[
    {
        "id": 1,
        "text": "عن أبي بكر الصديق رضي الله عنه أنه قال: «إياكم والكذب، فإنه مجانب الإيمان»."
    },
    {
        "id": 2,
        "text": "عن أبي السفر رضي الله عنه قال مرض أبو بكر فعادوه فقالوا: ألا ندعو لك الطبيب؟ فقال: \"قد رآني الطبيب قالوا فأي شيء قال لك؟ قال: قال: إني فعال لما يريد."
    },
    {
        "id": 3,
        "text": "عن أبي بكر الصديق، قال: خلق الله الخلق، وكانوا قبضتين، فقال لمن في يمينه: ادخلوا الجنة بسلام، وقال لمن في الأخرى: ادخلوا النار ولا أبالي، فذهبت إلى يوم القيامة»."
    },
    {
        "id": 4,
        "text": "عن أبي بكر الصديق في قوله: ﴿ لِلَّذِينَ أَحْسَنُوا الْحُسْنَى وَزِيَادَةٌ ﴾ [يونس: 26] قال: \"الزيادة: النظر إلى وجه الله عز وجل\"."
    },
    {
        "id": 5,
        "text": "عن زبيد أن أبا بكر قال لعمر بن الخطاب: \"إني موصيك بوصية إن حفظتها: إن الله تعالى حقا بالنهار لا يقبله بالليل والله في الليل حقا لا يقبله في النهار، وإنها لا تقبل نافلة حتى تؤدى الفريضة، إنما ثقلت موازين من ثقلت موازينه يوم القيامة باتباعهم في الدنيا الحق، وثقله عليهم، وحق لميزان أن لا يوضع فيه إلا الحق أن يكون ثقيلا ، وإنما خفت موازين من خفت موازينه يوم القيامة باتباعهم في الدنيا الباطل، وخفته عليهم، وحق لميزان ألا يوضع فيه إلا الباطل أن يخف، وإن الله ذكر أهل الجنة بصالح ما عملوا، وتجاوز عن سيئاتهم، فيقول قائل: أنا أفضل من هؤلاء، وذكر آية الرحمة وآية ،العذاب فيكون المؤمن راغبا راهبا، ولا يتمنى على الله غير الحق، ولا يلقي بيده إلى التهلكة، فإن حفظت قولي فلا يكونن غائب أحب إليك من الموت، ولا بد لك منه، وإن ضيعت وصيتي فلا يكونن غائب أبغض إليك من الموت، ولن تعجزه."
    },
    {
        "id": 6,
        "text": "عن عمار بن أبي عمار أن أبا بكر قال: «ضرس الكافر مثل أحد، وجلده أربعون ذراعا »."
    },
    {
        "id": 7,
        "text": "عن عمرة بنت عبد الرحمن ؛ أن أبا بكر الصديق دخل على عائشة وهي تشتكي. ويهودية ترقيها . فقال أبو بكر: ارقيها بكتاب الله."
    },
    {
        "id": 8,
        "text": "عن عبد الله بن سخبرة عن أبي بكر الصديق أنه قال: «كفر بالله من تبرأ من نسب وإن دق»."
    },
    {
        "id": 9,
        "text": "عن عبد الله بن سخبرة، عن أبي بكر الصديق أنه قال: «كفر بالله من ادعى على نسب لا يعرف."
    },
    {
        "id": 10,
        "text": "عن قيس بن أبي حازم قال: دخل أبو بكر على امرأة من أحمس يقال لها زينب فرآها لا تكلم فقال: ما لها لا تكلم؟ قالوا: حجت مصمتة، قال لها، تكلمي، فإن هذا لا يحل هذا من عمل الجاهلية، فتكلمت، فقالت: من أنت؟ قال: امرؤ من المهاجرين، قالت: أي المهاجرين؟ قال: من قريش، قالت من أي قريش أنت؟ قال : إنك لسئول، أنا أبو بكر قالت ما بقاؤنا على هذا الأمر الصالح الذي جاء الله به بعد الجاهلية ؟ قال : بقاؤكم عليه ما استقامت بكم أئمتكم، قالت: وما الأئمة؟ قال: أما كان لقومك رءوس وأشراف، يأمرونهم فيطيعونهم قالت بلى قال فهم أولئك على الناس»."
    },
    {
        "id": 11,
        "text": "عن زيد بن ثابت الأنصاري ، وكان ممن يكتب الوحى، قال: أرسل إلي أبو بكر مقتل أهل اليمامة، وعنده عمر ، فقال أبو بكر: إن عمر أتاني فقال: إن القتل قد استحر يوم اليمامة بالناس وإني أخشى أن يستحر القتل بالقراء في المواطن، فيذهب كثير من القرآن، إلا أن تجمعوه، وإني لأرى أن تجمع القرآن، قال أبو بكر: قلت لعمر: كيف أفعل شيئا لم يفعله رسول الله صلى الله عليه وسلم؟ فقال عمر: هو والله خير، فلم يزل عمر يراجعني فيه حتى شرح الله لذلك صدري، ورأيت الذي رأى عمر قال زيد بن ثابت وعمر عنده جالس لا يتكلم، فقال أبو بكر: إنك رجل شاب عاقل ولا نتهمك، كنت تكتب الوحي لرسول الله صلى الله عليه وسلم فتتبع القرآن فاجمعه. فوالله لو كلفني نقل جبل من الجبال ما كان أثقل علي مما أمرني به من جمع القرآن قلت كيف تفعلان شيئا لم يفعله النبي صلى الله عليه وسلم؟ فقال أبو بكر: هو والله خير ، فلم أزل أراجعه حتى شرح الله صدري للذي شرح الله له صدر أبي بكر وعمر، فقمت فتتبعت القرآن أجمعه من الرقاع والأكتاف والعسب، وصدور الرجال، حتى وجدت من سورة التوبة آيتين مع خزيمة الأنصاري لم أجدهما مع أحد غيره: ﴿ لَقَدْ جَاءَكُمْ رَسُولٌ مِّنْ أَنفُسِكُمْ عَزِيزٌ عَلَيْهِ مَا عَنِتُمْ حَرِيصٌ عَلَيْكُم ﴾ [التوبة: ۱۲۸] إلى آخرهما. وكانت الصحف التي جمع فيها القرآن عند أبي بكر حتى توفاه الله، ثم عند عمر حتى توفاه الله، ثم عند حفصة بنت عمر»."
    },
    {
        "id": 12,
        "text": "عن أبي نضرة قال: لما أبطأ الناس عن أبي بكر قال: من أحق بهذا الأمر منى؟ ألست أول من صلى؟ ألست ألست ؟ قال فذكر خصالا فعلها مع النبي، صلى الله عليه وسلم."
    },
    {
        "id": 13,
        "text": "عن أبي سعيد الخدري رضي الله عنه قال : قال أبو بكر : لعلي بن أبي طالب : قد علمت أني كنت في هذا الأمر قبلك قال: صدقت يا خليفة رسول الله قال: فمد يده فبايعه، فلما جاء الزبير رحمه الله قال : \" أما علمت أني كنت في هذا الأمر قبلك؟ قال: فمد يده فبايعه."
    },
    {
        "id": 14,
        "text": "عن أبي بكر الصديق رضي الله عنه قال : \" إنما مثلنا ومثل الأنصار كما قال الغنوي لبني جعفر : جزى الله عنا جعفرا حين أشرفت بنا نعلنا في الواطئين فزلت أبوا أن يملونا ولو أن أمنا تلاقي الذي يلقون منا لملت."
    },
    {
        "id": 15,
        "text": "عن محمد ابن سيرين قال : كان أبو بكر وعمر يأخذان على من دخل في الإسلام فيقولان : تؤمن بالله لا تشرك به شيئا، وتصلي الصلاة التي افترض الله عليك لوقتها، فإن في تفريطها الهلكة، وتؤدي زكاة مالك طيبة بها نفسك، وتصوم رمضان، وتحج البيت، وتسمع وتطيع لمن ولى الله الأمر»، – قال: وزاد رجلا مرة: «تعمل لله ولا تعمل للناس»."
    },
    {
        "id": 16,
        "text": "عن ابن العفيف، قال: رأيت أبا بكر وهو يبايع الناس بعد رسول الله صلى الله عليه وسلم فيجتمع إليه العصابة فيقول : تبايعوني على السمع والطاعة لله ولكتابه ثم للأمير ؟ فيقولون: نعم، فيبايعهم، فقمت عنده ساعة وأنا يومئذ المحتلم أو فوقه، فتعلمت شرطه الذي شرط على الناس، ثم أتيته فقلت، وبدأته، قلت: أنا أبايعك على السمع والطاعة لله ولكتابه ثم للأمير، فصعد في البصر ثم صوبه، ورأيت أني أعجبته رحمة الله."
    },
    {
        "id": 17,
        "text": "عن الفاروق عمر بن الخطاب: «لا تبلغ حقيقة الإيمان حتى تدع الكذب في المزاح»."
    },
    {
        "id": 18,
        "text": "عن أبي زرعة رحمه الله ، قال : قال عمر بن الخطاب : «عرى الإيمان أربعة: الصلاة والزكاة والجهاد والأمانة»."
    },
    {
        "id": 19,
        "text": "عن عمر بن الخطاب رضي الله عنه أنه قال: \"إنما الإيمان بمنزلة القميص يتقمصه مرة وينزعه أخرى\"."
    },
    {
        "id": 20,
        "text": "عن سعيد بن يسار قال: بلغ عمر بن الخطاب رضي الله عنه أن رجلا بالشام يزعم أنه مؤمن، فكتب إلى أميره أن ابعثه إلي، فلما قدم عليه قال: \"أنت الذي تزعم أنك مؤمن؟ قال : نعم يا أمير المؤمنين. قال: \" ويحك ومم ذاك؟ \" قال: أولم تكونوا مع رسول الله صلى الله عليه وسلم أصنافا : مشرك ، ومنافق، ومؤمن فمن أيهم كنت؟ قال: فمد عمر يده إليه معرفة لما قال حتى أخذ بيده."
    },
    {
        "id": 21,
        "text": "عن أبي يزيد يعني المدني، قال: لقيت امرأة عمر ، يقال لها: خولة بنت ثعلبة - وهو يسير مع الناس - فاستوقفته، فوقف لها ودنا منها وأصغى إليها رأسه، حتى قضت حاجتها وانصرفت فقال له :رجل يا أمير المؤمنين، حسبت رجالات قريش على هذه العجوز؟ ، فقال : ويلك وهل تدري من هذه؟ قال: لا. قال: «هذه امرأة سمع الله شكواها من فوق سبع سماوات، هذه خولة بنت ثعلبة، والله لو لم تنصرف عني إلى الليل ما انصرفت عنها حتى تقضي حاجتها، إلا أن تحضر صلاة فأصليها ، ثم أرجع إليها حتى تقضي حاجتها»."
    },
    {
        "id": 22,
        "text": "عن ابن سابط: قال: قال عمر بن الخطاب: «ليس شيء أحب إلى الله عز وجل، ولا أعم نفعا من حلم إمام ورفقه، وليس شيء أبغض إلى الله ولا أعم ضررا من جهل إمام وخرقه."
    },
    {
        "id": 23,
        "text": "عن أبي الزعراء، قال: قال عمر بن الخطاب إن هذا القرآن كلام الله، فلا أعرفنكم فيما عطفتموه على أهوائكم»."
    },
    {
        "id": 24,
        "text": "عن عمر بن الخطاب رضي الله عنه قال : \"لما أذنب آدم عليه السلام الذنب الذي أذنبه رفع رأسه إلى السماء فقال : أسألك بحق محمد إلا غفرت لي، فأوحى الله عز وجل إليه وما محمد؟ ومن محمد ؟ قال تبارك اسمك، لما خلقتني رفعت رأسي إلى عرشك وإذا فيه مكتوب لا إله إلا الله محمد رسول الله فعلمت أنه ليس أحد أعظم قدرا عندك ممن جعلت اسمه مع اسمك، فأوحى الله عز وجل إليه : يا آدم وعزتي وجلالي، إنه لآخر النبيين من ذريتك، ولولاه ما خلقتك."
    },
    {
        "id": 25,
        "text": "عن عبد الله بن الحارث بن نوفل قال : خطبنا عمر رضي الله عنه بالجابية، والجاثليق ماثل بين يديه، والترجمان يترجم فقال عمر: من يهده الله فلا مضل له، ومن يضلل فلا هادي له، فقال الجائليق : إن الله لا يضل أحدا، فقال عمر: ما يقول؟ فقال الترجمان: لا شيء، ثم عاد في خطبته، فلما بلغ من يهده الله فلا مضل له، ومن يضلل فلا هادي له، فقال الجائليق : إن الله لا يضل أحدا، فقال عمر : ما يقول؟ فأخبره، فقال: كذبت يا عدو الله، ولولا عهدك لضربت عنقك، بل الله خلقك، والله أضلك، ثم يميتك، ثم يدخلك النار إن شاء الله ثم قال: \"إن الله تعالى لما خلق آدم نثر ذريته، فكتب أهل الجنة وما هم عاملون، وأهل النار وما هم عاملون، ثم قال: هؤلاء لهذه، وهؤلاء لهذه \"وقد كان الناس تذاكروا القدر، فافترق الناس، وما يذكره أحد."
    },
    {
        "id": 26,
        "text": "عن أنس بن مالك رضي الله عنه: «أن عمر بن الخطاب رضي الله عنه كان إذا قحطوا استسقى بالعباس بن عبد المطلب فقال : اللهم إنا كنا نتوسل إليك بنبينا فتسقينا، وإنا نتوسل إليك بعم نبينا فاسقنا، قال فيسقون»."
    },
    {
        "id": 27,
        "text": "عن ابن عباس قال: خطب عمر فحمد الله، وأثنى عليه، فذكر الرجم، فقال: لا تخدعن عنه، فإنه حد من حدود الله عز وجل ألا إن رسول الله صلى الله عليه وسلم قد رجم، ورجمنا بعده، ولولا أن يقول قائلون: زاد عمر في كتاب الله ما ليس منه؛ لكتبت في ناحية من المصحف شهد عمر بن الخطاب. أن رسول الله صلى الله عليه وسلم رجم، ورجمنا بعده، ألا وإنه سيكون من بعدكم قوم يكذبون بالرجم، وبالدجال، وبالشفاعة، وبعذاب القبر، وبقوم يخرجون من النار بعد ما امتحشوا\"."
    },
    {
        "id": 28,
        "text": "عن مكحول، قال: قال عمر رضي الله عنه : «أيها الناس، هاجروا قبل الحبشة، تخرج من أودية بني علي نار تقبل من قبل اليمن تحشر الناس، تسير إذا ساروا، وتقيم إذا أقاموا حتى أنها لتحشر الجعلان حتى تنتهي بهم إلى بصرى، وحتى إن الرجل ليقع فيقف حتى تأخذه»."
    },
    {
        "id": 29,
        "text": "عن الحسن قال : كان عمر يقول : أكثروا ذكر النار فإن حرها شديد، وإن قعرها بعيد، وإن مقامعها حديد."
    },
    {
        "id": 30,
        "text": "عن مجاهد، أن عمر بن الخطاب، قرأ على المنبر ﴿ جَنَّتِ عَدْنٍ ﴾ [التوبة: 72] فقال: وهل تدرون ما ﴿ جَنَّتِ عَدْنٍ ﴾ [التوبة : ۷۲]؟ قال: قصر في الجنة له خمسة آلاف ،باب على كل باب خمسة وعشرون ألفا من الحور العين، لا يدخله إلا نبي هنيئا لصاحب القبر وأشار إلى قبر رسول الله صلى الله عليه وسلم وصديق هنيئا لأبي بكر، وشهيد وأنى لعمر شهادة ثم قال : والذي أخرجني من ضري؟ إنه لقادر على أن يسوقها إلي."
    },
    {
        "id": 31,
        "text": "عن أبي عبد الرحمن السلمي قال: سمعت عمر بن الخطاب رضي الله عنه يقول على منبره: أيها الناس إن هذا القرآن كلام الله فلا أعرفن ما عطفتموه على أهوائكم، فإن الإسلام قد خضعت له رقاب الناس، فدخلوه طوعا وكرها، وقد وضعت لكم السنن، ولم يترك لأحد مقالا إلا أن يكفر عبد عمدا عينا، فاتبعوا ولا تبتدعوا، فقد كفيتم، اعملوا بمحكمه، وآمنوا بمتشابهه."
    },
    {
        "id": 32,
        "text": "عن عبد الله بن عباس أن عمر بن الخطاب رضي الله عنه خرج إلى الشام حتى إذا كان بسرغ لقيه أمراء الأجناد أبو عبيدة بن الجراح وأصحابه، فأخبروه أن الوباء قد وقع بأرض الشام، قال ابن عباس: فقال عمر : ادع لي المهاجرين الأولين، فدعاهم فاستشارهم، وأخبرهم أن الوباء قد وقع بالشأم، فاختلفوا، فقال بعضهم: قد خرجت لأمر ولا نرى أن ترجع عنه، وقال بعضهم: معك بقية الناس وأصحاب رسول الله صلى الله عليه وسلم ولا نرى أن تقدمهم على هذا الوباء، فقال: ارتفعوا عني، ثم قال: ادعوا لي الأنصار، فدعوتهم فاستشارهم فسلكوا سبيل المهاجرين، واختلفوا كاختلافهم، فقال ارتفعوا عني، ثم قال: ادع لي من كان ها هنا من مشيخة قريش من مهاجرة الفتح، فدعوتهم فلم يختلف منهم عليه رجلان فقالوا نرى أن ترجع بالناس ولا تقدمهم على هذا الوباء، فنادى عمر في الناس: إني مصبح على ظهر فأصبحوا عليه. قال أبو عبيدة بن الجراح: أفرارا من قدر الله؟ فقال عمر: لو غيرك قالها يا أبا عبيدة؟ نعم، نفر من قدر الله إلى قدر الله، أرأيت لو كان لك إبل هبطت واديا له عدوتان إحداهما خصبة والأخرى جدبة، أليس إن رعيت الخصبة رعيتها بقدر الله، وإن رعيت الجدبة رعيتها بقدر الله؟ قال: فجاء عبد الرحمن بن عوف وكان متغيبا فى بعض حاجته، فقال: إن عندي في هذا علما سمعت رسول الله صلى الله عليه وسلم يقول : إذا سمعتم به بأرض فلا تقدموا عليه، وإذا وقع بأرض وأنتم بها فلا تخرجوا فرارا منه. قال: فحمد الله عمر ثم انصرف»."
    },
    {
        "id": 33,
        "text": "عن أبي عثمان النهدي، أن عمر بن الخطاب رضي الله عنه قال وهو يطوف بالبيت ويبكي: اللهم إن كنت كتبت علي شقوة أو ذنبا فامحه، فإنك تمحو ما تشاء وتثبت . وعندك أم الكتاب، فاجعله سعادة ومغفرة."
    },
    {
        "id": 34,
        "text": "عن محمد بن عمرو، عن أبيه، عن جده، قال: أخذتني ذات الجنب في زمن عمر، فدعا رجلا من العرب أن يكويني، فأبى إلا أن يأذن له عمر ، فذهب إلى عمر فأخبره القصة، فقال عمر: «لا تقربن النار، فإن له أجلا لن يعدوه، ولن يقصر عنه."
    },
    {
        "id": 35,
        "text": "عن خارجة بن زيد بن ثابت أن رجلا كان به هذا الوجع: الجذام، وكان يدخل على عمر بن الخطاب قال فإذا أتي بالطعام إلى عمر وعنده ذلك الرجل، قال: يا فلان كل مما يليك، فايم الله لو كان غيرك به ما بك أو به الذي بك ما قعد مني على أدنى من قيس رمح قال :حرملة : هو معيقب خازن عمر بن الخطاب رضي الله عنه على بيت المال."
    },
    {
        "id": 36,
        "text": "عن هشام بن عروة، عن أبيه، أن المسور بن مخرمة، أخبره، أنه دخل على عمر بن الخطاب رضي الله عنه من الليلة التي طعن فيها. فأيقظ عمر لصلاة الصبح، فقال عمر : نعم. ولا حظ في الإسلام لمن ترك الصلاة. فصلى عمر، وجرحه يثعب دما."
    },
    {
        "id": 37,
        "text": "عن عبد الله بن مسيب قال: قال عمر بن الخطاب: من لم يكن حج فليحج العام؛ فإن لم يستطع فعاما قابلا حتى قالها ثلاثا؛ فإن لم يستطع، أو يفعل كتبنا في يده يهوديا أو نصرانيا."
    },
    {
        "id": 38,
        "text": "عن أبي نضرة، قال: قال عمر: تعلموا من هذه النجوم ما تهتدون به في ظلمة البر والبحر، ثم أمسكوا»."
    },
    {
        "id": 39,
        "text": "عن جَبَلَة بن سُحَيم: أَقبَلتُ مع زياد بن حُدَير الأسدي من الجابية، فقلت في كلامي: لا والأمانة فجعل زياد يبكي ويبكي فظننت أني أتيتُ أمرًا عظيمًا، فقلت له: أكان يُكره هذا؟ قال: نعم، كان عمر ينهى عن الحلف بالأمانة أشدَّ النهي."
    },
    {
        "id": 40,
        "text": "عن عبد الله بن أبي مليكة أنه سمع ابن الزبير يخبر ، أن عمر لما كان بالمخمص من عسفان استبق الناس، فسبقهم عمر فقال ابن الزبير فانتهزت فسبقته، فقلت: سبقته والكعبة، ثم انتهز فسبقني فقال : سبقته ،والله ثم انتهزت فسبقته، فقلت: سبقته والكعبة، ثم انتهز الثالثة فسبقني فقال: سبقته والله، ثم أناخ، فقال: أرأيت حلفك بالكعبة، والله لو أعلم أنك فكرت فيها قبل أن تحلف لعاقبتك، احلف بالله، فأثم أو أبرر."
    },
    {
        "id": 41,
        "text": "عن طلحة بن عبيد الله بن كريز، قال: قال عمر: «إن أخوف ما أتخوف عليكم شح مطاع، وهوى متبع، وإعجاب المرء برأيه، وهي أشدهن»."
    },
    {
        "id": 42,
        "text": "عن شريح، عن عمر بن الخطاب رضي الله عنه ، قال : «إن لكل صاحب ذنب توبة، غير أصحاب الأهواء والبدع ليس لهم توبة، أنا منهم بريء وهم مني برآء»."
    },
    {
        "id": 43,
        "text": "عن زياد بن حدير قال قال عمر بن الخطاب رضي الله عنه ورضوان الله عليه: يهدم الزمان ثلاث ضيعة عالم ، ومجادلة منافق بالقرآن، وأئمة مضلون \"."
    },
    {
        "id": 44,
        "text": "عن عبد الله بن سعد، قال: قال عمر: أخوف ما أتخوف على هذه الأمة قوم يتأولون القرآن على غير تأويله»."
    },
    {
        "id": 45,
        "text": "عن السائب بن يزيد أنه قال: أتى إلى عمر بن الخطاب، فقالوا: يا أمير المؤمنين، إنا لقينا رجلا يسأل عن تأويل القرآن فقال: اللهم أمكني منه، قال: فبينا عمر ذات يوم جالس يغدي الناس إذ جاءه وعليه ثياب وعمامة، فغداه، ثم إذا فرغ قال: يا أمير المؤمنين، ﴿ وَالدَّارِيَتِ ذَروا ﴾ ﴿ فَاحْمِلَتِ وقرا ﴾ [الذاريات: 1-2]، قال عمر : أنت هو ؟ فمال إليه وحسر عن ذراعيه، فلم يزل يجلده حتى سقطت عمامته، ثم قال: واحملوه حتى تقدموه بلاده، ثم ليقم خطيبا ثم ليقل: إن صبيغا ابتغى العلم فأخطأ، فلم يزل وضيعا في قومه حتى هلك، وكان سيد قومه."
    },
    {
        "id": 46,
        "text": "عن المعرور بن سويد، قال: كنت مع عمر بين مكة والمدينة، فصلى بنا الفجر، فقرأ : ﴿ أَلَم تَرَكَيفَ فَعَلَ رَبُّكَ ﴾ [الفجر: 6] ، و ﴿ لإيلَفِ قُرَيْشٍ ﴾ [قريش: 1]، ثم رأى أقواما ينزلون فيصلون في مسجد، فسأل عنهم فقالوا: مسجد صلى فيه النبي صلى الله عليه وسلم فقال: إنما هلك من كان قبلكم أنهم اتخذوا آثار أنبيائهم بيعا، من مر بشيء من المساجد فحضرت الصلاة فليصل وإلا فليمض."
    },
    {
        "id": 47,
        "text": "عن عبد الرحمن بن عبد القاري أنه قال: خرجت مع عمر بن الخطاب رضي الله عنه ليلة في رمضان إلى المسجد، فإذا الناس أوزاع متفرقون، يصلي الرجل لنفسه، ويصلي الرجل فيصلي بصلاته الرهط، فقال عمر: إني أرى لو جمعت هؤلاء على قارئ واحد لكان أمثل، ثم عزم فجمعهم على أبي بن كعب، ثم خرجت معه ليلة أخرى والناس يصلون بصلاة قارئهم، قال عمر: نعم البدعة هذه، والتي ينامون عنها أفضل من التي يقومون، يريد آخر الليل، وكان الناس يقومون أوله»."
    },
    {
        "id": 48,
        "text": "عن أنس بن مالك رضي الله عنه : أنه سمع خطبة عمر الآخرة حين جلس على المنبر، وذلك الغد من يوم توفي النبي صلى الله عليه وسلم، فتشهد وأبو بكر صامت لا يتكلم، قال: كنت أرجو أن يعيش رسول الله صلى الله عليه وسلم حتى يدبرنا، يريد بذلك أن يكون آخرهم، فإن يك محمد صلى الله عليه وسلم قد مات، فإن الله تعالى قد جعل بين أظهركم نورا تهتدون به هدى الله محمدا صلى الله عليه وسلم و إن أبا بكر صاحب رسول الله صلى الله عليه وسلم ثاني اثنين، فإنه أولى المسلمين بأموركم، فقوموا فبايعوه، وكانت طائفة منهم قد بايعوه قبل ذلك في سقيفة بني ساعدة، وكانت بيعة العامة على المنبر، » قال الزهري، عن أنس بن مالك: سمعت عمر يقول لأبي بكر يومئذ : اصعد المنبر فلم يزل به حتى صعد المنبر، فبايعه الناس عامة."
    },
    {
        "id": 49,
        "text": "عن قتادة، قال: كتب عمر إلى أبي موسى: «أما بعد، فإني كنت آمركم بما أمركم به القرآن، وأنهاكم عما نهاكم عنه محمد، وآمركم باتباع الفقه والسنة، والتفهم في العربية، فإذا رأى أحدكم رؤيا فقصها على أخيه، فليقل: خير لنا وشر لأعدائنا»."
    },
    {
        "id": 50,
        "text": "عن أبي وائل، قال: \"جلست إلى شيبة بن عثمان فقال لي: جلس عمر بن الخطاب رضي الله عنه مجلسك هذا \" فقال لي : لقد هممت أن لا أدع في الكعبة صفراء ولا بيضاء إلا قسمتها بين الناس قال قلت له: «ليس ذلك إليك، قد سبقك صاحباك فلم يفعلا ذلك»، قال: هما أكبر أن يقتدى بهما."
    },
    {
        "id": 51,
        "text": "عن عكرمة بن خالد، أن حفصة، وابن مطيع، وعبد الله بن عمر كلموا عمر بن الخطاب، فقالوا لو أكلت طعاما طيبا كان أقوى لك على الحق؟ قال: أكلكم على هذا الرأي؟»، قالوا: نعم، قال: قد علمت أنه ليس منكم إلا ناصح، ولكني تركت صاحبي على الجادة، فإن تركت جادتهم لم أدركهما في المنزل» قال: وأصاب الناس سنة، فما أكل عامئذ سمنا ولا سمينا حتى أحيي الناس."
    },
    {
        "id": 52,
        "text": "عن حارثة هو ابن مضرب - قال: حججت مع عمر بن الخطاب رضي الله عنه فأتاه أشراف أهل الشام فقالوا يا أمير المؤمنين إنا أصبنا رقيقا ودوابا فخذ من أموالنا صدقة تطهرنا وتكون لنا زكاة فقال: هذا شيء لم يفعله اللذان كانا قبلی»."
    },
    {
        "id": 53,
        "text": "عن سويد بن غفلة ، قال : قال لي عمر رضي الله عنه: يا أبا أمية، إني لا أدري لعلي أن لا ألقاك بعد عامي هذا، فاسمع وأطع وإن أمر عليك عبد حبشي مجدع، إن ضربك فاصبر، وإن حرمك فاصبر ، وإن أراد أمرا ينتقص دينك فقل: سمع وطاعة، ودمي دون ديني، فلا تفارق الجماعة \"."
    },
    {
        "id": 54,
        "text": "عن بشر بن ،قحيف عن عمر قال أتاه رجل فبايعه فقال: أبايعك فيما رضيت وفيما كرهت فقال عمر لا بل فيما استطعت»."
    },
    {
        "id": 55,
        "text": "عن محمد بن سيرين أن عمر بن الخطاب رضي الله عنه كان إذا استعمل عاملا رضي الله عنه كتب في عهده واسمعوا له وأطيعوا ما عدل فيكم، فاستعمل حذيفة على المدائن، وكتب في عهده : اسمعوا له وأطيعوا وأعطوه ما سألكم، فاستقبلوه فإذا هو على حمار مؤكف، وفي يده عرق يأكله، فقرأ عليهم عهده كتاب عمر رضي الله عنه قالوا له: ما حاجتك فإن أمير المؤمنين لم يكتب إلينا بمثل ما كتب إلينا فيك قال: حاجتي أن تطعموني من الخبز ما دمت فيكم، وتعلفوا حماري، وتجمعوا خراجكم، فلما انقضى عمله دخل إلى المدينة، فلما بلغ عمر قدومه قعد له في الطريق لينظر كيف حاله مما فارقه عليه؟ فلما رآه في تلك الحال اعتنقه، وقال: أنت أخي وأنا أخوك، أنت أخي وأنا أخوك \"."
    },
    {
        "id": 56,
        "text": "عن عمر بن الخطاب رضي الله عنه يقول : لو وزن إيمان أبي بكر بإيمان أهل الأرض لرجح بهم."
    },
    {
        "id": 57,
        "text": "عن جابر بن عبد الله قال : كان عمر يقول: «أبو بكر سيدنا، وأعتق سيدنا». يعني بلالا ."
    },
    {
        "id": 58,
        "text": "عن زيد بن أسلم، عن أبيه قال: كتب عثمان بن عفان رضي الله عنه وصية أبي بكر الصديق رضي الله عنه هذه إلى الخليفة من بعده قال: حتى إذا لم يبق إلا أن يسمي الرجل أخذت أبا بكر غشية قال : وفرق عثمان أن يموت ولم يسم أحدا، وعرف أنه لا يعدو عمر بن الخطاب، فكتب في الصحيفة عمر بن الخطاب، ثم طواها فأفاق أبو بكر وقد علم أنه لم يسم أحدا قال: فرغت قال: نعم قال: من سميت؟ قال عمر بن الخطاب رضي الله عنه قال : رحمك الله وجزاك خيرا فوالله لو توليتها لرأيتك لها أهلا \"."
    },
    {
        "id": 59,
        "text": "عن أسماء بنت عميس رضي الله عنها قالت: دخل رجل من المهاجرين على أبي بكر وهو شاك فقال: استخلفت عمر؟ وقد كان عنا علينا ولا سلطان له، فلو قد ملكنا لكان أعتى علينا وأعتى، فكيف تقول لله إذا لقيته؟ فقال أبو بكر رضي الله عنه : «أجلسوني» فأجلسوه فقال: \" هل تفرقني إلا بالله ؟ فإني أقول إذا لقيته: استخلفت عليهم خير أهلك \" قال معمر : فقلت للزهري: ما قوله: خير أهلك؟ قال: خير أهل مكة."
    },
    {
        "id": 60,
        "text": "عن ابن عباس قال: قال عمر : «أقرؤنا أبي، وأقضانا علي، وإنا لندع من قول أبي، وذاك أن أبيا يقول : لا أدع شيئا سمعته من رسول الله صلى الله عليه وسلم، وقد قال الله تعالى: ﴿ مَا نَنسَخْ مِنْ ءَايَةٍ أَوْ نُسِهَا ﴾ [البقرة: 106]."
    },
    {
        "id": 61,
        "text": "عن محمد بن عبد الله بن عبد الرحمن القارئ، عن أبيه، أن عمر بن الخطاب، ورجلا، من الأنصار كانا جالسين فجاء عبد الرحمن بن عبد القارئ فجلس إليهما، فقال عمر: «إنا لا نحب أن يجالسنا من يرفع حديثنا» فقال له عبد الرحمن: لست أجالس أولئك يا أمير المؤمنين. فقال عمر: «بلى، فجالس هؤلاء وهؤلاء ولا ترفع حديثنا ثم قال عمر للأنصاري: «من ترى الناس يقولون يكون الخليفة بعدي؟ قال: فعدد رجالا من المهاجرين ولم يسم عليا، فقال عمر: «فما لهم من أبي الحسن؟ فوالله إنه لأحراهم إن كان عليهم أن يقيمهم على طريقة من الحق قال معمر وأخبرني أبو إسحاق، عن عمرو بن میمون الأودي قال: كنت عند عمر بن الخطاب الحين ولى الستة الأمر، فلما جازوا أتبعهم بصره ثم قال: لئن ولوها الأجيلح ليركبن بهم الطريق – يريد عليا."
    },
    {
        "id": 62,
        "text": "عن عمرو بن ميمون الأودي، قال: كنت عند عمر بن الخطاب رضي الله عنه حين ولى الستة الأمر ، فلما جازوا أتبعهم بصره ، ثم قال: لئن ولوها الأجيلح ليركبن بهم الطريق يريد عليا."
    },
    {
        "id": 63,
        "text": "عن عمر بن الخطاب رضي الله عنه قال: «لوددت أن أبي مثل أبي بلال، وأمي مثل أم بلال، وأنا مثل بلال، قضى كذلك»."
    },
    {
        "id": 64,
        "text": "عن ابن عباس قال: «كان عمر يدخلني مع أشياخ بدر، فقال بعضهم: لم تدخل هذا الفتى معنا ولنا أبناء مثله ؟ فقال : إنه ممن قد علمتم، قال: فدعاهم ذات يوم ودعاني معهم قال وما رؤيته دعاني يومئذ إلا ليريهم مني، فقال: ما تقولون: ﴿ إِذَا جَاءَ نَصْرُ اللَّهِ وَالْفَتْحُ وَرَأَيْتَ النَّاسَ يَدْخُلُونَ ﴾ [النصر: 1-2] حتى ختم السورة ، فقال بعضهم: أمرنا أن نحمد الله ونستغفره إذا نصرنا وفتح علينا، وقال بعضهم: لا ندري أو لم يقل بعضهم شيئا، فقال لي: يا ابن عباس، أكذاك تقول ؟ قلت: لا، قال : فما تقول؟ قلت هو أجل رسول الله صلى الله عليه وسلم أعلمه الله له: ﴿ إِذَا جَاءَ نَصْرُ اللَّهِ وَالْفَتْحُ ﴾ [النصر: 1] فتح مكة، فذاك علامة أجلك : ﴿ فَسَبِّحْ بِحَمْدِ رَبِّكَ وَأَسْتَغْفِرْهُ إِنَّهُ كَانَ تَوَّابًا ﴾ [النصر: 3] قال عمر : ما أعلم منها إلا ما تعلم."
    },
    {
        "id": 65,
        "text": "عن إبراهيم النخعي أن رجلا طلق امرأته تطليقة يملك الرجعة، ثم تركها حتى انقطع دمها من الحيضة الثالثة ودخلت ،مغتسلها، وأدنت ماءها، فأتاها فقال لها: قد راجعتك، فسألت عمر بن الخطاب رضي الله عنه ذلك عن وعنده عبد الله بن مسعود فقال عمر : قل فيها برأيك فقال : أراه يا أمير المؤمنين أحق برجعتها ما لم تغتسل من حيضتها الثالثة، فقال عمر رضي الله عنه : وأنا أرى ذلك \"، ثم قال عمر لعبد الله بن مسعود كنیف ملئ علما »."
    },
    {
        "id": 66,
        "text": "عن عدي بن حاتم قال: أتيت عمر في ناس في قومي، فجعل يفرض لرجال من طيئ في ألفين، ويعرض عني، فقلت: يا أمير المؤمنين، أما تعرفني، فضحك حتى استلقى لقفاه ثم قال: والله إني لأعرفك قد آمنت إذ كفروا، وأقبلت إذ أدبروا ووفيت إذ غدروا، وإن أول صدقة بيضت وجه رسول الله صلى الله عليه وسلم ووجوه أصحابه صدقة طيئ، ثم أخذ يعتذر ، ثم قال: إنما فرضت لقوم أجحفت بهم الفاقة، وهم سراة عشائرهم لما ينوبهم من الحقوق."
    },
    {
        "id": 67,
        "text": "عن سليم أبي عامر : \" أن وفد الحمراء أتوا عثمان بن عفان رضي الله عنه يبايعونه على الإسلام وعلى من وراءهم، فبايعهم على أن لا يشركوا بالله شيئا، وأن يقيموا الصلاة ويؤتوا الزكاة، ويصوموا، ويدعوا عيد المجوس، فلما قالوا: نعم، بايعهم \"."
    },
    {
        "id": 68,
        "text": "عن هشام بن عروة، عن أبيه قال: أخبرني مروان بن الحكم قال: «أصاب عثمان بن عفان رعاف شديد سنة الرعاف حتى حبسه عن الحج، وأوصى، فدخل عليه رجل من قريش قال استخلف قال وقالوه؟ قال: نعم، قال: ومن؟ فسكت، فدخل عليه رجل آخر أحسبه الحارث فقال: استخلف، فقال عثمان: وقالوا ؟ فقال : نعم ، قال : ومن هو ؟ فسكت قال: فلعلهم قالوا الزبير، قال: نعم، قال: أما والذي نفسي بيده إنه لخيرهم ما علمت وإن كان لأحبهم إلى رسول الله صلى الله عليه وسلم."
    },
    {
        "id": 69,
        "text": "عن علي بن أبي طالب وعبد الله بن مسعود قالا : \" لا ينفع قول إلا بعمل، ولا عمل إلا بقول ولا قول وعمل إلا بنية، ولا نية إلا بموافقة السنة \"."
    },
    {
        "id": 70,
        "text": "قال علي بن أبي طالب: «الإيمان يبدو نقطة بيضاء في القلب، كلما ازداد الإيمان ازداد ذلك البياض، فإذا استكمل الإيمان ابيض القلب كله، وإن النفاق ليبدو نقطة سوداء في القلب كلما ازداد النفاق ازداد السواد، فإذا استكمل النفاق اسود القلب كله وايم الله لو شققتم عن قلب مؤمن لوجدتموه أبيض، ولو شققتم عن قلب منافق لوجدتموه أسود»."
    },
    {
        "id": 71,
        "text": "عن علي رضي الله عنه أنه قال: يا كهيعص ، اغفر لي."
    },
    {
        "id": 72,
        "text": "كان علي رضي الله عنه، يعلم الناس الصلاة على نبي الله، يقول: «اللهم داحي المدحوات، وباريء المسموكات، وجبار القلوب على فطراتها شقيها وسعيدها، اجعل شرائف صلواتك، ونوامي بركاتك، ورافع تحيتك على محمد عبدك ورسولك، الخاتم لما سبق، والفاتح لما أغلق، والمعلوم الحق بالحق، والدامغ جيشات الأباطيل كما كمل فاضطلع بأمرك لطاعتك مستوفرا في مرضاتك بغير ملك في قدم ولا وهن في عزم، داعيا لوحيك، حافظا لعهدك، ماضيا على نفاد أمرك حتى أورى تبسما لقابس به هديت القلوب بعد خرصات الفتن والإثم بموضحات الأعلام ومسرات الإسلام وماثرات الأحكام، فهو أمينك المأمون، وخازن علمك ،المخزون، وشهيدك يوم الدين، ومبعوثك نعمة، ورسولك بالحق رحمة اللهم افسح له متفسحا في عدلك واجزه مضاعفات الخير من فضلك له مهنيات غير مكدرات من فوز ثوابك المعلوم وجزيل عطائك المجلول، اللهم أعل على بناء الباقين بناءه، وأكرم مثواه لديك ونزله، وأتمم له نوره وأجره من ابتعائك له مقبول الشهادة مرضي المقالة، ذا منطق عدل، وكلام فصل، وحجة وبرهان عظيم."
    },
    {
        "id": 73,
        "text": "عن معتمر قال: سمعت أبي يقول: حدثنا أبو مجلز، عن قيس بن عباد، عن علي بن أبي طالب رضي الله عنه أنه قال: «أنا أول من يجثو بين يدي الرحمن للخصومة يوم القيامة»."
    },
    {
        "id": 74,
        "text": "عن عبد الله بن هبيرة، أن علي بن أبي طالب كان يقول: «تعليق التمائم شعبة من شعب الجاهلية»."
    },
    {
        "id": 75,
        "text": "عن أبي الحسن، قال: كان أبو الحسن يعني علي بن أبي طالب رحمه الله يقول: إن كثيرا من هذه التمائم والرقى شرك بالله عز وجل، فاجتنبوها»."
    },
    {
        "id": 76,
        "text": "عن أبي أمامة رضي الله عنه عن علي بن أبي طالب، رضي الله عنه أنه كان يقول: \"ما أرى رجلا ولد في الإسلام ونبت في الإسلام، وأدرك عقله في الإسلام يبيت أبدا حتى يقرأ هذه الآية: ﴿ اللهُ لَا إِلَهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ ﴾ [البقرة: 255] حتى يفرغ من آية الكرسي، تعلمون ما هي إنما أعطيها نبيكم عليه السلام من كنز تحت العرش لم يعطها أحد قبل نبيكم صلى الله عليه وسلم، ما أتت علي ليلة قط حتى أقرأها ثلاث مرات في كل ليلة أقرأها في الركعتين بعد صلاة العشاء الآخرة، وأقرأها في وتري، وأقرأها حين آخذ مضجعي من فراشي\"."
    },
    {
        "id": 77,
        "text": "عن علي بن أبي طالب رضي الله عنه ما يؤيد هذا في تفسير قوله تعالى: (والبحر المسجور)، \"قال: بحر في السماء تحت العرش\"."
    },
    {
        "id": 78,
        "text": "عنه رضي الله عنه : \"أول من يكسى يوم القيامة إبراهيم قُبْطِيَّتين ثم يُكسى محمد حلة حبرة وهو عن يمين العرش\"."
    },
    {
        "id": 79,
        "text": "عن أبي الطفيل، قال شهدت عليا وهو يخطب ويقول: سلوني فوالله لا تسألوني عن شيء يكون إلى يوم القيامة إلا حدثتكم به وسلوني عن كتاب الله، فو الله ما من آية إلا وأنا أعلم بليل نزلت أم بنهار وأم في سهل، أم في جبل، فقام إليه ابن الكواء، وأنا بينه وبين علي وهو خلفي فقال: ما ﴿ وَالنَّرِيَتِ ذَرَوَا فا لحملت وقرا 2 فَالْجَرِيتِ يُسْرًا فَالْمُقَسَمَتِ أَمْرًا ﴾ [الذاريات: 1-4]، فقال له علي: ويلك سل تفقها ولا تسأل تعنتا ﴿ وَالدَّارِيَتِ ذَروا ﴾ [الذاريات: 1] الرياح، ﴿ فَالحَمَلَتِ وقرا ﴾ [الذاريات: 2] السحاب ﴿ فَالْجَرِيتِ يُسْرًا ﴾ [الذاريات: 3] السفن ﴿ فَالْمُقَسَمَتِ أَمْرًا ﴾ [الذاريات: 4] هم الملائكة، فقال: قال: أفرأيت السواد الذي في القمر ما هو ؟ قال: أعمى سأل عن عمى أما سمعت الله يقول: ﴿ وَجَعَلْنَا اللَّيْلَ وَالنَّهَارَ وَايَتَيْنِ فَمَحَوْنَا ايَةَ الَّيْلِ ﴾ [الإسراء: 12] فذلك محوه السواد الذي فيه قال: أفرأيت ذا القرنين أنبيا كان أم ملكا، قال: لا واحد منهما، ولكنه كان عبدا صالحا أحب الله فأحبه الله ، وناصح الله فناصحه الله، دعا قومه إلى الهدى فضربوه على قرنه فمكث ما شاء الله، ثم دعاهم إلى الله فضربوه على قرنه الآخر، ولم يكن له قرنان كقرني الثور، قال: أفرأيت هذه القرنين ما هي؟ قال: علامة كانت بين نوح وبين ربه وأمان من الغرق، قال: أفرأيت البيت المعمور ما هو ؟ قال : ذلك الصرح في سبع سماوات تحت العرش يدخله كل يوم سبعون ألف ملك، لا يعودون إليه إلى يوم القيامة، قال: فمن ﴿ الَّذِينَ بَدَّلُوا نِعْمَتَ اللَّهِ كُفْرًا وَأَحَلُّواْ قَوْمَهُمْ دَارَ الْبَوَارِ ﴾ [إبراهيم: ۲۸] ؟ قال الأفجران من قريش بنو أمية، وبنو مخزوم كفيتهم يوم بدر ، قال فمن: ﴿ الَّذِينَ ضَلَّ سَعْيُهُمْ فِي الحيوة الدنيا ﴾ [الكهف: 104]؟ قال: كانت أهل حروراء منهم»."
    },
    {
        "id": 80,
        "text": "عن علي بن أبي طالب رضي الله عنه أنه قال في قوله: ﴿ وَيَسْتَلُونَكَ عَنِ الرُّوح ﴾ [الإسراء: 85] قال: هو ملك من الملائكة له سبعون ألف وجه لكل وجه منها سبعون ألف لسان، لكل لسان منها سبعون ألف لغة يسبح الله عز وجل بتلك اللغات كلها يخلق الله من كل تسبيحة ملكا يطير مع الملائكة إلى يوم القيامة\"."
    },
    {
        "id": 81,
        "text": "عن علي بن أبي طالب أيضا في حديثه عن البرق قال: \"البرق مخاريق الملائكة\"."
    },
    {
        "id": 82,
        "text": "عن علي قال: \"كان سيما الملائكة أهل بدر الصوف الأبيض، وكان سيما الملائكة أيضا في نواصي خيولهم \"."
    },
    {
        "id": 83,
        "text": "علي قال: «ما زلنا نشك في عذاب القبر حتى نزلت ﴿ أَلْهَاكُمُ التَّكَاثُرُ ﴾ [التكاثر : 1]."
    },
    {
        "id": 84,
        "text": "عن علي رضي الله عنه قال : \"خير واديين في الناس وادي مكة، وواد في الهند هبط به آدم فيه هذا الطيب الذي تطيبون به، وشر واديين في الناس وادي الأحقاف، وواد بحضرموت يقال له برهوت، وخير بئر في الناس زمزم، وشر بئر في الناس بلهوت، وهي بئر في برهوت تجتمع فيه أرواح الكفار \"."
    },
    {
        "id": 85,
        "text": "عن ابن زرير الغافقي أنه سمع عليا رضي الله عنه يقول: \"يخرج في اثني عشر ألفا، إن قلوا، أو خمسة عشر ألفا إن كثروا ، يسير الرعب بين يديه، لا يلقاه عدو إلا هزمهم بإذن الله شعارهم أمت أمت لا يبالون في الله لومة لائم، فيخرج إليهم : سبع رايات من الشام فيهزمهم ويملك فترجع إلى الناس محبتهم ونعمتهم وفاضتهم وبزازتهم، فلا يكون بعدهم إلا الدجال، قلنا: وما الفاضة والبزازة؟ قال : يفيض الأمر حتى يتكلم الرجل بما شاء لا يخشى شيئا\"."
    },
    {
        "id": 86,
        "text": "عن قيس بن عباد، عن علي بن أبي طالب رضي الله عنه أنه قال: «أنا أول من يجثو بين يدي الرحمن للخصومة يوم القيامة»."
    },
    {
        "id": 87,
        "text": "حدثنا أبو معاوية عن عبد الرحمن بن إسحاق، عن النعمان بن سعد، عن علي، في هذه الآية: ﴿ يَوْمَ نَحْشُرُ الْمُتَّقِينَ إِلَى الرَّحْمَنِ وَفَتَا ﴾ [مريم: 85] ثم قال: هل تدرون على أي شيء يحشرون؟ أما والله ما يحشرون على أقدامهم، ولكنهم يؤتون بنوق لم تر الخلائق مثلها عليها رحال الذهب، وأزمتها الزبرجد، فيجلسون عليها، ثم ينطلق بهم حتى يقرعوا باب الجنة."
    },
    {
        "id": 88,
        "text": "عن حطان بن عبد الله قال: قال علي رحمة الله عليه: «أتدرون كيف أبواب جهنم؟ قال: قلنا كنحو هذه الأبواب قال: لا، ولكنها هكذا» ووضع يده فوق وبسط أبو عمر يده على يده."
    },
    {
        "id": 89,
        "text": "عن أبي مجلز قال: قال رجل لعلي احترس؛ فإن أناسا يريدون قتلك، فقال: إن مع كل رجل ملكين يحفظانه مما لم يقدر، فإذا جاء القدر خليا بينه وبينه، وأن الأجل جنة حصينة."
    },
    {
        "id": 90,
        "text": "وعنه رضي الله عنه : أنه \"ذكر عنده القدر يوما، قال: فأدخل إصبعيه في فيه السبابة والوسطى قال: فأخذ بهما من ريقه، فرقم بهما ذراعه ثم قال: أشهد أن هاتين الرقمتين كانتا في أم الكتاب \"."
    },
    {
        "id": 91,
        "text": "عن زيد بن وهب قال: قدم عليَّ على قوم من أهل البصرة من الخوارج، فيهم رجل يقال له الجَعْد بن بَعْجة، فقال له: اتق الله يا علي فإنك ميت، فقال علي بل ،مقتول ضربة على هذا تخضب هذه، يعني لحيته من رأسه، عهد معهود، وقضاء مقضي، وقد خاب من افترى."
    },
    {
        "id": 92,
        "text": "عن عبد الله بن عمرو بن هند الجملي قال: قال علي بن أبي طالب «الإيمان يبدو نقطة بيضاء في القلب كلما ازداد الإيمان ازداد ذلك البياض، فإذا استكمل الإيمان ابيض القلب كله، وإن النفاق ليبدو نقطة سوداء في القلب، كلما ازداد النفاق ازداد السواد فإذا استكمل النفاق اسود القلب كله، وايم الله، لو شققتم عن قلب مؤمن لوجدتموه أبيض، ولو شققتم عن قلب منافق لوجدتموه أسود»."
    },
    {
        "id": 93,
        "text": "عن معقل الخثعمي، قال: أتى عليا رجل وهو في الرحبة فقال: يا أمير المؤمنين ما ترى في المرأة لا تصلي؟ فقال: «من لم يصل فهو كافر»."
    },
    {
        "id": 94,
        "text": "عن عمر بن حسان قال كان مع علي بن أبي طالب رضي الله عنه منجم فلما أراد أن يسير إلى النهروان، قال: يا أمير المؤمنين لا تسر هذه الساعة التي أمرك فيها فلان، فإنك إن سرت فيها أصابك وأصحابك ضر وأذى، وسر في الساعة التي آمرك فيها، فإنك إن سرت فيها ظهرت وظفرت وأصبت فقال: «أتدري ما في بطن هذا الفرس أذكر هو أم أنثى؟ قال: إن حسبت علمت. قال: \"من صدقك بهذا كذب بالقرآن، لقد ادعيت علما ما ادعاه محمد صلى الله عليه وسلم، ثم قال: ﴿ إِنَّ اللهَ عِندَهُ عِلْمُ السَّاعَةِ ﴾ [لقمان: 34] الآية أتزعم أنك تهدي للساعة التي يصيب النفع من سار فيها ؟ وتهدي للساعة التي يحيق السوء لمن سار فيها؟ قال: نعم. قال: «من صدقك بهذا استغنى عن أن استعان بالله، وينبغي للمقيم بأمرك أن يوليك الحمد دون ربه عز وجل، لأنك هديته للساعة التي يصيب النفع من سار فيها، وصرفته عن الساعة التي يصيب السوء من سار فيها، بل نكذبك ونخالفك ونسير في الساعة التي نهيتنا فيها . ثم قال: «اللهم لا طير إلا طيرك، ولا خير إلا خيرك، ولا رب غيرك. ثم قال: أيها الناس، إنما المنجم مثل الساحر، والساحر مثل الكاهن والكاهن مثل الكافر ، والكافر في النار». ثم قال: «والله لئن بلغني أنك نظرت في شيء من هذا لأخلدنك السجن ما بقيت، ولأحرمنك العطاء ما بقيت» . ثم سار فظفر فقال: \" لو سرنا في الساعة التي أمرنا فيها المنجم لقال الناس: سار في الساعة التي أمره فيها المنجم فظفر، ما كان لرسول الله صلى الله عليه وسلم منجم ولا لنا بعده \"."
    },
    {
        "id": 95,
        "text": "عن الأسود بن هلال، قال: قال علي: إن هؤلاء العرافين كهان العجم، فمن أتى كاهنا يؤمن بما يقول فقد برئ مما أنزل الله على محمد صلى الله عليه وسلم."
    },
    {
        "id": 96,
        "text": "عن علي بن أبي طالب \"إنما أخشى عليكم اثنين: طول الأمل، واتباع الهوى، فإن طول الأمل ينسي الآخرة، وإن اتباع الهوى يصد عن الحق، وإن الدنيا قد ارتحلت مدبرة، والآخرة مقبلة، ولكل واحدة منهما بنون، فكونوا من أبناء الآخرة، ولا تكونوا من أبناء الدنيا، فإن اليوم عمل ولا حساب، وغدا حساب ولا عمل."
    },
    {
        "id": 97,
        "text": "عن عكرمة أن عليا رضي الله عنه حرق قوما فبلغ ابن عباس فقال: لو كنت أنا لم أحرقهم لأن النبي صلى الله عليه وسلم قال : لا تعذبوا بعذاب الله والقتلتهم كما قال النبي صلى الله عليه وسلم. من بدل دینه فاقتلوه»."
    },
    {
        "id": 98,
        "text": "عن عبد الله بن شريك العامري عن أبيه قال قيل لعلي إن هنا قوما على باب المسجد يدعون أنك ربهم فدعاهم فقال لهم ويلكم ما تقولون قالوا أنت ربنا وخالقنا ورازقنا فقال ويلكم إنما أنا عبد مثلكم آكل الطعام كما تأكلون وأشرب كما تشربون إن أطعت الله أثا بني إن شاء وإن عصيته خشيت أن يعذبني فاتقوا الله وارجعوا فأبوا فلما كان الغد غدوا عليه فجاء قنبر فقال قد والله رجعوا يقولون ذلك الكلام فقال أدخلهم فقالوا كذلك فلما كان الثالث قال لئن قلتم ذلك لأقتلنكم بأخبث قتلة فأبوا إلا ذلك فقال يا قنبر ائتني بفعلة معهم مرورهم فخد لهم أخدودا بين باب المسجد والقصر وقال احفروا فأبعدوا في الأرض وجاء بالحطب فطرحه بالنار في الأخدود وقال إني طارحكم فيها أو ترجعوا فأبوا أن يرجعوا فقذف بهم فيها حتى إذا احترقوا قال إني إذا رأيت أمرا منكرا أوقدت ناري ودعوت قنبرا."
    },
    {
        "id": 99,
        "text": "عن إبراهيم التيمي، عن أبيه قال : قال علي : «ما عندنا كتاب نقرؤه إلا كتاب الله غير هذه الصحيفة قال: فأخرجها، فإذا فيها أشياء من الجراحات وأسنان الإبل قال وفيها المدينة حرم ما بين عير إلى ثور، فمن أحدث فيها حدثا، أو آوى محدثا، فعليه لعنة الله والملائكة والناس أجمعين، لا يقبل منه يوم القيامة صرف ولا عدل ومن والى قوما بغير إذن مواليه، فعليه لعنة الله والملائكة والناس أجمعين لا يقبل منه يوم القيامة صرف ولا عدل. وذمة المسلمين واحدة، يسعى بها أدناهم فمن أخفر مسلما فعليه لعنة الله والملائكة والناس أجمعين، لا يقبل منه يوم القيامة صرف ولا عدل.»."
    },
    {
        "id": 100,
        "text": "عن أبي جحيفة رضي الله عنه قال: «قلت لعلي رضي الله عنه: هل عندكم شيء من الوحي إلا ما في كتاب الله ؟ قال : والذي فلق الحبة وبرأ النسمة ما أعلمه إلا فهما يعطيه الله رجلا في القرآن وما في هذه الصحيفة قلت وما في الصحيفة قال: العقل، وفكاك الأسير، وأن لا يقتل مسلم بكافر . »."
    },
    {
        "id": 101,
        "text": "عن أبي الطفيل عامر بن واثلة قال: « كنت عند علي بن أبي طالب، فأتاه رجل فقال : ما كان النبي صلى الله عليه وسلم يسر إليك؟ قال: فغضب وقال: ما كان النبي صلى الله عليه وسلم يسر إلي شيئا يكتمه الناس، غير أنه قد حدثني بكلمات أربع، قال: فقال: ما هن يا أمير المؤمنين؟ قال : قال : لعن الله من لعن والده، ولعن الله من ذبح لغير الله، ولعن الله من آوى محدثا، ولعن الله من غير منار الأرض»."
    },
    {
        "id": 102,
        "text": "عن ابن عباس قال: كنت عند النبي صلى الله عليه وسلم ، وعنده علي، فقال النبي صلى الله عليه وسلم: يا علي سيكون في أمتي قوم ينتحلون حبنا أهل البيت لهم نبز يسمون الرافضة فاقتلوهم، فإنهم مشركون»."
    },
    {
        "id": 103,
        "text": "عن علي قال: مثلي في هذه الأمة كمثل عيسى ابن مريم، أحبته طائفة، وأفرطت في حبه فهلكت وأبغضته طائفة، وأفرطت في بغضه فهلكت، وأحبته طائفة فاقتصدت في حبه فنجت."
    },
    {
        "id": 104,
        "text": "عن عبد الملك بن هارون بن عنترة، عن أبيه، عن جده قال: أتى رجل علي بن أبي طالب رضي الله عنه فقال : أخبرني عن القدر ؟ قال: «طريق مظلم، فلا تسلكه» قال: أخبرني عن القدر ؟ قال : بحر عميق فلا تلجه \" قال: أخبرني عن القدر؟ قال: سر الله فلا تكلفه قال : ثم ولى الرجل غير بعيد ثم رجع فقال لعلي: في المشيئة الأولى أقوم وأقعد، وأقبض وأبسط فقال له علي : إني سائلك عن ثلاث خصال، ولن يجعل الله لك ولا لمن ذكر المشيئة مخرجا، أخبرني: أخلقك الله تعالى لما شاء، أم لما شئت؟ \" قال: لا، بل لما شاء قال: أخبرني، أفتجيء يوم القيامة كما شاء أو كما شئت؟ قال: لا، بل كما شاء، قال: فأخبرني، أجعلك كما شاء، أو كما شئت؟ قال: لا، بل كما شاء قال: فليس لك في المشيئة شيء."
    },
    {
        "id": 105,
        "text": "عن شريك عن علي رضي الله عنه أنه قال : الولاية بدعة والإرجاء بدعة والشهادة بدعة."
    },
    {
        "id": 106,
        "text": "عن قتادة، قال: لما سمع علي المحكمة قال : من هؤلاء؟ قيل له: القراء قال: بل هم الخيابون العيابون»، قيل: إنهم يقولون: لا حكم إلا الله، قال: كلمة حق عزي بها باطل» قال: فلما قتلهم قال رجل: الحمد لله الذي أبادهم وأراحنا منهم فقال علي: كلا والذي نفسي بيده إن منهم لمن في أصلاب الرجال لم تحمله النساء بعد، وليكونن آخرهم ألصاصا جرادين»."
    },
    {
        "id": 107,
        "text": "عن الحسن، قال: لما قتل عليه الحرورية، قالوا: من هؤلاء يا أمير المؤمنين أكفار هم؟ قال: «من الكفر فروا قيل : فمنافقون؟ قال: «إن المنافقين لا يذكرون الله إلا قليلا وهؤلاء يذكرون الله كثيرا قيل: فما هم؟ قال: «قوم أصابتهم فتنة، فعموا فيها وصموا»."
    },
    {
        "id": 108,
        "text": "عن علي بن أبي طالب قال: من لم يعلم منسوخ القرآن فلا يقص على الناس»."
    },
    {
        "id": 109,
        "text": "عن مروان بن الحكم قال : شهدت عثمان وعليا ، وعثمان ينهي عن المتعة، وأن يجمع بينهما، فلما رأى علي أهل بهما: لبيك بعمرة وحجة، قال : ما كنت لأدع سنة النبي صلى الله عليه وسلم لقول أحد»."
    },
    {
        "id": 110,
        "text": "عن علي قال: \"إن الإسلام ثلاث أثافي : الإيمان والصلاة والجماعة، فلا تقبل صلاة إلا بإيمان، ومن آمن صلى ومن صلى جامع، ومن فارق الجماعة قيد شبر فقد خلع ربقة الإسلام من عنقه\"."
    },
    {
        "id": 111,
        "text": "عن علي رضي الله عنه قال: \"إن الإيمان ثلاث أثافي: الإيمان، والصلاة، والجماعة، فلا تقبل صلاة إلا في الإيمان، فمن آمن صلى، ومن صلى جامع، ومن فارق الجماعة قيد شبر خلع رقبة الإسلام عن عنقه \"."
    },
    {
        "id": 112,
        "text": "عن علي بن أبي طالب، قال: «من أدرك ذلك الزمان فلا يطعن برمح ولا يضرب بسيف ولا يرم بحجر ، واصبروا فإن العاقبة للمتقين."
    },
    {
        "id": 113,
        "text": "عن علي قال: «إني لا أرى هؤلاء القوم إلا ظاهرين عليكم لتفرقكم عن حقكم واجتماعهم على باطلهم، وإن الإمام ليس يشاق سفره، وإنه يخطئ ويصيب، فإذا كان عليكم إمام يعدل في الرعية ويقسم بالسوية فاسمعوا له وأطيعوا، وإن الناس لا يصلحهم إلا إمام بر أو فاجر، فإن كان برا فللراعي وللرعية، وإن كان فاجرا عبد فيه المؤمن ربه وعمل فيه الفاجر إلى أجله، وإنكم ستعرضون على سبي، وعلى البراءة مني، فمن سبني فهو في حل من سبي، ولا تبرءوا من ديني فإني على الإسلام»."
    },
    {
        "id": 114,
        "text": "عن علي رضي الله عنه: لوسيرني عثمان إلى صرار لسمعت له وأطعت»."
    },
    {
        "id": 115,
        "text": "عن مصعب بن سعد، قال: قال علي بن أبي طالب عليه السلام كلمات أصاب فيهن الحق، قال: يحق على الإمام أن يحكم بما أنزل الله وأن يؤدي الأمانة فإذا فعل ذلك فحق على الناس أن يسمعوا له، ويطيعوا ويجيبوه إذا دعا»."
    },
    {
        "id": 116,
        "text": "عن محمد ابن الحنفية قال: قلت لأبي : أي الناس خير بعد رسول الله صلى الله عليه وسلم؟ قال: أبو بكر، قلت: ثم من؟ قال : ثم عمر، وخشيت أن يقول عثمان، قلت: ثم أنت؟ قال: ما أنا إلا رجل من المسلمين."
    },
    {
        "id": 117,
        "text": "عن علي رضي الله عنه، ، قال : رحم الله أبا بكر ، كان أول من جمع القرآن»."
    },
    {
        "id": 118,
        "text": "عن أبي عقيل عن رجل قال: سئل علي عن أبي بكر وعمر فقال: كانا إمامي هدى راشدين مصلحين منجحين خرجا من الدنيا خميصين."
    },
    {
        "id": 119,
        "text": "عن علي بن أبي طالب قال: ما مات رسول الله صلى الله عليه وسلم حتى عرفنا أن أفضلنا بعده أبو بكر، وما مات رسول الله صلى الله عليه وسلم حتى عرفنا أن أفضلنا بعد أبي بكر عمر، وما مات رسول الله صلى الله عليه وسلم حتى عرفنا أن أفضلنا بعد عمر رجل آخر، لم يسمه. قال أبو بكر: يعني عثمان."
    },
    {
        "id": 120,
        "text": "عن أبي الجحاف قال : لما بويع أبو بكر ، فبايعه علي وأصحابه، قام ثلاثا يستقبل الناس يقول: أيها الناس قد أقلتكم بيعتكم هل من كاره؟ قال: فيقوم في أوائل الناس فيقول: والله لا نقيلك، ولا نستقيلك أبدا، قدمك رسول الله صلى الله عليه وسلم تصلي بالناس، فمن ذا يؤخرك؟"
    },
    {
        "id": 121,
        "text": "عن أبي سريحة قال: سمعت عليا وهو على المنبر يقول: كان أواها منيب القلب، يعني أبا بكر، وإن عمر ناصح الله فنصحه الله."
    },
    {
        "id": 122,
        "text": "عن سالم، قال: جاء أهل نجران إلى علي فقالوا: يا أمير المؤمنين كتابك بيدك وشفاعتك بلسانك، أخرجنا عمر من أرضنا فارددنا إليها، فقال لهم علي: ويحكم، إن عمر كان رشيد الأمر، ولا أغير شيئا صنعه عمر»، قال الأعمش: فكانوا يقولون: لو كان في نفسه على عمر شيء لاغتنم هذا علي\"."
    },
    {
        "id": 123,
        "text": "عن الشعبي، قال: قال علي: ما كنا نبعد أن السكينة تنطق بلسان عمر."
    },
    {
        "id": 124,
        "text": "عن أبي السفر، قال رئي على علي برد كان يكثر لبسه، قال: فقيل له: إنك لتكثر لبس هذا البرد، فقال: إنه كسانيه خليلي وصفيي وصديقي وخاصي عمر إن عمر ناصح الله فنصحه الله ثم بكى."
    },
    {
        "id": 125,
        "text": "عن سليمان الأحمسي عن أبيه قال: قال علي: والله ما نزلت آية إلا وقد علمت فيما نزلت وأين نزلت وعلى من نزلت إن ربي وهب لي قلبا عقولا ولسانا طلقا."
    },
    {
        "id": 126,
        "text": "عن أبي بكر الصديق رضي الله عنه قال : \" إنما مثلنا ومثل الأنصار كما قال الغنوي لبني جعفر : جزى الله عنا جعفرا حين أشرفت بنا نعلنا في الواطئين فزلت أبوا أن يملونا ولو أن أمنا تلاقي الذي يلقون منا لملت."
    },
    {
        "id": 127,
        "text": "عن عمر بن الخطاب رضي الله عنه قال: «لوددت أن أبي مثل أبي بلال، وأمي مثل أم بلال، وأنا مثل بلال، قضى كذلك»."
    },
    {
        "id": 128,
        "text": "عن ابن عباس قال: «كان عمر يدخلني مع أشياخ بدر، فقال بعضهم: لم تدخل هذا الفتى معنا ولنا أبناء مثله ؟ فقال : إنه ممن قد علمتم، قال: فدعاهم ذات يوم ودعاني معهم قال وما رؤيته دعاني يومئذ إلا ليريهم مني، فقال: ما تقولون: ﴿ إِذَا جَاءَ نَصْرُ اللَّهِ وَالْفَتْحُ وَرَأَيْتَ النَّاسَ يَدْخُلُونَ ﴾ [النصر: 1-2] حتى ختم السورة ، فقال بعضهم: أمرنا أن نحمد الله ونستغفره إذا نصرنا وفتح علينا، وقال بعضهم: لا ندري أو لم يقل بعضهم شيئا، فقال لي: يا ابن عباس، أكذاك تقول ؟ قلت: لا، قال : فما تقول؟ قلت هو أجل رسول الله صلى الله عليه وسلم أعلمه الله له: ﴿ إِذَا جَاءَ نَصْرُ اللَّهِ وَالْفَتْحُ ﴾ [النصر: 1] فتح مكة، فذاك علامة أجلك : ﴿ فَسَبِّحْ بِحَمْدِ رَبِّكَ وَأَسْتَغْفِرْهُ إِنَّهُ كَانَ تَوَّابًا ﴾ [النصر: 3] قال عمر : ما أعلم منها إلا ما تعلم»."
    },
    {
        "id": 129,
        "text": "عن إبراهيم النخعي أن رجلا طلق امرأته تطليقة يملك الرجعة، ثم تركها حتى انقطع دمها من الحيضة الثالثة ودخلت ،مغتسلها، وأدنت ماءها، فأتاها فقال لها: قد راجعتك، فسألت عمر بن الخطاب رضي الله عنه ذلك وعنده عبد الله بن مسعود فقال عمر : قل فيها برأيك فقال : أراه يا أمير المؤمنين أحق برجعتها ما لم تغتسل من حيضتها الثالثة، فقال عمر رضي الله عنه : وأنا أرى ذلك \"، ثم قال عمر لعبد الله بن مسعود كنیف ملئ علما »."
    },
    {
        "id": 130,
        "text": "عن هشام بن عروة، عن أبيه قال: أخبرني مروان بن الحكم قال: «أصاب عثمان بن عفان رعاف شديد سنة الرعاف حتى حبسه عن الحج، وأوصى، فدخل عليه رجل من قريش قال استخلف قال وقالوه؟ قال: نعم، قال: ومن؟ فسكت، فدخل عليه رجل آخر أحسبه الحارث فقال: استخلف، فقال عثمان: وقالوا ؟ فقال : نعم ، قال : ومن هو ؟ فسكت قال: فلعلهم قالوا الزبير، قال: نعم، قال: أما والذي نفسي بيده إنه لخيرهم ما علمت وإن كان لأحبهم إلى رسول الله صلى الله عليه وسلم»."
    },
    {
        "id": 131,
        "text": "عن الزهري قال : أخبرني ابن السباق أن زيد بن ثابت الأنصاري وكان ممن يكتب الوحي، قال: أرسل إلي أبو بكر مقتل أهل اليمامة، وعنده عمر، فقال أبو بكر: إن عمر أتاني فقال: إن القتل قد استحر يوم اليمامة بالناس، وإني أخشى أن يستحر القتل بالقراء في المواطن، فيذهب كثير من القرآن، إلا أن تجمعوه، وإني لأرى أن تجمع القرآن قال أبو بكر : قلت لعمر: كيف أفعل شيئا لم يفعله رسول الله صلى الله عليه وسلم؟ فقال عمر : هو والله خير، فلم يزل عمر يراجعني فيه حتى شرح الله لذلك صدري، ورأيت الذي رأى عمر، قال زيد بن ثابت: وعمر عنده جالس لا يتكلم، فقال أبو بكر: إنك رجل شاب عاقل ولا نتهمك، كنت تكتب الوحي لرسول الله صلى الله عليه وسلم فتتبع القرآن فاجمعه. فوالله لو كلفني نقل جبل من الجبال ما كان أثقل علي مما أمرني به من جمع القرآن. قلت: كيف تفعلان شيئا لم يفعله النبي صلى الله عليه وسلم؟ فقال أبو بكر : هو والله خير ، فلم أزل أراجعه حتى شرح الله صدري للذي شرح الله له صدر أبي بكر وعمر فقمت: فتتبعت القرآن أجمعه من الرقاع والأكتاف والعسب، وصدور الرجال، حتى وجدت من سورة التوبة آيتين مع خزيمة الأنصاري لم أجدهما مع أحد غيره: ﴿ لَقَدْ جَاءَكُمْ رَسُولٌ مِنْ أَنفُسِكُمْ عَزِيزٌ عَلَيْهِ مَا عَنِتُمْ حَرِيصٌ عَلَيْكُم ﴾ [التوبة: 128] إلى آخرهما. وكانت الصحف التي جمع فيها القرآن عند أبي بكر حتى توفاه الله، ثم عند عمر حتى توفاه الله، ثم عند حفصة بنت عمر."
    },
    {
        "id": 132,
        "text": "عن أيوب بن النعمان بن عبد الله بن كعب بن مالك عن أبيه عن جده قال: كان عمر بن الخطاب رضي الله عنه يقول حين خرج معاذ بن جبل إلى الشام: لقد أخل خروجه بالمدينة وأهلها في الفقه وما كان يفتيهم به، ولقد كنت كلمت أبا بكر، رحمه الله، أن يحبسه لحاجة الناس إليه فأبى علي وقال: رجل أراد وجها يريد الشهادة فلا أحبسه فقلت: والله إن الرجل ليرزق الشهادة وهو على فراشه وفى بيته عظيم الغنى عن مصره قال كعب بن مالك وكان معاذ بن جبل يفتى بالمدينة في حياة رسول الله صلى الله عليه وسلم، وأبي بكر."
    },
    {
        "id": 133,
        "text": "وعن شهر بن حوشب قال قال عمر إن العلماء إذا حضروا يوم القيامة كان معاذ بن جبل بين أيديهم قذفة بحجر."
    },
    {
        "id": 134,
        "text": "وصح عن عمر أنه قال من أراد الفقه فليأت معاذا."
    },
    {
        "id": 135,
        "text": "عن عدي بن حاتم قال: أتيت عمر في ناس في قومي، فجعل يفرض لرجال من طيئ في ألفين، ويعرض عني، فقلت: يا أمير المؤمنين، أما تعرفني، فضحك حتى استلقى لقفاه ثم قال: والله إني لأعرفك قد آمنت إذ كفروا، وأقبلت إذ أدبروا، ووفيت إذ غدروا، وإن أول صدقة بيضت وجه رسول الله صلى الله عليه وسلم ووجوه أصحابه صدقة طيئ، ثم أخذ يعتذر ، ثم قال: إنما فرضت لقوم أجحفت بهم الفاقة، وهم سراة عشائرهم لما ينوبهم من الحقوق."
    }
]