[
    {
        "id": 1,
        "text": "ما أمر الله [1/3] به ، وذكره في كتابه مِن: لزومِ الجماعة ، والنَّهي عن الفُرقةِ ؛ فقال : ﴿وَاعْتَصِمُوا بِحَبْلِ اللَّهِ جَمِيعًا وَلَا تَفَرَّقُوا [آل عمران : 103]."
    },
    {
        "id": 2,
        "text": "وما أمر به المؤمنين مِن مُباينةِ مَن خالف عقدهم، ونكثَ عهدَهُم، وطعن في دينِهِم مِن : مُجانبتهم، وترك مجالستهم، والاستماع لأخطائهم وخطابهم ؛ فقال تبارك وتعالى: ﴿وَقَدْ نَزَّلَ عَلَيْكُمْ فِي الْكِتَبِ أَنْ إِذَا سَمِعْتُمْ وَايَتِ اللهِ يُكْفَرُ بِهَا وَيُسْتَهْزَأُ بِهَا فَلَا تَقْعُدُوا مَعَهُمْ حَتَّى يَخُوضُوا فِي حَدِيثٍ غَيْرِهِ إِنَّكُمْ إِذًا مِثْلُهُمْ إِنَّ اللَّهَ جَامِعُ الْمُنَفِقِينَ وَالكَفِرِينَ فِي جَهَنَّمَ جَمِيعًا ﴾ [النساء : 140]"
    },
    {
        "id": 3,
        "text": "وأمر رسول الله صلى الله عليه وسلم في الثلاثة الذين تخلفوا عنه: بهجرانهم، ومباينتِهم، وأمرَهُم أن يعتزلوا نساءَهُم حَتَّى أَنزلَ اللهُ توبتهم."
    },
    {
        "id": 4,
        "text": "وقال : «أوّلُ ما دخل النقصُ على بني إسرائيل : كان الرَّجلُ يلقَى أخاهُ فيقولُ : يا هذا اتقِ اللهَ، ودَعْ مَا تَصنَعُ؛ فَإِنَّهُ لا يَحِلُّ لك . ثُمَّ يلقاهُ مِن الغدِ؛ فلا يَمْنَعُهُ ذلك أن يكونَ أكِيلَهُ، وشرِيبَهُ، وقعِيدَهُ، فلما فعلوا ذلك : ضَرَبَ اللهُ قُلُوبَ بَعضِهِم بِبَعْضِ». ثم قال: ﴿وَلُعِنَ الَّذِينَ كَفَرُوا مِنْ بَني إسراءيل على ليسان داورد وَعِيسَى ابْنِ مَرْيَمَ ﴾ إلى قوله: ﴿وَلَكِنَّ كَثِيرًا مِّنْهُمْ فَسِقُونَ ﴾ [المائدة: 78 - 81] ."
    },
    {
        "id": 5,
        "text": "وقال : «مِثلُ القائم على حدودِ الله، والمُداهِنِ فيها؛ كمثل قوم استهموا على سَفِينَةٍ في البحرِ ، فأصابَ بَعضُهُم أسفلها، وبعضُهم أعلاها، وكان الذِينَ في أسفَلِها يخرُجُون ويستقُون الماء، ويَصُبُّونَ [3] على الذين على أعلاهَا فَيُؤذُونَهُم، فقالوا: لا ندعُكُم تمرُّون علينا فتُؤذُوننا، فقال الذين في أَسفَلِها : أَما إِذْ مَنعتُمُونا؛ فننقُبُ السَّفِينَةَ مِن أسفلها فنستقي. قال : فإن أخذوا على أيدِيهِم فمنعُوهُم؛ نجوا جميعًا، وإن تركُوهُم؛ هلكوا جميعا»."
    },
    {
        "id": 6,
        "text": "وقال النبيُّ صلى الله عليه وسلم : «افترقَت بَنُو إسرائيل على ثنتين وسبعين فرقة، وستفتَرِقُ أُمَّتي على ثَلاثٍ وسَبْعِين فِرقَةً: فِرقَةٌ ناجِيَةٌ، ويُنتَينِ وسبعين في النَّارِ»."
    },
    {
        "id": 7,
        "text": "وقال : عليكُم بسُنَّتي وسُنَّةِ الخُلفاء الراشدين مِن بعدي، عَضُوا عليها بالنَّواجِذِ ."
    },
    {
        "id": 8,
        "text": "وقال : «لقد جئتُكُم بها بيضاء نقِيَّةً؛ فلا تختلفوا بعدي»."
    },
    {
        "id": 9,
        "text": "وقال : «قد تركتُكُم على الواضِحَةِ؛ فلا تذهَبُوا يمِينًا، ولا شِمَالًا»."
    },
    {
        "id": 10,
        "text": "وقال : «إِنَّ اللهَ ليُدخِلُ العبد الجنَّةَ بالسُّنَّةِ يتمسك بها»."
    },
    {
        "id": 11,
        "text": "وقال : والله لو أنَّ موسى وعيسى حيَّانِ ؛ لَمَا حَلَّ لَهُمَا إِلَّا أَن يَتَّبعاني ."
    },
    {
        "id": 12,
        "text": "وخرج وهم يتنازعون في القدر، فقال: «أبهذا أُمِرْتُم؟! أو ليس عن هذا نُهيتُم؟! إِنَّمَا هَلَكَ مَن كانَ قبلَكُم بتماريهم في دينهم»."
    },
    {
        "id": 13,
        "text": "وخرج يوما على أصحابه وهم يقولون: ألم يقُلِ الله كذا وكذا؟ يردُّ بعضُهم على بعض فكأنَّما فُقِئ في وجهِهِ حِبُّ الرُّمَّانِ، فقال: «إِنَّما أفسد على الأمم هذا، فلا تَصْرِبُوا كتابَ الله بَعضَهُ بِبعض؛ فإنَّ ذلك يُوقِعُ الشَّك في قُلوبِكُم»."
    },
    {
        "id": 14,
        "text": "وقال : «لا تجالسُوا أَهلَ القدر؛ فإنَّهم الذين يَخُوضُون في آياتِ الله ."
    },
    {
        "id": 15,
        "text": "وقال : «المراء في القُرآنِ كُفْرٌ»."
    },
    {
        "id": 16,
        "text": "وقال : إِنَّكُم لا تَرجِعُون إلى الله بشيءٍ أَفضَلَ مِما خرج منه» . - يعني : القرآن .."
    },
    {
        "id": 17,
        "text": "وقال : «إِنَّ قُريشا منعتني أن أبلغَ كلامَ رَبِّي ."
    },
    {
        "id": 18,
        "text": "وقال صلى الله عليه وسلم لجابر: «أعلِمتَ أنَّ اللهَ أحيى أباك فكلَّمَهُ كفاحا ؟ !"
    },
    {
        "id": 19,
        "text": "وقال : يكونُ بَعدِي فِتنةُ يُصبحُ الرَّجلُ فيها مُؤْمِنًا، ويُمسي كافرًا، ويُمسي مُؤمنًا ويُصبحُ كافِرًا؛ إِلَّا مَن [1/4] أحياهُ اللهُ بالعلم ."
    },
    {
        "id": 20,
        "text": "وقال : «اقتدوا باللذين من بعدي: أبي بكرٍ وعُمر»."
    },
    {
        "id": 21,
        "text": "وقال : «لم يزل أمر بني إسرائيلَ مُعتدِلًا حتَّى نشأ فيهم المُولَّدون أبناء سَبايا الأُمم، فأخذُوا بالرأي، وتركوا السُّنَنَ»."
    },
    {
        "id": 22,
        "text": "وقال : إنَّ اللهَ لا ينزِعُ العلم انتِزاعًا مِن صُدورِ الرّجالِ ؛ ولكن يقبضُ العلم بقبض العُلماء ، فإذا لم يَبْقَ عَالِمٌ؛ اتَّخِذَ النَّاسُ رُؤساءَ جُهَّالًا فسُئِلُوا؛ فأفتوا بغيرِ عِلْمٍ؛ فضلُّوا وأضلوا»."
    },
    {
        "id": 23,
        "text": "ونهى عن : قيلَ ،وقال، وإضاعة المال، وكثرَةِ السؤال ."
    },
    {
        "id": 24,
        "text": "وكان يكره كثرة المسائل."
    },
    {
        "id": 25,
        "text": "ونهى عن الأُغْلُوطات."
    },
    {
        "id": 26,
        "text": "وقيل : هي شداد المسائل وصعابها."
    },
    {
        "id": 27,
        "text": "وقال : «أتركُوني ما تركتُكُم»."
    },
    {
        "id": 28,
        "text": "وقال : «أعظَمُ المُسلمين في المُسلِمين جُرْمَا : مَن سأل عن أمر لم يُحرَّم، فحُرِّمَ مِن أجل مسألتِهِ»."
    },
    {
        "id": 29,
        "text": "وقال : «مَن أحدَثَ حدَنَّا ، أو آوى مُحدِثًا فعليه لعنَةُ الله ، ولعنه اللاعنين، والملائِكَةِ ، والنَّاسِ أجمعين، لا يقبلُ اللهُ مِنْهُ صَرفًا ولا عدلا»، فقالوا للحسن: ما الحدث؟ فقال : أصحابُ الفتنِ كُلُّهُم مُحدِثون، وأهل الأهواءِ كُلُّهُم محدثون."
    },
    {
        "id": 30,
        "text": "وقال : كِلابُ النَّارِ : أهلُ البِدَعِ ."
    },
    {
        "id": 31,
        "text": "وقال : «مَن وقَرَ صاحِبَ بدعةٍ؛ فقد أعانَ على هَدَمِ الإسلام ."
    },
    {
        "id": 32,
        "text": "وقال ابن مسعود خطّ لنا رسول الله صلى الله عليه وسلم يومًا خطا، فقال: «هذا سبيل الله» . ثُم خط خُطوطًا عن يمينِ الخط ويساره، وقال: «هذه سُبُل، على كُلِّ سبيل منها شيطان يدعو إليه». ثم تلا : ﴿وأن هذا صِرَاطِى مُسْتَقِيمًا فَاتَّبِعُوهُ وَلَا تَتَّبِعُوا السُّبُلَ فَتَفَرَّقَ بِكُمْ عَن سبيلهِ﴾ [الأنعام: 153] يعني: الخطوط التي عن يمينه ويساره."
    },
    {
        "id": 33,
        "text": "وقالت عائشة رضي الله عنها وأرضاها: تلا رسول الله صلى الله عليه وسلم ﴿هُوَ الَّذِي أَنزَلَ عَلَيْكَ الْكِتَبَ مِنْهُ وَايَتٌ تُحكَمَتُ هُنَّ أُمُّ الْكِتَابِ وَأُخَرُ مُتَشَبِهَةٌ فَأَمَّا الَّذِينَ [4/ب] فِي قُلُوبِهِمْ زَيْغٌ فَيَتَّبِعُونَ مَا تَشَبَهَ مِنْهُ ابْتِغَاءَ الْفِتْنَةِ وَابْتِغَاءَ تَأْوِيلِهِ ﴾ [آل عمران : 7] قالت: سمعت رسول الله صلى الله عليه وسلم يقول: «إذا رأيتُم الذين يُجادِلُونَ فيه، فهم الذين عنى الله؛ فاحذروهم»."
    },
    {
        "id": 34,
        "text": "وقال : ما ضلَّ قومٌ بعد هُدًى كانوا عليهِ إِلَّا أُوتُوا الجدل»، ثم قرأ: ﴿مَا ضَرَبُوهُ لَكَ إِلَّا جَدَلًا بَلْ هُوَ قَوْمُ خَصِمُونَ﴾ [الزخرف: 58]."
    },
    {
        "id": 35,
        "text": "وقال : «المُتمسك بسُنَّتي عند فسادِ أُمَّتِي له أجرُ خمسين شهيدًا»."
    },
    {
        "id": 36,
        "text": "وقال : المُتمسك بدينِهِ عند فسادِ النَّاسِ كالقابض على الجمر."
    },
    {
        "id": 37,
        "text": "وقال : «المُتمسك بدينِهِ في الهرج كالمُهاجِرِ إليَّ»."
    },
    {
        "id": 38,
        "text": "وقال : «بدأ الإسلام غريبًا، وسيعود غرِيبًا كما بدأ؛ فطوبى للغرباء». قالوا يا رسول الله، مَن الغُرباء؟ قال: «الذين إذا فسدَ النَّاسُ صلحوا»."
    },
    {
        "id": 39,
        "text": "وقال : «الله الله في أصحابي، لا تَتَّخِذُوهُم غَرَضًا بعدي؛ فمن أحبَّهُم فَيُحبِّي أحبَّهُم ، ومَن أبغضَهُم فببغضي أبغضَهُم، ومَن آذاهُم فقد آذاني، ومَن آذاني فقد آذى الله، ومَن آذى الله فيوشِكُ أن يأخذه ."
    },
    {
        "id": 40,
        "text": "وقال : لا تسبوا أصحابي فوا الذي نفسي بيده لو أنفق أحدُكُم مِثلَ أُحُدٍ ذهبًا ما بلغَ مُدَّ أَحدِهِم، ولا نَصِيفَهُ ."
    },
    {
        "id": 41,
        "text": "وقال معاذ : قال لي النبي صلى الله عليه وسلم : «يا معاذ، أطع كُلَّ أميرٍ، وصل خلفَ كُلِّ إمام، ولا تسُبَّنَّ أحدًا مِن أصحابي»."
    },
    {
        "id": 42,
        "text": "ووضع رسول الله صلى الله عليه وسلم يده على لحيةِ عُمر بن الخطاب له ، ثُم قال : «يا عمرُ، إِنَّا لله وإنا إليه راجعون». قال عمرُ : قلتُ : نعم - بأبي أنت وأُمِّي يا رسول الله -، إنَّا الله وإنا إليه راجعون، فما ذاك؟! قال: «إنَّ جبريل أتاني آنفًا ، فقال : يا محمد، إنَّا لله وإنا إليه راجعون، إنَّ أُمَّتِكَ مَفتونَةٌ بعدك بقليل غير كثير. قلتُ : يا جبريلُ، أفتَنَةُ ضلالٍ، أم فِتنةُ كُفْرٍ؟ قال : كُلّ سيكون. قلتُ : كيف يضلُّون أو يكفُرُون، وأنا مُخلّف بين أظهرهم كتاب الله ؟ قال : بكتاب الله يَضِلُّون؛ يتأوَّلُهُ كُلُّ قومٍ على ما يَهوون فيَضِلُّون»."
    },
    {
        "id": 43,
        "text": "وقال الحسن : قال النبي صلى الله عليه وسلم: «مثل أصحابي مثل الملح في الطَّعامِ. ثُم قال : هيهات، [1/0] ذهب مِلْحُ القومِ ."
    },
    {
        "id": 44,
        "text": "ودخل المسجد ومعه أبو بكرٍ عن يمينه، وعُمرُ عن يساره، فقال: هكذا نُبعثُ يومَ القيامةِ، وهكذا نَدخُلُ الجنَّة»."
    },
    {
        "id": 45,
        "text": "وقال : «ما من نبي إلا وله وزيرانِ مِن أَهلِ السَّماءِ، ووزيران من أهلِ الأرضِ ؛ فأمَّا وزيرايَ مِن أهلِ السَّماءِ: فجبريل وميكائيل، وأما وزيرايَ مِن أهل الأرض : فأبو بكرٍ وعُمَرُ ."
    },
    {
        "id": 46,
        "text": "وقال : «لا تستقر محبَّةُ الأربعةِ إِلَّا في قلبِ مؤمن تقي : أبي بكرٍ ، وعُمَرَ، وعُثمان ، وعليّ»."
    },
    {
        "id": 47,
        "text": "وقال : «إِنَّ اللهَ افترض عليكم حُبَّ أبي بكرٍ، وعُمَرَ، وعُثمانَ ، وعلي ، كما افترض عليكُم: الصَّلاةَ، والصيام، والحج، فمن أبغض واحِدًا مِنهُم ؛ أَدخلَهُ اللهُ النَّارَ ."
    },
    {
        "id": 48,
        "text": "وقال : مَن سب أصحابي فعليه لعنة الله، ولعنَةُ اللاعنين، والملائِكَةِ ، والنَّاسِ أجمعين ."
    },
    {
        "id": 49,
        "text": "وقال : «لا تسبوا أصحابي؛ فإنه يجيء قوم في آخرِ الزَّمانِ يَسُبُّون أصحابي؛ فلا تُصلُّوا عليهم، ولا تُصَلُّوا مَعهُم، ولا تُناكِحوهُم، ولا تُجالِسُوهم ، وإن مَرِضوا فلا تعودُوهم»."
    },
    {
        "id": 50,
        "text": "وقال ابن عباس : لا تَسبُّوا أصحاب محمد صلى الله عليه وسلم ؛ فإن الله قد أمرنا بالاستغفار لهم، وهو يعلمُ أَنَّهُم سَيقتَتِلون ."
    },
    {
        "id": 51,
        "text": "وقالت عائشة لها : أمروا بالاستغفار لأصحاب محمد فسبوهم ."
    },
    {
        "id": 52,
        "text": "وقال أبو بكر الصديق الله : أَيُّ سَماءِ تُظلُّني، وأي أرضِ تُقِلُّني إذا قلتُ في كتاب الله ما لا أعلم؟."
    },
    {
        "id": 53,
        "text": "وقال أبو بكر الصديق : السُّنَّةُ حبل الله المتين، فمن تركها ؛ فقد قطعَ حبلَهُ مِن الله ."
    },
    {
        "id": 54,
        "text": "وقال عُمَرُ بن الخطَّابِ الله : أصحابُ الرَّأي أعداء السننِ؛ أعيتهم الأحاديثُ أن يحفظوها، وتفلتت منهم فلم يعوها؛ فقالوا بالرَّأي؛ فضلُّوا وأضلوا."
    },
    {
        "id": 55,
        "text": "وقال عُمر الله له : القرآنُ كلامُ الله ؛ فلا تُحرِّفوه إلى غيره."
    },
    {
        "id": 56,
        "text": "وقال عُمر له : إنَّ الله لم يأمر عِبادَهُ إلَّا ب-م-ا ينفعُهُم ، ولم ينهَهُم إِلَّا عما يَضُرُّهُم ."
    },
    {
        "id": 57,
        "text": "وقال عثمان الله : الباطِلُ فيما وافق النفس وإن رأيت أنَّ الله وعمل فيه طاعة ."
    },
    {
        "id": 58,
        "text": "وقال علي له : الهوى يَصُدُّ عن الحقك."
    },
    {
        "id": 59,
        "text": "وقال عليّ كرَّم الله وجهه [ه/ب]: الهوى عند من خالف السُّنَّةَ حقٌّ وإِن ضُرِبتْ فيهِ عُنقه ."
    },
    {
        "id": 60,
        "text": "وقال ابن عباس لا تضربوا كتاب الله بعضَهُ ببعض."
    },
    {
        "id": 61,
        "text": "وجلدَ عمرُ الله له صَبيعًا التّميمي في مُساءَلَتِهِ في حُرُوفٍ من القرآن."
    },
    {
        "id": 62,
        "text": "وقال ابن مسعود : إذا سمعت الله يقول كذا وكذا ؛ فأصغ لها سمعك ؛ فإنَّما هو خيرٌ تؤمر به، أو شرّ تُنهى عنه ."
    },
    {
        "id": 63,
        "text": "وقال ابن مسعود: القرآنُ كلامُ الله ، فمن قال فيه شيئًا فإنَّما يتقوَّلُهُ على الله ."
    },
    {
        "id": 64,
        "text": "وقال ابنُ عُمر: مَن تركَ السُّنَّةَ كفر ."
    },
    {
        "id": 65,
        "text": "وقال عُمر بن عبد العزيز : السُّنَّةُ إِنَّما سنَّهَا مَن عَلِمَ ما جاءَ في خلافها مِن الزَّللِ ، ولهم كانوا على المنازعة والجدل أقدر منكم ."
    },
    {
        "id": 66,
        "text": "وقال رجلٌ لابن عباس : الحمد لله الذي جعل هوانا على هواكُم. فقال ابنُ عبَّاس : إِنَّ اللهَ لم يجعل في هذه الأهواء شيئًا من الخيرِ ؛ وإِنَّما سُمِّي هوى؛ لأنَّه يَهوي بصاحِبِهِ في النَّارِ."
    },
    {
        "id": 67,
        "text": "وقال الحسن، ومجاهد، وأبو العالية : إنما سُمَّي هوًى؛ لأنَّه يهوي بصاحبه في النَّارِ."
    },
    {
        "id": 68,
        "text": "وقال الحسنُ : ما مِن داءٍ أشدَّ مِن هَوًى خالط قلبات."
    },
    {
        "id": 69,
        "text": "وقال أبو قلابةَ : إيَّاكم وأصحابُ الخُصُوماتِ؛ فإنِّي لا آمنُ أن يغمسوكُم في ضلالتهم، أو يُلبسوا عليكم بعض ما تعرفون."
    },
    {
        "id": 70,
        "text": "وكرِهَ عطاء، وطاووس، ومُجاهد، والشعبي، وإبراهيم أن يُفتوا في شيءٍ مِن الخُصُوماتِ، وقالوا : الخُصومات محق الدين. وقالوا : ما خاصمَ ورعٌ قَط ."
    },
    {
        "id": 71,
        "text": "وقال عِمرانُ بن الحصين: «الحياء من الإيمانِ». فقال رجل عنده : في الحكمَةِ مكتوب : إِنَّ مِن الحياءِ ضَعفًا، ومِنه وقارا . فقال عِمرانُ : أَحدِّثُكَ عن رسول الله صلى الله عليه وسلم، وتُحدّثني عن صُحُفِكَ؟! لا أُكلّمُك أبدا."
    },
    {
        "id": 72,
        "text": "وذُكِرَ عند عِمران بن الحصين الحديث؛ فقال رجلٌ مِن القوم : لو قرأتُم سُورةً مِن كتابِ الله كان أفضل من حديثكُم. فقال عِمرانُ : إِنَّكَ لأحمق؛ أتجدُ الصَّلاةَ في كتاب الله مُفسَّرًا، أتجدُ الزَّكَاةَ في كتاب الله مُفسَّرًا [2/6] ، إِنَّ القرآنَ حكمه، وإنَّ السُّنَّةَ فسرته."
    },
    {
        "id": 73,
        "text": "وقال المِقدامُ بن مَعدِي كَرِبٍ: حَرَّمَ رسول الله صلى الله عليه وسلم يومَ أشياء؛ فقال : يُوشك رجُلٌ على أريكته، يأتيه ما أمرتُ أو نهيت، فيقول: دعونا من هذا ما ندري ما هذا، عليكم بكتاب الله ، فلا عرِفنَّ الرَّجلَ منكم ."
    },
    {
        "id": 74,
        "text": "وقال رجلٌ لابن عُمَرَ: أرأيتَ؟ أرأيتَ؟ فقال : اجعل أرأيتَ باليمن؛ إنَّما هي السنن ."
    },
    {
        "id": 75,
        "text": "وقال الشعبي : ما قضيتُ لي رأيًا قط."
    },
    {
        "id": 76,
        "text": "وقال قتادة : لم أفتِ برأي مُنذُ ثلاثينَ سَنَة ."
    },
    {
        "id": 77,
        "text": "وقال الحسنُ : شِرارُ عبادِ الله الذين يتَّبعون شِرارَ المسائل؛ ليُعمُّوا بها عبادَ الله ."
    },
    {
        "id": 78,
        "text": "وقال ميمون بن مهران في قوله تعالى: ﴿فَإِن تَنَزَعْتُمْ فِي شَيْءٍ فَرُدُّوهُ إِلَى اللهِ وَالرَّسُولِ﴾ [النساء : 59] ، قال : الرَّدُّ إلى الله : إلى كتابه، والرَّدُّ إلى الرَّسولِ. وإذا قُبضَ : إلى سُنَّتِهِ."
    },
    {
        "id": 79,
        "text": "وقال عكرمة : ﴿أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ وَأُولِي الأَمر منكر﴾ [النساء: 59]، قال: أبو بكر وعمر ."
    },
    {
        "id": 80,
        "text": "وقال يحيى بن أبي كثير : السُّنَّةُ قاضية على الكتاب، وليس الكتابُ قاضيًا على السُّنَّةِ ."
    },
    {
        "id": 81,
        "text": "وقال حسان بن عطية كان جبريل ينزل على رسول الله صلى الله عليه وسلم بالسُّنَّةِ كما ينزل عليه ،بالقرآن ويُعلِّمُهُ إيَّاها كما يُعلِّمُه القرآن ."
    },
    {
        "id": 82,
        "text": "وقال سعيد بن جبير في قوله : ﴿وَعَمِلَ صَلِحًا ثُمَّ اهْتَدَى﴾ :[طه: 82] قال : لزومُ السُّنَّةِ والجماعة."
    },
    {
        "id": 83,
        "text": "حدثنا عُبيد الله قال نا أبو علي إسماعيل بن محمد الصَّفار، قال: نا أحمد بن منصور الرَّمادِي، قال: نا عبد الرزاق قال: أنا معمر عن قتادة في قوله تعالى: ﴿وَاذْكُرْنَ مَا يُتْلَى فِي ، بُيُوتِكُنَّ مِنْ ءَايَتِ اللهِ وَالْحِكْمَةِ﴾ [الأحزاب: 34] قال : القرآنُ والسنة ."
    },
    {
        "id": 84,
        "text": "قال: حدثنا أبو عبد الله أحمد بن علي بن علاء الجوزجاني، قال: نا عبد الوهاب الوراق الشيخ الصالح، قال: نا أبو معاوية، عن الأعمش عن ،مُجاهد قال : أفضلُ العبادة: حُسنُ الرأي. يعني : السُّنة. [6/ب]"
    },
    {
        "id": 85,
        "text": "وقال إسحاق بن عيسى: سمعت مالك بن أنس يعيبُ الجدال في الدِّينِ، ويقول: كُلَّما جاءنا رجل هو أجدَلُ مِن رجلٍ أرادنا أن نترك ما جاء به جبريل إلى النبي ."
    },
    {
        "id": 86,
        "text": "وقال ابنُ سِيرين : ما أخذ رجلٌ بدعةً فراجَعَ سُنَّة ."
    },
    {
        "id": 87,
        "text": "وقال عامر بن عبد الله : ما ابتدع رجل بدعةً؛ إلَّا أتى غدًا بما يُنكِرُهُ عليها اليوم ."
    },
    {
        "id": 88,
        "text": "وقال ابن عون : إذا غلب الهوى على القلب استحسن الرَّجلُ ما كان يستقبحه ."
    },
    {
        "id": 89,
        "text": "وقال الفضيلُ : لا يزالُ العبد مستورًا حتَّى يرى قبيحه حسنا ."
    },
    {
        "id": 90,
        "text": "وقال أبو العالية آيتان في كتابِ الله ما أشدَّهُما على الذين يجادلون في القرآنِ: ﴿مَا يُجَدِلُ فِي عَايَتِ اللَّهِ إِلَّا الَّذِينَ كَفَرُوا﴾ [غافر: 4]، ﴿وَإِنَّ الَّذِينَ اخْتَلَفُوا فِي الْكِتَابِ لَفِي شِقَاقٍ بَعِيدٍ﴾ [البقرة: 176]."
    },
    {
        "id": 91,
        "text": "وقال أرطاة بن المنذر : لأن يكون ابني فاسِقًا مِن الفُسَّاقِ أحبُّ إليَّ مِن أن يكون صاحِبَ هوًى."
    },
    {
        "id": 92,
        "text": "وقال أبو إسحاق الفزاري : لأن أجلس إلى النَّصارى في بيعهم أحبُّ إليَّ مِن الجلوس في حلْقَةٍ يَتخاصم فيها النَّاسُ في دينهم ."
    },
    {
        "id": 93,
        "text": "وقال سعيد بن جبير : لأن يصحب ابني فاسِقا شاطرات سُنّيّا ؛ أحبُّ إليَّ مِن أن يصحب عابدًا مُبتدِعاك."
    },
    {
        "id": 94,
        "text": "وقيل لمالك بن مِغْول: رأينا ابنك يلعبُ بالطيور! فقال : حَبَّذا إن شغلته عن صُحبة مُبتدع ."
    },
    {
        "id": 95,
        "text": "وقال ابنُ شَوذب : مِن نِعمة الله على الشَّاب والأعجمي إذا تنسكا أن يُوفَّقا لصاحِبِ سُنَّةٍ يحمِلُهُما عليها؛ لأنَّ الشَّابَّ والأعجمي يأخذُ فيهما مَا سَبَقَ إليهماك ."
    },
    {
        "id": 96,
        "text": "وقال عَمرُو بن قيس المُلائي : إذا رأيت الشاب أوَّلَ ما ينشأ مع أهلِ السُّنَّةِ والجماعة فارْجُة، وإذا رأيته مع أهل البدع فايأس منه، فإنَّ الشَّاب على أوَّلِ نُشُونِهِ ."
    },
    {
        "id": 97,
        "text": "وقال عمرو بن قيس : إنَّ الشَّاب لينشأ ؛ فإن آثر أن يُجالس أهل العلم كادَ يسلم، وإن مال إلى غيرهم كادَ يَعطَبُ ."
    },
    {
        "id": 98,
        "text": "وقال حماد بن زيدٍ: قال لي يونس : يا حماد، إني لأرى الشَّاب على كُلِّ حالةٍ مُنكَرَةٍ فلا آيسُ مِن خيرِهِ، حتَّى أراه يُصاحِبُ صاحِبَ بدعةٍ ؛ فعندها أعلمُ أنَّه قد عَطِبَ . [/]"
    },
    {
        "id": 99,
        "text": "وقال الحسن: ما ازدادَ صاحِبُ بدعةٍ عبادةً إِلَّا ازداد من الله بعد اك."
    },
    {
        "id": 100,
        "text": "وقال ابنُ عون : المُجتهد في العبادة مع الهوى؛ يَتَّصِلُ جَهدُهُ بعذاب الآخرة."
    },
    {
        "id": 101,
        "text": "وقال الأوزاعي : قال إبليس لأوليائه : من أين تأتون بني آدم؟ فقالوا : مِن كُلِّ. قال : فهل تأتونَهُم مِن قِبَلِ الاستغفار؟ قالوا : إنَّ ذلك لشيء ما نطيقه؛ إِنَّهُم لمُقِرُّون بالتَّوحيد. قال : لآتينهم من باب لا يستغفرون الله منه. قال : فبثّ فيهم الأهواء والبدع."
    },
    {
        "id": 102,
        "text": "وقال سعيد بن عَنبَسَةَ : ما ابتدع رجل بدعةً إِلَّا غَلَّ صدره على المسلمين، واختُلِجَت منه الأمانة ."
    },
    {
        "id": 103,
        "text": "وقال الأوزاعي : ما ابتدعَ رَجُلٌ بدعَةٌ؛ إِلَّا سُلِبَ ورَعُه ."
    },
    {
        "id": 104,
        "text": "وقال الحسن: ما ابتدع رجل بدعة؛ إِلَّا تبرَّأَ الإيمانُ منه."
    },
    {
        "id": 105,
        "text": "وقال ابنُ عون : ما ابتدعَ رجلٌ بدعةً؛ إلَّا أخذَ الله منه الحياء، ورَكَّبَ فيه الجفاء."
    },
    {
        "id": 106,
        "text": "وقال عثمان بن حاضِرِ الأزدي : دخلتُ ع-ل-ى ابنِ عباس، فقلتُ: أوصني . فقال: عليك بالاستقامة، اتبع ولا تبتدع."
    },
    {
        "id": 107,
        "text": "وقال ابن مسعود: اتَّبعوا ولا تبتدعوا فقد تُفيتُم، وكُلُّ مُحدثة بدعةٍ، وكُلُّ بدعة ضلالة ."
    },
    {
        "id": 108,
        "text": "وقال طلحَةُ بنُ مُصَرِّف لا تُحدِّث بكُلِّ ما سمعت؛ إِلَّا أن يكون الذي حدَّثك على السُّنَّةِ."
    },
    {
        "id": 109,
        "text": "وقال أبو إدريس الخولاني لأن أرى في المَسجِدِ نارًا تَضْطَرِمُ؛ أحبُّ إليَّ مِن أن أرى فيه بدعةً لا تُغيَّر."
    },
    {
        "id": 110,
        "text": "وقال عطاءُ : ما يكادُ الله يأذن لصاحب بدعة بتوبة."
    },
    {
        "id": 111,
        "text": "وقال ابنُ عبَّاسٍ : مَن أقرَّ باسم من هذه الأسماء المُحدثة؛ فقد خلع ربقة الإسلام من عنقه كا."
    },
    {
        "id": 112,
        "text": "وقال ميمون بن مهران: إِيَّاكم وكُلَّ اسمِ يُسمَّى بغيرِ الإسلام."
    },
    {
        "id": 113,
        "text": "وقال مالك بن أنس : لم يكن [شيء] من هذه الأهواء على عهد النبي صلى الله عليه وسلم ، ولا أبي بكر، ولا عُمَرَ، ولا عُثمان ."
    },
    {
        "id": 114,
        "text": "وقال مالك بن مِغْولٍ : إذا تسمى الرَّجلُ بغيرِ الإسلام والسُّنَّةِ ؛ فألحقه بأي دین شِئتَ ."
    },
    {
        "id": 115,
        "text": "وقال عطاء: إنَّ فيما أنزلَ اللهُ تبارك وتعالى على موسى : لا تُجالس أهلَ [7/ب] الأهواء؛ فيُحدِثوا في قلبك ما لم يكنك."
    },
    {
        "id": 116,
        "text": "وقال أبو قلابة : ما ابتدع قوم بدعة؛ إلَّا استحلوا فيها السيف."
    },
    {
        "id": 117,
        "text": "وقال أبو قلابة : ﴿إِنَّ الَّذِينَ اتَّخَذُوا الْعِجْلَ سَيَنَاهُمْ غَضَبٌ مِّن رَّبِّهِمْ وَذِلَّةٌ في الحَيَوَةِ الدُّنْيَا وَكَذَلِكَ نَجْزِي الْمُفْتَرِينَ﴾ [الأعراف: 152]. قال أبو قلابة : وهي جزاء كُلِّ مُفترٍ إلى يوم القيامة ."
    },
    {
        "id": 118,
        "text": "وقال أبو قلابةَ : إِنَّ َأهل الأهواء أهل ضلالةٍ، ولا أرى مصيرهم إلَّا إلى النَّارِ، فجرِّبهُم فليس أحدٌ مِنهُم ينتحِلُ رأيًا ، - أو قال : قولا - فيتناهى دون السَّيفِ، وإنَّ النّفاق كان ضُرُوبًا ، ثُم تلا : ﴿وَمِنْهُم مَّنْ عَهَدَ الله﴾ [التوبة: 75] ، ﴿وَمِنْهُم مَّن يَلْمِرُكَ فِي الصَّدَقَاتِ﴾ [التوبة : 58] ﴿وَمِنْهُمُ الَّذِينَ يُؤْذُونَ النَّبِيَّ﴾ [التوبة: 61]، واختلف قولهم، واجتمعوا في الشك والتكذيب. وإن هؤلاء اختلف قولهم واجتمعوا في السيف، ولا أرى مصيرَهُم إِلَّا إِلى النَّارِ."
    },
    {
        "id": 119,
        "text": "وقال ابنُ عبَّاسٍ : مَن فارقَ الجماعة شبرا؛ فقد خَلعَ رِبْقةَ الإسلامِ مِن عُنُقِهِ."
    },
    {
        "id": 120,
        "text": "وقال محمد ابن الحنفيَّةَ : لا تقومُ السَّاعَةُ حَتَّى تكونَ خُصُومَةُ النَّاسِ في ربِّهِم."
    },
    {
        "id": 121,
        "text": "وقال عبد الله بن عمرو يوشِكُ أن تظهر شياطين ممَّا أوثق سليمان بن داود ليفتنون النَّاسَ."
    },
    {
        "id": 122,
        "text": "وقال أيوب السختياني: قال لي أبو قلابة : يا أيوب، احفظ عنِّي أربعًا : لا تقُلْ في القُرآنِ برأيكَ، وإِيَّاكَ والقدر، وإذا ذُكِرَ أصحاب رسُولِ الله صلى الله عليه وسلم فأمسك، ولا تُمَكِّن أصحابَ الأهواء من سمعِكَ؛ فيُنفذوا فيه ما شاءوا."
    },
    {
        "id": 123,
        "text": "وقال إبراهيم النخعي في قوله : ﴿وَالْقَيْنَا بَيْنَهُمُ الْعَدَاوَةَ وَالْبَغْضَاء﴾ [المائدة: 64] قال: هم أصحاب الأهواءك."
    },
    {
        "id": 124,
        "text": "وقال معاوية بن قُرَّة : الخُصُوماتُ في الدِّينِ تَمْحَقُ الأعمال ."
    },
    {
        "id": 125,
        "text": "وقال يوسف بن أسباط : النَّظرُ إلى صاحب بدعةٍ؛ يُطفئ نور الحقِّ مِن القلب."
    },
    {
        "id": 126,
        "text": "وقال بشر بن الحارثِ : إذا كان طريقُكَ [1/8] على صاحب بدعة؛ فغمض عينيك قبل أن تبلُغَ إليه."
    },
    {
        "id": 127,
        "text": "وقال أبو العباس الخطّاب : إذا خرجت من بيتِكَ؛ فلقيك صاحِبُ بدعةٍ فارجع ؛ فإنَّ الشَّياطين مُحيطة به."
    },
    {
        "id": 128,
        "text": "وقال مسلم بن يسار : إيَّاكم والجدال؛ فإنَّها ساعة جهل العالم، وفيها يبتغي الشَّيطانُ زَلَتَهُ."
    },
    {
        "id": 129,
        "text": "وقال الحسنُ : إِنَّ صاحِبَ بدعةٍ لا يُقبلُ له لا صَومٌ، ولا صلاة، ولا حَجٌ، ولا عُمرَةٌ ولا صدقةٌ، ولا جهاد، ولا صَرف، ولا عدل ."
    },
    {
        "id": 130,
        "text": "وقال الزُّهري : الاعتصام بالسُّنَّةِ نَجاةٌ، والعلمُ يُقبضُ قبضا سريعًا، فَنَعْشُ العلم : ثباتُ الدِّينِ والدُّنيا، وذهابُ ذلك كُلِّهِ : ذهاب العلماء ."
    },
    {
        "id": 131,
        "text": "وقال عُمر بن عبد العزيز: مَن جعلَ دِينَهُ غرضًا للخُصُوماتِ ؛ أكثرَ التَنقُل."
    },
    {
        "id": 132,
        "text": "وقال محمد بن عليّ : لا تُج-ال-س-وا أصحابَ الخُصوماتِ ؛ فإنَّهم الذين يخوضون في آيات الله ."
    },
    {
        "id": 133,
        "text": "وقال غُضَيفُ بن الحارث : لا تظهرُ بدعةٌ إِلَّا تُرِكَ مِثْلُها من السنة."
    },
    {
        "id": 134,
        "text": "وقال ابن سيرين ما كان الرَّجلُ مع الأثرِ فهو على الطَّريقِ ."
    },
    {
        "id": 135,
        "text": "وقال إبراهِيمُ : لو بلغني عنهم - يعني : الصَّحابة - أنَّهم لم يجاوزوا بالوضوء ظُفُرًا ما جاوزت به. وكفى على قومِ إزْرَاءً أن تُخالِف أعمالهم ."
    },
    {
        "id": 136,
        "text": "وقال شُريحٌ : إِنَّما أقتفي الأثر؛ فما وجدتُ قد سبقني إليه حدثتكم به ."
    },
    {
        "id": 137,
        "text": "وقال بعضُ العلماء ولدتُ قبل الاعتزال."
    },
    {
        "id": 138,
        "text": "وقال الشعبي : كنتُ ولا رَفضَ في الدُّنيا ."
    },
    {
        "id": 139,
        "text": "وذُكِرَ القدرُ عِند مجاهد ؛ فقال : كفرتُ بدين ولدتُ قبله ."
    },
    {
        "id": 140,
        "text": "وقال مالك بن أنس: قيلَ لرجل عند الموتِ: على أي دين تموتُ؟ فقال: على دين أبي عمارة - وكان رجلا يتولاه من بعض أهل الأهواء .. قال : فقال مالك الله : يدعُ دين أبي القاسم، ويموتُ على أبي عمارة ."
    },
    {
        "id": 141,
        "text": "قال : حدثنا أبو الفضل شُعيب بن محمد بن الرَّاجيان الكفي، قال: نا علي بن حرب، قال: نا سُفيان بن عيينة، عن ابنِ طاووس، [8/ب) عن أبيه، عن ابن عباس، قال: قال لي مُعاوية رحمة الله عليه : أنت على ملة على رحمة الله عليه؟ قلتُ : لا ، ولا على مِلَّةِ عُثمان أنا على مِلَّةِ رسولِ الله ."
    },
    {
        "id": 142,
        "text": "وقال ابنُ عبَّاس: ما اجتمعَ رجلان يتخاصمان في الدين، فافترقا حتّى يفتريا على الله ."
    },
    {
        "id": 143,
        "text": "وقال إبراهيم النخعي : ما خاصَمتُ قط."
    },
    {
        "id": 144,
        "text": "وقال مُعاذ : يدُ الله فوق الجماعةِ، ومَن شذَّ لم يُبالِ الله بشذوذه ."
    },
    {
        "id": 145,
        "text": "وقال :مُصعبٌ: لا تُجالِسْ مَفتونًا فإنَّه لن يُخطئك إِلَّا بإحدى اثنتين : إمَّا أن يَفتِنَكَ فتُتابعَهُ، أو يُؤذِيَكَ قبل أن تُفارِقَهُ."
    },
    {
        "id": 146,
        "text": "وقال عليّ كرَّم الله وجهَهُ : مَن فارق الجماعة؛ فقد خَلَعَ رِبْقَةَ الإسلامِ مِن عُنُقِةِ."
    },
    {
        "id": 147,
        "text": "وقال أبو الزبير : دخلتُ مع طاووس على ابنِ عباس، فقال له طاووس : يا ابن عباس، ما تقول في الذين يردُّون القدر؟ قال : أروني بعضَهُم . قلنا : صانع ماذا ؟ قال : إذا أجعلُ يدي في رأسِهِ ، ثُم أدُقُّ عُنُقَهُ حتَّى أقتُلَهُك."
    },
    {
        "id": 148,
        "text": "وقال ابنُ عبَّاسِ : مَن فارقَ الجماعة فمات؛ مات ميتةً جاهلية ."
    },
    {
        "id": 149,
        "text": "وقال مجاهِدٌ في قوله : ﴿يَخُوضُونَ فِي اينا﴾ [الأنعام: 68]، قال: يكذبون بآياتنا."
    },
    {
        "id": 150,
        "text": "وقال الحسن: والله لا يقبلُ اللهُ مِن مُبتدع عملًا يتقرَّبُ به إليه أبدًا ؛ لا صلاةٌ ولا صياما، ولا زكاة، ولا حجا، ولا جهادًا، ولا عُمْرةً ولا صدقةً حتّى ذكر أنواعًا مِن البر. وقال : إنَّما مثَلُ أحدهم كمثل رجل أراد سفرًا هاهنا، فأخذ هاهنا فهل يزدادُ مِن وجهِهِ الذي أرادَهُ إِلَّا بُعدًا؟! فكذلك المبتدعُ إذ لا يزدادُ بما يتقَرَّبُ به إلى الله عل إلَّا بُعدا."
    },
    {
        "id": 151,
        "text": "وقال مُرَّةُ الطَّيبِ في قوله تعالى: ﴿وَأَفْئِدتهم هَوَاءُ﴾ [إبراهيم: 43] قال : مُنخرقة عن الحق، لا تعي شيئاك."
    },
    {
        "id": 152,
        "text": "وقال أبو حمزةَ [1/9] سألتُ إبراهيم عن هذه الأهواء أيها أعجبُ إليك؟ فإنَّي أُحِبُّ أن آخُذ برأيك. فقال : ما جعل الله في شيءٍ منها مِثقالَ ذَرَّةٍ مِن خير؛ وما هي إِلَّا زِينةٌ مِن الشَّيطانِ، وما الأمرُ إِلَّا الأمر الأوّلت."
    },
    {
        "id": 153,
        "text": "وقال أبو العالية نِعمتان [لله ] عليَّ لا أدري أيهما أفضل - أو قال : أع-ظ-م -؛ أن هداني للإسلام، والأخرى: أن عصمني مِن الرَّافضةِ والحَرُوريَّةِ والمُرجئة، والقدريَّةِ، والأهواءك."
    },
    {
        "id": 154,
        "text": "وقال الحسن بن شقيق : كُنَّا عند ابنِ المُبارك إذ جاءه رجلٌ، فقال له : أنت ذاك الجهمي؟ قال : نعم. قال : إذا خرجت من عندي فلا تعد إليَّ . قال الرَّجلُ : فأنا تائب . قال : لا حتَّى يَظهرَ مِن توبَتِكَ مِثلُ الذي ظهرَ مِن بدعتِكَ ."
    },
    {
        "id": 155,
        "text": "وقال ابنُ] وهب : سُئل مالك عن أهل القدر: أيكف عن كلامهم وخُصُومتِهم أفضلُ؟ قال: نعم، إذا كان عارِفًا بما هو عليه. قال: وتأمُرُهُ بالمعروف وتنهاه عن المنكر، وتُخبرُهُم بخلافهم، ولا تُواضعوا القول، ولا تُصلّي خلفَهُم. قال مالك : ولا أرى أن يُناكحُوا . [9/ب]"
    },
    {
        "id": 156,
        "text": "قال : وسُئِلَ مالك عن تزويج القدري. فقال : ﴿وَلَعَبْدٌ مُّؤْمِنُ خَيْرٌ مِّن مُشْرِك ﴾ [البقرة : 221]."
    },
    {
        "id": 157,
        "text": "قال : وسمعتُ مالكًا يقول: كان ذلك الرَّجلُ إِذا جاءَهُ بعض هؤلاء أصحابُ الأهواء، قال: أمَّا أنا فعلى بيِّنةٍ مِن ربِّي، وأمَّا أنت فشَاكٌ فاذهب إلى شاك مثلك فخاصمه . قال: وقال مالكٌ : يُلبسون على أنفسهم؛ ويطلبون من يُعرفهم ."
    },
    {
        "id": 158,
        "text": "وقال مالك : قال رجل : لقد دخلتُ في هذه الأديان كُلها ؛ فلم أرَ شيئًا مُستقيما . فقال رجلٌ مِن أهل المدينةِ مِن المُتكلمين : فأنا أُخبِرُك ل-م ذلك . قال : قلتُ: لأنَّك لا تتقي الله ولو كنت تتقي الله؛ لجعل لك من أمرك مخرجات."
    },
    {
        "id": 159,
        "text": "وقال أبو سهيل - عم مالك بن أنس] -: شاورني عُمَرُ - ابن عبد العزيز في القدرية. فقلتُ: أرى أن تستتيبَهُم ؛ فإن تابوا وإلَّا ضرَبتَهُم بالسَّيفِ . فقال عُمَرُ : ذلك رأيي. وكذلك كان يرى مالك بن أنس، والحسنُ فيهم."
    },
    {
        "id": 160,
        "text": "وكان الحسن بن محمد بن عليّ لا يَراهُم مُسلمين، وكذلك الخوارج ."
    },
    {
        "id": 161,
        "text": "وقال ابنُ المُباركِ : مَن تَعاطَى الكلامَ تَزندق."
    },
    {
        "id": 162,
        "text": "وقال ابن المُبارك : إِنَّ الله ملائكة يطلبون حلق الذكرِ، فانظُر مع من يكون مجلسُكَ ، لا يكون مع صاحِبِ بدعةٍ ؛ فإنَّ الله لا يَنظُرُ إليهم . وعلامَةُ النِّفاقِ : أن يقومَ الرَّجلُ ويقعد مع صاحب بدعة."
    },
    {
        "id": 163,
        "text": "وقال محمد بن النضر الحارثي : مَن أَصْغَى بسمعِهِ إلى صاحِبِ بدعةٍ : نُزعت منه العِصمَةُ، ووُكِلَ إلى نفسِهِ."
    },
    {
        "id": 164,
        "text": "وقال الفضيل بن عياض : أدركتُ خيارَ النَّاسِ - كُلُّهم أصحابُ سُنَّةِ - يَنهونَ عن أصحَابِ البدَعِ، وَصَاحِبُ سُنَّةٍ وإِن قَلَّ [1/10] عمله فإنِّي أرجُو له، وصاحِبُ بدَعةٍ لا يَرفَعُ الله له عملًا وإن كَثُرَك."
    },
    {
        "id": 165,
        "text": "وقال عبد الله بن عُمر السرخسي علم الحزن - صاحب ابن المبارك - : أكلتُ عند صاحب بدعةٍ أكْلَةً، فبلغ ابنُ المُبارك. فقال : لا أُكلمُكَ ثَلاثين يوما."
    },
    {
        "id": 166,
        "text": "وقال إسماعيلُ الطُّوسي : قال لي ابنُ المُبارك : يكونُ مجلسك مع المساكين، وإيَّاك أن يكونَ مَجلِسُكَ مع صاحِبِ بدعةٍ؛ فإني أخشى عليكَ مَقتَ الله ."
    },
    {
        "id": 167,
        "text": "وقال الفضيلُ : إِيَّاك أن تجلس مع صاحب بدعة؛ فإنِّي أخشى عليك مَقتَ الله ."
    },
    {
        "id": 168,
        "text": "وقال منصور بن المُعتمر : بعث الله آدمَ بالشَّريعة، فكان النَّاسُ على شريعةِ آدمَ حتَّى ظهرت الزندقة، فذهبت شريعةُ آدم، ثُم بعث الله نوحا بالشَّريعة، فكان النَّاسُ على شريعة نوح، فما أذهبها إِلَّا الزَّندقةُ، ثُم بعث الله إبراهيم ، فكان النَّاسُ على شريعة إبراهيم حتَّى ظهرتِ الزَّندقة، فذهبت شريعة إبراهيم ، ثُم بعث الله موسى ، فكان النَّاسُ على شرِيعَةِ موسى حتّى ظهرتِ الزَّندقةُ، فذهبت شَرِيعَةُ مُوسَى، ثُم بعث اللهُ عيسى ، فكان النَّاسُ على شريعةِ عيسى حتّى ظهرتِ الزَّندقة، فذهبت شريعة عيسى ثُم بعث الله محمدا صلى الله عليه وسلم بالشريعة، فلا يُخاف على ذهاب هذا الدِّينِ إلَّا بالزندقة."
    },
    {
        "id": 169,
        "text": "وقال محمد بن علي : لا تُطيعوا رؤساءَ الدُّنيا فيُنسَخُ الدِّينُ مِن قلوبِكُم."
    },
    {
        "id": 170,
        "text": "وقال الشَّعبيُّ : إذا أطاعَ النَّاسُ سُلطانَهُم [10/ب] فيما يبتدِعُ لهم ؛ أخرجَ اللهُ مِن قلوبهم الإيمان، وأسكنها الرُّعْبَ ."
    },
    {
        "id": 171,
        "text": "وقال الحسن : سيأتي أمراء يدعُون النَّاسَ إلى مُخالفة السُّنَةِ ؛ فتُطيعُهُم الرَّعيَّةُ خوفًا على ذهاب دنياهم؛ فعندها سلبهم الله الإيمان، وأورثهم الفقر، ونزعَ منهُم الصَّبرَ، ولم يأجُرْهُم عليه."
    },
    {
        "id": 172,
        "text": "وقال يونس بن عُبيد : إذا خالف السُّلطانُ السُّنةَ، وقالتِ الرَّعيَّةُ : قد أُمرنا بطاعتِهِ؛ أسكنَ اللهُ قُلوبَهُم الشَّكَ، وأورثَهُم التَّطاعُن."
    },
    {
        "id": 173,
        "text": "وقال النَّبيُّ : دِينُ المرء على دِينِ خليلِهِ فليَنظُرْ أحدُكُم مَن يُخالل ."
    },
    {
        "id": 174,
        "text": "وقال سُليمان بن داودَ : لا تحكموا على أحَدٍ بشيء حتّى تنظُروا مَن يُخادِن ."
    },
    {
        "id": 175,
        "text": "وأوحى الله إلى موسى: يا موسى كُن يقظانًا، وارتد لنفسك إخوانًا، وكُلُّ خِدنٍ لا يُواتيك على مسرَّتي فاحذره؛ فإنَّهُ لك عدو، وأنا مِنه بَرِي ."
    },
    {
        "id": 176,
        "text": "وقال ابن المُباركِ : مِن خَفِيتْ علينا بدعَتُهُ، لم تَخفَ علينا ألفته."
    },
    {
        "id": 177,
        "text": "وقيل : إِنَّهُ كان للمجُوسِ دِين وكتابٌ، فوقع مَلِكٌ مِنهُم على أُختِهِ، - وكان قد هَوِيَها ، فخافَ رَعِيَّتَهُ، فقال : إِنَّ الذي صنعت حلالٌ ثُم قتلَهُم على ذلك، فظهر عليهم حتَّى بقي المجوس نكاحُ الأخوات والأمّهاتِ، وبطلت شرِيعتُهم الأولى."
    },
    {
        "id": 178,
        "text": "وقال الحسنُ : لا يزالُ الدِّينُ مَتينا ما لم تقع الأهواء في السلطان، هم الذين يُدينون النَّاسَ، فإذا وقع فيهم فمَن يُدينهم ؟ !."
    },
    {
        "id": 179,
        "text": "وقال ابن مسعود : إذا وقعَ النَّاسُ في الشَّرِّ، فقل: لا أسوةَ لي في الشَّرِّ، لِيُوطِّنِ المرء نفسَهُ على أَنَّه إِن كَفَرَ النَّاسُ كُلُّهُم لم يكفر. [1/11]"
    },
    {
        "id": 180,
        "text": "وقال عُمر بن الخطاب له الله السويدِ بن غَفَلَةَ : إِنَّكَ لعلك أن تُخلَّفَ بعدي ؛ فأطع الإمام ؛ وإن كان عبدًا مُجدَّعا: إن ظلمَكَ فاصبر، وإن حرمَكَ فاصبِرْ ، وإن أرادَكَ على أمرٍ ينقُضُ دِينَكَ، فقُل: دَمِي دُونَ دِينِي."
    },
    {
        "id": 181,
        "text": "وقال مُطرِّفُ بن عبد الله : مَن بَذَلَ دِينَهُ دُونَ مَالِهِ؛ أورثَهُ اللهُ الفقر، وحشرَهُ يومَ القيامةِ فيمن يحملُ الرَّايةَ بين يدي إبليس إلى جَهَنَّم."
    },
    {
        "id": 182,
        "text": "وقال الفضيل بن عياض : أوثَقُ عُرى الإسلام: الحُبُّ في الله، والبغض في الله."
    },
    {
        "id": 183,
        "text": "وقال الفضيلُ : صاحِبُ بدعةٍ : لا تأمنه على دينك، ولا تُشاوِرْهُ في أَمرِكَ ولا تجلس إليه ؛ فإنَّه مَن جلس إلى صاحِبِ بدعةٍ ورثَهُ اللهُ العمى."
    },
    {
        "id": 184,
        "text": "وقال الفضيلُ : نظرُ المؤمن إلى المؤمن جلاء القلبِ. ونظرُ الرَّجُلِ إلى صاحِبِ البدعةِ يُورثُهُ العَمَى . - يعني : في قلبِهِ."
    },
    {
        "id": 185,
        "text": "وكان الفُضيلُ يقول: اسلك حياةً طيبةً : الإسلام والسنة ."
    },
    {
        "id": 186,
        "text": "وقال مجاهد في قول الله تعالى: ﴿فَلَنُحْيِيَنَّهُ حَيَوةً طَيِّبَةٌ﴾ [النحل : 97] قال : حُسْنُ الرَّأيِ . - يعني : السُّنَّةَ ."
    },
    {
        "id": 187,
        "text": "وقال الفضيلُ : لا يشُمُّ مُبتدع رائحةَ الجنَّة ."
    },
    {
        "id": 188,
        "text": "وقال الفضيلُ : طوبى لمن مات على الإسلام والسُّنَّةِ . ثُم بكى الفُضيلُ على زمان تظهرُ فيه البدعة، فإذا كان ذلك كذلك ؛ فأكثروا مِن قولِ : ما شاءَ الله ."
    },
    {
        "id": 189,
        "text": "وقال الفُضيلُ : مَن جلس مع صاحِبِ بدعةٍ لم يُعط الحكمة ."
    },
    {
        "id": 190,
        "text": "وقال الفضيلُ : لا تجلس مع صاحب بدعة؛ فإنِّي أخشى عليك اللعنة."
    },
    {
        "id": 191,
        "text": "وقال الفضيلُ : مَن وقَرَ صاحِبَ [11/ب] بدعةٍ؛ فقد أعان على هدم الإسلام."
    },
    {
        "id": 192,
        "text": "وقال الفضيلُ: إِنَّ الله عبادًا تحيا بهم البلاد، وهم أصحابُ السُّنَّةِ ؛ مَن كان منهم يعقِلُ ما يدخُلُ جوفَهُ، ومَن كان كذلك كان في حزب الله لك."
    },
    {
        "id": 193,
        "text": "وقال الفضيلُ: مَن تبِعَ جنازةَ مُبتدع لم يزل في سَخَطِ الله حتَّى يَرجِع ."
    },
    {
        "id": 194,
        "text": "وقال سُفيان بن عيينة لرجُلٍ: مِن أينَ جِئتَ؟ قال : من جنازةِ فُلان بن فلانٍ. قال : لا حدَّثتُك بحديث ؛ استغفر الله، ولا تَعُدْ، نظرت إلى رَجُلٍ يُبغِضُ أصحاب رسول الله صلى الله عليه وسلم ؛ فاتَّبعت جنازته ."
    },
    {
        "id": 195,
        "text": "وقال هارون بن زياد سمعت الفريابي ورجل يسأله عن مَن شتم أبا بكر؟ قال : كافر . قال : فنُصلي عليه؟ قال : لا . فسألته : كيف نصنع به وهو يقول: لا إلهَ إِلَّا الله؟ قال : لا تمسُّوهُ بأيديكم ادفعوه بالخشب حتَّى تُوارُوهُ في حُفرته ."
    },
    {
        "id": 196,
        "text": "وقال محمد بن بشار : قلت لعبد الرحمن بن مهدي: أحضر جنازةَ مَن يسُبُّ أصحاب رسول الله ؟ فقال: لو كان من عصبتي ما ورثته."
    },
    {
        "id": 197,
        "text": "وقال أبو بكر بن عيَّاش : لا أُصلِّي على رافضي، ولا حَرُورِيُّ ؛ لأن الرَّافضي يجعلُ عُمر كافرًا، والحَرُورِيَّ يَجعلُ عليا كافرات."
    },
    {
        "id": 198,
        "text": "وقال طلحة بن مُصرِّفٍ : الرَّافضة لا تُنكِحُ نِسَاؤُهُم، ولا تُؤكل ذبائحهم؛ لأنَّهم أهلُ رِدَّةٍ ."
    },
    {
        "id": 199,
        "text": "وقيل للحسن : إن فلانًا غسَّلَ رجلًا مِن أهل الأهواء. فقال : عرفوه أنَّهُ إن ماتَ لم نُصَلِّ عليه ."
    },
    {
        "id": 200,
        "text": "ونظرَ ابنُ سِيرين إلى رجلٍ مِن أصحابه في بعض مَحَالٌ البصرة، فقال له: يا فلان ما تصنع ها هنا؟ فقال : عُدتُ فُلانًا مِن عِلَّةٍ - يعني : رجلًا مِن أهل الأهواء .. فقال له ابن سيرين : إن مرضتَ لم نعدك، وإن مُتَّ لم نُصل عليك ؛ إلا أن تَتُوبَ . قال : تُبتُ، تُبتُ."
    },
    {
        "id": 201,
        "text": "وقال الفُضيلُ : أكل طعامَ اليهودي والنصراني، ولا أكل طعام صاحب بدعةك."
    },
    {
        "id": 202,
        "text": "وكان يقولُ :[1/12]: اللَّهُمَّ لا تجعل لصاحب بدعة عندي يَدًا؛ فيُحِبَّهُ قلبي."
    },
    {
        "id": 203,
        "text": "وقال الفُضيلُ : إذا علمَ اللهُ مِن رجلٍ أَنَّه مُبغِضُ لصاحب بدعةٍ ؛ رجوتُ أن يغفر الله له، وإن قل عمله ."
    },
    {
        "id": 204,
        "text": "وقال المروذي : سألتُ أبا عبد الله عمَّن شتَمَ أبا بكر، وعُمر، وعثمان، وعائشةَ فقال : ما أُراه على الإسلام."
    },
    {
        "id": 205,
        "text": "وقال مالك بن أنس : الذي يشتم أصحاب رسول الله صلى الله عليه وسلم ليس له سَهم - أو قال : نصِيبٌ - في الإسلام ."
    },
    {
        "id": 206,
        "text": "وقال بشر بن الحارثِ : مَن شتم أصحاب رسول الله صلى الله عليه وسلم فهو كافر، وإن صام، وصَلَّى، وزعم أنَّه مِن المسلمين."
    },
    {
        "id": 207,
        "text": "وقال الأوزاعيُّ: مَن شتَمَ أبا بكر الصديق ضي عنه؛ فقد ارتَدَّ عن دينه، وأباحَ دمَهُ."
    },
    {
        "id": 208,
        "text": "وقال أبو عبيد القاسم بن سلام: لا حَظَّ للرَّافضي في الفيء، والغنيمة؛ لقول الله : ﴿وَالَّذِينَ جَاءُو مِنْ بَعْدِهِمْ يَقُولُونَ ﴾ [الحشر: 10]."
    },
    {
        "id": 209,
        "text": "وقال حماد بن زيد كنت مع أيوب، ويونس، وابن عون، فمرَّ بهم عَمرو بن عُبيد فسلَّمَ عليهم، ووقف، فلم يردُّوا عليه، ثم جاز، فما ذكروه."
    },
    {
        "id": 210,
        "text": "وقال الفضيلُ : يدُ الله على الجماعة، ولا ينظر الله إلى صاحِبِ بدعةٍ."
    },
    {
        "id": 211,
        "text": "وقال زائدَةُ قلتُ لمنصور يا أبا عتاب، اليوم الذي يصومُ فيه أحدنا، ينتقصُ فيه الذين ينتقصون أبا بكر وعمر ؟ قال : نعم ."
    },
    {
        "id": 212,
        "text": "وكان الحسن يقول : ليس لأصحاب البدع غيبة."
    },
    {
        "id": 213,
        "text": "وقال عطاء : ما أذِنَ الله لصاحب بدعة في توبة."
    },
    {
        "id": 214,
        "text": "وقال أبو عُبيد : عاشرتُ النَّاسَ، وكلَّمتُ أهل الكلام ؛ فما رأيتُ قومًا أوسخَ وسخًا، ولا أقذَرَ قذرًا، ولا أضعفَ حُجَّةً، ولا أحمق من الرافضة."
    },
    {
        "id": 215,
        "text": "وذُكِرَتِ الأهواء عند رَقَبَةَ بن مَصْقلَةَ ، فقال : أما الرَّافضَةُ : فإِنَّهم اتَّخِذُوا البهتان حُجَّةٌ . وأما المُرجِيَّةُ : فعلى دين المُلوكِ. وأما الزَّيديَّةُ : فأحسَبُ أن الذي وضع لهم رأيهم امرأة. وأمّا المُعتزلةُ : فو الله ما خرجتُ [12/ب] إلى ضيعتي، فظننت أني أرجعُ إِلَّا وهم قد رجعوا عن رأيهم."
    },
    {
        "id": 216,
        "text": "وقال طلحَةُ بنُ مُصرِّفٍ : لولا أنّي على وضوء لأخبرتُكُم بما تقولُ الرَّافِضة ."
    },
    {
        "id": 217,
        "text": "وقال مُغيرةُ : خرج جرير بن عبد الله، وعدي بن حاتم، وحنظلة الكاتِبُ مِن الكوفة حتَّى نَزلوا قَرْقِيسِياء، وقالوا : لا نُقِيمُ ببلدة يُشتم فيها عثمان بن عفان."
    },
    {
        "id": 218,
        "text": "وقال أحمد بن عبد الله بن يونس: باع محمد بن عبد العزيز التّيميُّ ،دارَهُ ، وقال : لا أقيم بالكوفة؛ بلدَةٌ يُشتم فيها أصحابُ رَسُولِ الله ."
    },
    {
        "id": 219,
        "text": "وقال العوَّامُ بن حوشب أدركتُ مَن أدركتُ مِن صدرِ هذه الأمة وبعضُهُم يقولُ لبعض: اذكروا محاسن أصحاب رسول الله صلى الله عليه وسلم لتأتلِفَ عليهِ القلوبُ، ولا تذكروا ما شجر بينهم؛ فتُحرّشوا النَّاسَ عليهم."
    },
    {
        "id": 220,
        "text": "وقال سُفيانُ بن عُيينة : لا يغِلُّ قلبُ أحدٍ على أحدٍ مِن أصحاب رسول الله صلى الله عليه وسلم إِلَّا كان قلبه على المسلمين أَغَلَّ."
    },
    {
        "id": 221,
        "text": "وقال سفيانُ : ﴿تِلْكَ أُمَّةٌ قَدْ خَلَتْ لَهَا مَا كَسَبَتْ وَلَكُم مَّا كسبت﴾ [البقرة: 134] قال : أصحاب محمد ."
    },
    {
        "id": 222,
        "text": "وقال الشَّعبي : نظرتُ في الأهواء، وكلَّمتُ أهلها، فلم أرَ قومًا أقل عقلا من الخشبية ."
    },
    {
        "id": 223,
        "text": "وقال عاصِمُ بن ضَمْرَةَ : قلتُ للحسن بن عليّ: إن الشيعة يزعمون أنَّ عليَّا يَرجعُ؟! فقال : كذبُوا، لو علمنا ذلك ما تزوَّجَ نساؤه، ولا قسَمنَا مَالَه ."
    },
    {
        "id": 224,
        "text": "وقال سفيانُ الثَّوريُّ : مَن فضَّلَ عليا على أبي بكرٍ وعُمرَ ؛ فقد عابهما، وعابَ من فضَّلَهُ عليهما."
    },
    {
        "id": 225,
        "text": "وقال جابر بن يزيد الجعفي: قال لي محمد بن عليّ: يا جابر، بلغني أن أقوامًا بالعراقِ يتولونا، يتناولون [1/13] أبا بكرٍ وعُمَرَ، ويزعمون أنَّهم يحبونا ، ويزعمون أني أمرتهم بذلك!! فأبلغهم أنّي إلى الله منهم بريءٌ، والذي نفسي بيده لو وُلِّيتُ لتقرَّبتُ بدمائهم إلى الله ، إِنَّ أعداء الله لغافِلون عنهما بقلةِ حِراء مع رسول الله ."
    },
    {
        "id": 226,
        "text": "وقال جابرٌ : جاء نفرُ مِن النَّاسِ إلى علي بن الحسين، فأثنوا عليه . فقال : ما أكذبَكُم وأجرأكُم على الله ! نحنُ مِن صالحي قومنا، وبحسبنا أن نكون من صالحي قومنا ."
    },
    {
        "id": 227,
        "text": "وقال سُليمانُ بن قَرْمِ الصَّبيُّ : كنت عند عبد الله بن الحسين بن الحسن، فقال له رجُلٌ : أصلحك الله، مِن أهل قبلتِنَا أحد ينبغي أن نشهد عليه بشرك؟ قال: نعم، الرَّافضةُ، أشهدُ أنَّهم لمشركون؛ وكيف لا يكونوا مُشركين ؛ ولو سألتهم : أذنبَ النَّبيُّ صلى الله عليه وسلم؟ لقالوا : نعم. وقد غفر الله له ما تقدَّمَ مِن ذنبه وما تأخَّرَ . ولو قلت لهم : أذنب علي؟ لقالوا : لا . ومَن قال ذلك ؛ فقد كفَرَ ."
    },
    {
        "id": 228,
        "text": "حدثنا أبو القاسم عبد الله بن محمد بن إسحاق المروزي ، قال : نا عباس الدُّوري قال: نا جعفر بن عون، عن فضيل بن مرزوق، قال: سمعتُ عبد الله بن حسن بن حسن يقول لرجل مِن الرَّافضة : والله إنَّ قتلك لقُرْبَةٌ لولا حقُّ الجِوارِ ."
    },
    {
        "id": 229,
        "text": "وقال جابر بن رفاعة : سألتُ جعفر بن محمد عن أبي بكر وعمر ؟ فقال: لا أنالني الله شفاعَةَ محمدٍ إن لم أتقرب إلى الله بحبهما، والصَّلاةِ عليهما ."
    },
    {
        "id": 230,
        "text": "وقال الحسنُ بنُ صالح سألتُ جعفر بن محمد: عن أبي بكرٍ وعُمَرَ؟ فقال : أبرأُ مِن كُلِّ مَن ذكرَهُما إِلَّا بِخيرٍ. قلتُ : لعلك تقولُ ذاك تَقِيَّةً؟ فقال : أنا إذًا مِن المشركين ولا نالتني شفاعَةُ محمد صلى الله عليه وسلم إن لم أتقرب إلى الله بحُبِّهما ؛ ولكن قوما يتأكَّلون بنا النَّاس."
    },
    {
        "id": 231,
        "text": "وقال أبو خالد الأحمر: سألتُ عبد الله بن حسن بن حَسَن عن أبي بكرٍ وعُمَر فقال صلى الله عليهما، ولا صلَّى على مَن لا يُصلِّي عليهما، ونحنُ غدًا بُراءُ ممَّن جعلنا طُعْمَتَهُ ."
    },
    {
        "id": 232,
        "text": "وقال محمد بن علي بن الحسين [13/ب]: مَن فضَّلنا على أبي بكر وعُمرُ فقد برئ مِن سُنَّةِ جدنا ، ونحن خُصماؤه غدًا عند الله عل ."
    },
    {
        "id": 233,
        "text": "وقال علي بن أبي طالب له : قال لي النبي صلى الله عليه وسلم : سيأتي قوم لهُم نَبْزُ يقال لهم : الرَّافِضَةُ، أينَ لقيتَهُم فاقتلهم؛ فإنَّهم مُشرِكُون». قلتُ : يا رسول الله، وما العلامة فيهم؟ قال : يُقرِّظُونَكَ بما ليسَ فِيك، ويطعنون على السلف."
    },
    {
        "id": 234,
        "text": "وقال علي الله : تفترقُ هذه الأُمَّةُ على نيف وسبعين فِرقَةٌ، سُرُّها : فِرقةٌ تنتحِلُ حُبَّنا ، وتُخالفُ أمرنا ."
    },
    {
        "id": 235,
        "text": "وقال علي له : يَهْلِكُ في رجُلانِ : مُحِبُّ مُفرِط ، ومُبغِضٌ مُفتَرِ."
    },
    {
        "id": 236,
        "text": "قال: حدثنا أبو بكر عبد الله بن محمد بن زیاد النيسابوري، قال نا عبد الملك بن عبد الحميد الميموني قال : قال لي أحمد بن حنبل رحمة الله عليه: يا أبا الحَسنِ، إذا رأيت رجلا يذكُرُ رجلًا مِن أصحابِ رسول الله صلى الله عليه وسلم بسُوءٍ فَاتَّهمه على الإسلام."
    },
    {
        "id": 237,
        "text": "وقال علي بن أبي طالب: قال لي النَّبيُّ صلى الله عليه وسلم : يَخرَجُ قَبْلَ قِيَامِ السَّاعَةِ قومٌ يُقالُ لهُم: الرافضة؛ براءٌ مِن الإسلام»."
    },
    {
        "id": 238,
        "text": "قال : حدثنا القاضي بن مُطَرّف، قال: حدثنا محمد بن أحمد بن محمد، قال: نا محمد بن أحمد بن خالد، قال: حدثني أبو عبد الله المؤدب - المعروف بابن شَخَايل ، قال: حدثني يزيد بن محمد الثقفي، قال : نا حَنَان بن سَدِير، عن سَدِير، عن محمد بن علي، عن آبائه، قال: قال علي الله لنوف البكالي - وهو معه في السَّطحِ - [14/ب]: يا نوفُ، تدري مَن شِيعتي؟ قال : لا والله . قال : شِيعتي : الذُّبلُ الشَّفاءِ الخُمْصُ البُطُونِ، تعرِفُ الرَّهبانية والربانية في وجوههم رُهبان بالليل أسد بالنَّهارِ، إِذا جَنَّهُمُ اللَّيلُ ائتزرُوا على أوساطهم، وارتدوا على أطرافهم، يَخُورُون كما تخورُ الثَّيرانُ في فكاكِ رِقابِهِم. شيعتي: الذين إذا شَهِدُوا لم يُعرَفوا، وإذا خطبوا ل-م يُزوجوا ، وإذا مَرِضُوا لم يُعادُوا، وإذا غابوا لم يُفتقدوا . شيعتي: الذين في أموالهم يتواسون وفي الله يتبادلون : درهم ودرهم، وفلس وفلس، وثوب وثوبٌ، وإلا فلا. شيعتي: مَن لم يهرَّ هَرِيرَ الكلب، ولم يطمع طمع الغُرابِ، لا يسألُ النَّاسَ وإن ماتَ جُوعًا، إن رأى مُؤمِنًا أكرَمَهُ، وإن رأى فاسِقًا هجرَهُ. هؤلاء والله يا نوفُ شِيعَتِي . شُرُورُهم مأمونةٌ ، وقلوبُهم مَحزُونةٌ، وحوائجهم خفيفة، وأنفُسُهُم عفيفةٌ، إن اختلفت بهم البلدان لم تختلف قلوبهم. أما الليلُ فصافُون أقدامهم يفترشون جباهَهُم، تَجرِي دموعُهم على خُدودِهم، يَجأرون في فكاكِ رِقابِهم. وأمّا النَّهارُ : فحُلماءُ، عُلماءُ، نُجباء، كرام، أبرار، أتقياء . يا نوف، شيعتي: الذين اتَّخذوا الأرضَ بِساطا، والماءَ طِيبًا، والقرآنَ شِعارًا، والدُّعاءَ دِثارًا، قرضُوا الدُّنيا قَرْضًا قَرْضًا، على منهاج عيسى ابن مريم ."
    },
    {
        "id": 239,
        "text": "ذكر ما افترض الله على عباده، وب-ع-ث ب-ه رسوله ، وأنزلَ فيهِ كتابَهُ ؛ وهو الإيمان بالله . ومعناه : التصديق بما قاله وأمرَ به وافترضَهُ، ونهى عنه، من كُلِّ ما جاءت به الرُّسُلُ مِن عنده، ونزلت فيه الكتب. وبذلك أرسل المرسلين، فقال : ﴿وَمَا أَرْسَلْنَا مِن قَبْلِكَ مِن رَّسُولٍ إِلَّا نُوحِيَ إِلَيْهِ أَنَّهُ لَا إِلَهَ إِلا أَنا فَاعْبُدُونِ ﴾ [الأنبياء: 25] ."
    },
    {
        "id": 240,
        "text": "والتصديقُ بذلك : قول باللسان، وتصدِيقٌ بالجنان، وعمل بالأركان."
    },
    {
        "id": 241,
        "text": "يزيدُهُ كثرةُ العمل والقول بالإحسان، ويُنقِصُهُ: العصيان . وله أوّل وبدايةٌ، ثم ارتقاء وزيادة بلا نهاية. قال الله : ﴿الَّذِينَ قَالَ لَهُمُ النَّاسُ إِنَّ النَّاسَ قَدْ جَمَعُوا لَكُمْ فَأَخْشَوْهُمْ فَزَادَهُمْ إِيمَنَا وَقَالُواْ حَسْبُنَا اللَّهُ وَنِعْمَ الْوَكِيلُ ﴾ [آل عمران : 173]. وقال : ﴿وَيَزْدَادَ الَّذِينَ آمَنُوا إِيمَنا﴾ [المدثر : 31]. [1/15] وقال تبارك وتعالى : ﴿لِيَزْدَادُوا إِيمَنًا مَّعَ إِيمَنِهِمْ ﴾ [الفتح: 4] ."
    },
    {
        "id": 242,
        "text": "وقال مُعاذ بن جبل لرجل: اجلس بنا نؤمن ساعة. يعني : نذكر الله، فنزداد إيمانًا. وكُلُّ شيءٍ يزيدُ فهو ينقُصُ ."
    },
    {
        "id": 243,
        "text": "ثُم الاستثناء في الإيمان وهو أن يقول الرَّجلُ : أنا مؤمن إن شاء الله ."
    },
    {
        "id": 244,
        "text": "كذا كان يقول عبد الله بن مسعود . وبه أخذت العلماء من بعدِهِ مِثلُ : علقمة، والأسود، وأبي وائل ومسروق، ومنصور ومُغيرةً وإبراهيم النخعي، والأعمش، وحماد بن زيد، ويزيد بن زُريع، وبشر بن المُفضَّل، ومعاذ بن معاذ، وسفيان بن حبيب وسُفيان الثوري وابنِ المُبارك، والفضيل بن عِياض في جماعة سواهُم يطولُ الكتابُ بذكرهِم وهذا استثناء على يقين ؛ قال الله : ﴿لَتَدْخُلُنَّ الْمَسْجِدَ الْحَرَامَ إن شاء الله امِنينَ ﴾ [الفتح: 27]."
    },
    {
        "id": 245,
        "text": "وقال النبي صلى الله عليه وسلم : إني لأرجو أن أكون أتقاكم الله ."
    },
    {
        "id": 246,
        "text": "وقال - وقد اجتاز البقيع - فقال : وإِنَّا إِن شاءَ اللهُ بِكُم لاحِقُون. فهذا كُلُّه استثناء على يقين. ولكن يجب على كُلِّ مَن يستثني أن يعلم : كيف يستثني؟ ولأي سبب وقع الاستثناء؟ لئلا يظُنُّ المُخالف أن استثناءَهُ من قبل الشَّيِّ ."
    },
    {
        "id": 247,
        "text": "فقد كان سُفيانُ الثَّورِيُّ ، وابنُ المُباركِ يقولان : النَّاسُ عندنا مؤمنون في المواريث والأحكام، ولا ندري كيف هم عند الله ، وعلى أي دين يموتون. لأن الاستثناءَ واقِع على ما يُستقبلُ؛ لأنَّ قول العبد: أنا مؤمن إن شاء الله معناه : إن قبلَ الله إيماني وأماتني عليه بمنزلة رجل صلَّى صلاةٌ فقال : قد صلَّيتُ، وعلى الله القبول. وكذلك الحج، وكذلك إذا صام أو عمل عملا، فإنَّما يقعُ استثناؤه فيه على الخاتمة، وقبولِ الله إيَّاه ؛ لا أنَّه شالكٌ فيما قد قاله وعمله . وقد يُرى الرَّجلُ يُصلِّي، فيقالُ [15/ب] له : صلَّيتَ؟ فيقول: نعم؛ إن قبلت."
    },
    {
        "id": 248,
        "text": "ثُم بعد ذلك : أن تعلم أنَّ الإسلام معناه غيرُ الإيمان. (فالإسلام): اسم، ومعناه : المله. و(الإيمان): اسم، ومعناه : التصديق. قال الله : ﴿وَمَا أَنتَ بِمُؤْمِنِ لَنَا﴾ [يوسف: 17] يريدُ : بمُصدِّقِ. والآي في صحة ما قلناه كثير ؛ ومنه : ﴿قَالَتِ الْأَعْرَابُ وَامَنَّا قُل لَّمْ تُؤْمِنُوا وَلَكِن قُولُوا أَسْلَمْنَا﴾ [الحجرات: 14]."
    },
    {
        "id": 249,
        "text": "ويخرجُ الرَّجلُ مِن الإيمان إلى الإسلام، ولا يخرجه من الإسلام إِلَّا : الشِّرك بالله . أو بِرَد فريضَةٍ مِن فرائض الله ل جاحِدًا بها فإِن تَركَها تَهاونًا أو كَسَلا ؛ كان في مشيئة الله جل : إن شاءَ عذَّبَه، وإن شاءَ غفر له ."
    },
    {
        "id": 250,
        "text": "ثُم من بعد ذلك : أن تعلم بغيرِ شَكَ، ولا مريةٍ، ولا وُقُوف : أنَّ القرآنَ كلامُ الله ووحيُهُ، وتنزيله، فيه معاني توحيدِهِ، ومعرفته، وآلائِهِ، وصفاتِهِ، وأسمائه، وهو عِلم مِن عِلمِهِ غيرُ مخلوق، وكيف قُرئ، وكيف كُتِبَ، وحيثُ تُلي، وفي أي موضعِ كان، في السَّماءِ وُجِدَ أو في الأرضِ، حُفِظَ في اللوح المحفوظ، وفي المَصَاحِفِ، وفي ألواحِ الصِّبيانِ مَرسُومًا، أو في حَجَرٍ منقوشًا، وعلى كُلِّ الحالاتِ، وفي كُلِّ الجِهاتِ : فهو كلام الله غيرُ مخلوق . ومن قال: مخلوق . أو قال : كلام الله ووقف، أو شَكَّ. أو قال بِلِسَانِهِ، وأضمَرَهُ في نَفْسِهِ. فهو بالله كافر، حلال الدم، برِيءٌ مِن الله، والله منه بري ومَن شك في كُفْرِهِ، ووقف عن تكفيره : فهو كافر بقول الله لا : ﴿بَلْ هُوَ قُرْعَانٌ تَجِيدُ لله فِي لَوْمٍ تَحْفُوظ﴾ [البروج: 21، 22] . وقال : ﴿حَتَّى يَسْمَعَ كَلَمَ اللَّهِ ﴾ [التوبة : 6] . وقوله : ﴿ذَلِكَ أَمْرُ اللَّهِ أَنزَلَهُ إِليكم﴾ [الطلاق: 5] . فمن زعَمَ أَنَّ حرفًا واحِدًا منه مخلوق : فقد كفر لا محالة. فالآي في ذلك مِن القرآنِ والحجَّةُ عن المصطفى صلى الله عليه وسلم أكثر مِن أن تُحصى، وأظهرُ مِن أن تخفى."
    },
    {
        "id": 251,
        "text": "ثُمَّ الإيمانُ بصفات الله تبارك وتعالى: بأنَّ الله حي ، ناطق، سميع بصير ، يعلم السر وأخفى، وما في الأرض والسَّماءِ، وما ظهر، وما تحتَ الثَّرى، [1/16] وأنَّه حكيم عليم عزيز قدير، ودُودُ رؤوف رحيم، يسمع ويرى، وهو بالمنظَرِ الأعلى، ويقبضُ ويبسُطُ، ويأخُذُ ويُعطي، وهو على عرشه، بائنُ مِن خلقِهِ، يُميتُ ويُحيي، ويُفقرُ ويُغني، ويغضب ويرضى، ويتكلم، ويَضحكُ، ﴿وَلَا تَأْخُذُهُ سِنَةٌ وَلَا نَوْمٌ﴾ [البقرة: 255]، ﴿وَمَا تَسْقُط مِن وَرَقَةٍ إِلَّا يَعْلَمُهَا وَلَا حَبَّةٍ فِي ظُلُمَاتِ الْأَرْضِ وَلَا رَطْبٍ وَلَا يَابِسٍ إِلَّا فِي كتب مُّبِينٍ ﴾ [الأنعام: 59]."
    },
    {
        "id": 252,
        "text": "ويعلم بعد ذلك : أنه يتجلَّى لعبادِهِ المؤمنين يومَ القيامَةِ فيرونَهُ ويَراهُم، ويُكلِّمُهم ويُكلمونه، ويُسلّم عليهم، ويضحك إليهم، ويضحكون إليه، لا يُضامون في ذلك، ولا يرتابون، ولا يشكون. فمن كذَّبَ بهذا ، أو ردَّهُ، أو شكّ فيه، أو طعن على راويه : فقد أعظم الفرية على الله ، وقد برئ من الله ورسوله، والله ورسوله منه بريئان كذلك قالتِ العلماء، وحَلَفَ عليهِ بعضُهُم."
    },
    {
        "id": 253,
        "text": "ثم من بعد ذلك : الإيمان بالقدر خيره وشره، وحُلوِهِ ومُره، وقليله وكثيره؛ مقدور واقع مِن الله على العبادِ، في الوقت الذي أراد أن يقع، لا يتقدَّمُ الوقتُ، ولا يتأخَّرُ، على ما سبق بذلك عِلْمُ الله . وأنَّ ما أصابَ العبد لم يكن ليُخطئه، وما أخطأه لم يكن ليُصيبه، وما تقدَّمَ لم يكن ليتأخَّرَ ، وما تأخَّرَ لم يكن ليتقدَّم. وفي هذا مِن صحَّةِ الدَّلائلِ، وثبوتِ الحُجَّةِ في جميع القرآن، وأخبارِ المُصطفى صلى الله عليه وسلم ما لا يُمكِنُ ،دفعُهُ، ولا يُقدرُ على ردّهِ إِلَّا بالافتراء على الله ، ومنازعتِهِ في قُدرتِهِ . وإلى ما وصفنا دعتِ الرُّسُلُ، وأُنزلتِ الكتب، وعليه اتَّفق أهلُ التَّوحيدِ ممَّن أقرَّ الله بالربوبية، وعلى نفسِهِ بالعبودية، من ملك مُقرَّب، ونبي مُرسل مُنذُ كان الخلقُ إلى انقضائِهِ : مجمعون على أنَّه ليس شيءٌ كان ولا شيء يكونُ [16/ب] في السَّمواتِ، ولا في الأرضِ ؛ إلا ما أرادَهُ اللهُ وشاءَهُ وقضاه، والخلقُ كُلُّهم أضعَفُ في قُوَّتِهم، وأعجز في أنفسهم من أن يُحدِثوا في سُلطانِ الله شيئًا يُخالفون فيهِ مُرادَه، ويغلِبُون مشِيئَتَهُ، ويرُدُّون قضاء . فالإيمان بهذا حقٌّ لازمٌ، فريضةٌ مِن الله على خلقه. فمَن خالف ذلك، أو خرجَ عنه، أو طعن فيه، ولم يُثبِتِ المقادير الله ، ويُضفها، ويُضيفُ المشيئة إليه؛ فهو أوَّلُ الزندقة . لأنه جاءتِ الأخبارُ : أنَّ القدر (أبو جادِ) الزندقة."
    },
    {
        "id": 254,
        "text": "وقال : العِنَتِ القدرِيَّةُ والمُرجِئَةُ على لِسَانِ سَبْعِينَ نبِيًّا، وأنا آخِرُهُم ."
    },
    {
        "id": 255,
        "text": "وقال: «كتب الله لك على كُلِّ نَفْسٍ حظَّهَا مِن الزِّنا»."
    },
    {
        "id": 256,
        "text": "ثُم الإيمان بعذاب القبر، وبمنكر ونكير."
    },
    {
        "id": 257,
        "text": "قال صلى الله عليه وسلم فيما رَوَى عنه البراءُ : استَعِيذوا بالله من عذابِ القبر . وقال اللهُ عَل : ﴿فَإِنَّ لَهُ مَعِيشَةً ضَنكا﴾ [طه: 124]."
    },
    {
        "id": 258,
        "text": "وقال النبي صلى الله عليه وسلم : يُقعَدُ المَيِّتُ في قبره ."
    },
    {
        "id": 259,
        "text": "وقال : لو نَجا أحَدٌ مِن ضمَّةِ القبرِ - أو ضغطَةِ القبرِ - لنجا سعد بن معاذ ."
    },
    {
        "id": 260,
        "text": "وقال الله: ﴿فَإِنَّ لَهُ مَعِيشَةً ضَنكا﴾ [طه: 124]، قال أصحابُ التَّفسير : عذاب القبر."
    },
    {
        "id": 261,
        "text": "ثم من بعد ذلك : الإيمانُ بالصَّيحةِ للنُّشُور بصوتِ إسرافيل للقيام من القبور. فيلزمُ القلبُ أنَّك ميِّتٌ ومَضغوط في القبر، ومُساءَلٌ في قبرك، ومبعوث مِن بعدِ الموتِ فريضةً لازمةٌ؛ مَن أنكر ذلك كان بهِ كافِرًا ."
    },
    {
        "id": 262,
        "text": "قال النبي صلى الله عليه وسلم : «إِنَّكُم تُحشرُونَ مِن قُبورِكُم حُفاةً عُراةً غُرْلا . وقال الله تبارك وتعالى : ﴿يَوْمَ يَخْرُجُونَ مِنَ الْأَجْدَاثِ سِرَاعًا﴾ [المعارج : 43] . فَمَن كذَّبَ بآيةٍ، أو بحرفٍ مِن القرآنِ، أَو رَدَّ شيئًا ممَّا جَاءَ بهِ رسول الله صلى الله عليه وسلم: فهو كافر."
    },
    {
        "id": 263,
        "text": "ثُم الإيمانُ بالبعث والصِّراطِ، وشِعَارُ المؤمنينَ يومئذ: سلم سلم ."
    },
    {
        "id": 264,
        "text": "والصِّرَاط [1/17] جاءَ في الحديثِ أَنَّهُ: «أَحَدُّ مِن السيف، وأدقُ من الشعرة ."
    },
    {
        "id": 265,
        "text": "ثُم الإيمان بالموازين؛ كما قال الله تبارك وتعالى: ﴿وَنَضَعُ الْمَوَزِينَ الْقِسْطَ لِيَوْمِ الْقِيَمَةِ ﴾ [الأنبياء: 47] ."
    },
    {
        "id": 266,
        "text": "وقال عبد الله بن مسعود : يُؤتى بالنَّاسِ إلى الميزانِ؛ فيتجادلون عِندَهُ أشدَّ الجدال."
    },
    {
        "id": 267,
        "text": "وقال النبي صلى الله عليه وسلم : «الميزانُ بيدِ الرَّحْمَنِ، يَخفِضُهُ ويرفعه . فمَن شك في ذلك، أو كذَّبَ بهِ؛ فقد أعظم الإلحاد. وقدِ اتَّفَقَ أهلُ العلم بالأخبار والعلماء، والزُّهَّادُ، والعُبَّاد في جميع الأمصار: أنَّ الإيمان بذلك واجِبُ لازم."
    },
    {
        "id": 268,
        "text": "ثُم الإيمانُ بالحَوْضِ، والشَّفاعَةِ."
    },
    {
        "id": 269,
        "text": "وقال النبي : إنّ لي حوضًا ما بَينَ أَيْلَةَ وعدَن - يريد : أَنَّ قدرَهُ ما بين أَيلَةَ وعدن - «أَبارِيقُهُ بعددِ نُجُومِ السَّماءِ»."
    },
    {
        "id": 270,
        "text": "وقال أنس بن مالك : مَن كَذَّبَ بالحوض فقد كذَّبَ بالحقك."
    },
    {
        "id": 271,
        "text": "وجاء في الحديثِ: «مَن كَذَّبَ بالحَوْضِ لم يشرب منه»."
    },
    {
        "id": 272,
        "text": "ثُم الإيمانُ بالمُساءَلَةِ ؛ أنَّ اللهَ لا يسأل العباد عن كل قليل وكثير في الموقف، وعن كُل ما اجترمُوا . ﴿لِيَسْتَلَ الصَّدِقِينَ عَن صِدْقِهِمْ ﴾ [الأحزاب: 8] . وقال الله : : ﴿فَوَرَبِّكَ لَنَسْتَلَنَّهُمْ أَجْمَعِينَ عَمَّا كَانُوا يَعْمَلُونَ﴾ [الحجر: 92، 93] ويأخذ للمظلومِينَ مِن الظالمين، حتَّى لِلجَمَّاءِ مِن القرناء، وللضَّعيفِ مِن القوِي."
    },
    {
        "id": 273,
        "text": "ثم الإيمان بأنَّ الله خلق الجنَّةَ والنَّارَ قبل خلقِ الخلق . ونعِيمُ الجَنَّةِ لا يزول دائم أبدًا في النظرةِ والنَّعيمِ. والأزواج من الحور العين؛ لا يمتن، ولا ينقُصْنَ، ولا يهرَمْنَ، ولا ينقطِعُ ثمارها ونعِيمُها ؛ كما قال الله لا : ﴿أكُلُهَا دَابِرُ وَظِلُّهَا ﴾ [الرعد: 35]. وأما عذابُ النَّارِ : فدائم بدوام الله . وأهلها فيها مُخلَّدون خالدون : مَن خرجَ مِن الدُّنيا غيرَ مُعتقِدٍ للتوحيد، ولا مُتمسك بالسُّنَّةِ . فأمَّا الموحدون : فإنَّهم يخرجون منها بالشَّفاعةِ."
    },
    {
        "id": 274,
        "text": "وقال النبي صلى الله عليه وسلم : «شفاعتي لأهل الكبائِرِ مِن أُمَّتي»."
    },
    {
        "id": 275,
        "text": "ثم الإيمان بالملائكة، وأنَّ جبريل أمِينُ [17/ب] الله إلى الرسل. والإيمان بالملائكة : واجبٌ مُفترض."
    },
    {
        "id": 276,
        "text": "كذلك وجوبُ الإيمانِ والتَّصديق بجميع ما جاءت به الرُّسُلُ مِن عند الله، وبجميع ما قال الله لا فهو حَقٌّ لَازِمٌ. فلو أنَّ رجلا آمن بجميع ما جاءَت به الرُّسُلُ إِلَّا شيئًا واحِدًا . كان بِرَةٌ ذلك الشَّيْءِ كَافِرًا عندَ العلماء."
    },
    {
        "id": 277,
        "text": "ثم الإيمانُ بأنَّ الله خلق الجنَّ، وهم خلقٌ مِن خلق الله خلقَهم كما شاءَ، ولما شاءَ، وفيهم مؤمنون وكافرون وبذلك نطق الكتاب، وجاءت بهِ الرُّسُلُ . وخلق إبليس وهو رأسُ جنودِ الشَّياطين، وهو يغْوِي بني آدم، ويوسوس في صدورهم، ويفتنُهُم ، ويُحسِّنُ عندهم القبيح، ويدعوهم إلى مُخالفة ربِّهم ، وهو عدوَّهُم ، يَجري منهم مجرى الدم، لا يضُرُّ المعتصمين بالله كيده . والآي في كتاب الله بذكرِهِ وأخباره أكثرُ مِن أن تُحصى. فمن أنكر أمر الجنِّ، وكونَ إبليس والشياطين والمردة، وإغواءهُم بني آدمَ: فهو كافر بالله ، جاحِدٌ بآياتِهِ، مُكذِّبٌ بكتابِهِ."
    },
    {
        "id": 278,
        "text": "ثُم الإيمانُ والقبول والتصديق بكُلِّ ما روته العلماء، ونقلَهُ النّقاتُ أهلُ الآثارِ عن رسولِ الله ، وتلقيها بالقبول. لا تُردُّ بالمعاريض، ولا يقالُ: لِمَ؟ وكيف؟ ولا تُحملُ على المعقُولِ، ولا تُضْرَبُ لها المقاييس، ولا يُعمل لها التفاسير. إِلَّا ما فسَّرَهُ رسولُ الله ، أو رجلٌ مِن علماءِ الأُمَّةِ مِمَّن قولهُ شِفاءٌ وحُجَّةٌ . مِثلُ : أحاديثِ الصِّفاتِ، والرُّؤية."
    },
    {
        "id": 279,
        "text": "«أَنَّ اللَّهَ يَضَعُ السَّمواتِ على أُصْبُعٍ، والأرضِينَ على أصنع بك."
    },
    {
        "id": 280,
        "text": "وأَنَّ اللهَ مَن يَضَعُ قَدمَهُ في النَّارِ ، فتقولُ : قَط قَط»."
    },
    {
        "id": 281,
        "text": "و«قُلوبُ العِبادِ بينَ أَصْبُعِينِ مِن أَصابعِ الرَّحْمَنِ»."
    },
    {
        "id": 282,
        "text": "و أنَّ اللهَ لا على العرش، وللعرش أطيط كأطِيطِ الرَّحْلِ الجدِيدِ."
    },
    {
        "id": 283,
        "text": "وأنَّ الله ل أخذَ الذُرِّيَّةَ مِن ظهرِ آدَمَ بيدِهِ اليُمنى، وكلتا يديهِ يَمِينُ مُباركَةٌ ، فقال : هذِهِ لهذِهِ ولا أبالي ."
    },
    {
        "id": 284,
        "text": "والا يُقَبَّحُ الوجه ؛ فإنَّ الله خلق آدم على صُورَتِهِ»."
    },
    {
        "id": 285,
        "text": "وقال النبي صلى الله عليه وسلم : رأيتُ ربِّي في صُورَةٍ ... كذا ."
    },
    {
        "id": 286,
        "text": "وإنَّ الله تبارك وتعالى يَنزِلُ في كُلِّ ليلَةٍ إلى سماءِ الدُّنيا»."
    },
    {
        "id": 287,
        "text": "ثم الإيمانُ بأنَّ عيسى ابن مريم ينزِلُ مِن السَّماءِ إلى الأرض؛ فيكسِرُ الصَّليب، ويَقتلُ الخنزير، وتكونُ الدَّعوة واحدة."
    },
    {
        "id": 288,
        "text": "والدَّجَّالُ خارج في آخِرِ هذه الأمة لا محالة، إحدى عينيه كأنها عِنبةٌ طافية، يطأ الأرض إلَّا مكة والمدينة. ويقتله عيسى ابن مريم ببابِ لُد الشرقي بأرض فلسطين، على قدر مسيرةِ ميلٍ مِن الرَّمْلَةِ ."
    },
    {
        "id": 289,
        "text": "تم الإيمان بملك الموتِ : أَنَّهُ يقبضُ الأرواحَ، ثُم تُرَدُّ في الأجسادِ في القبور."
    },
    {
        "id": 290,
        "text": "والإيمانُ بالنَّفخ في الصُّورِ؛ والصُّورُ: قرْن ينفُخُ فيه إسرافيل ."
    },
    {
        "id": 291,
        "text": "والله كلَّمَ موسى تكليمات. واتَّخذ إبراهيم خليلات."
    },
    {
        "id": 292,
        "text": "وعيسى ابنُ مريمَ : رُوحُ الله ، وكلمتُه ، قد أحيا الموتى، وأبرأ الأئمة والأبرصَ، وخلقَ مِن الدِّينِ طَائِرًا، كُلُّ ذلك بقُدْرَةِ الله ، ومشيئته، وإرادته."
    },
    {
        "id": 293,
        "text": "والإيمانُ بأنَّ الله خلق آدم بيدِهِ، وغرس جنَّةَ الفردوس بيده."
    },
    {
        "id": 294,
        "text": "وما رُوِيَ : ابنَ آدَمَ اذْكُرْني في نفسك، أذكرك في نفسي، واذْكُرْني [18/ب] في مَلاً، أذكُرك في مَلا خيرٍ مِن الملا الذي تذكرني فيها."
    },
    {
        "id": 295,
        "text": "وما رُوِيَ مَن تقرَّبَ إليَّ شبرا تقرَّبتُ إليهِ ذِراعًا، ومَن تقرَّبَ إليَّ ذِراعًا تقرَّبتُ إليهِ ،باعًا ، ومَن جاءني يمشي أتيته هرولة."
    },
    {
        "id": 296,
        "text": "وعَجِبَ ربُّكَ مِن شاب ليسَ لهُ صَبوَة»."
    },
    {
        "id": 297,
        "text": "وقوله : «ضحِكَ رَبُّنَا مِن قُنُوطِ عِبادِهِ وقُربِ غِيَرِه . وقوله : لن نَعْدِمَ مِن رَبِّ يضحَكُ خيرًا."
    },
    {
        "id": 298,
        "text": "وقوله : (لا تسُبُّوا الدَّهْرَ ؛ فإنَّ الله هو الدَّهرُ»."
    },
    {
        "id": 299,
        "text": "وأنَّ بينَ السَّماءِ والأرضِ مَسِيرَةُ خمسمائة عامٍ، سُمك كُلِّ سَمَاءٍ كذلك، وبين كُلِّ سماءٍ كذلك."
    },
    {
        "id": 300,
        "text": "ثُم الإيمانُ بأنَّ القرآنَ مَحفوظ في صُدُورِ الرِّجَالِ."
    },
    {
        "id": 301,
        "text": "وقال رسول الله صلى الله عليه وسلم: الذي ليس في جوفه شيءٌ مِن القرآن كالبيتِ الخَرِبِ ."
    },
    {
        "id": 302,
        "text": "وقال : «لا تغُرَّنَّكُم المَصَاحِفُ المُعلَّقَةُ ؛ فَإِنَّ اللَّهَ لا يُعذِّبُ قلبًا وعَى القرآنَ بِغَم."
    },
    {
        "id": 303,
        "text": "والإقرار بحديثِ موسى مع مَلِكِ الموتِ، وأَنَّه لا يردُّ الحديثَ المروي فيهِ، ولا يُنكِرُهُ إِلَّا مُبتدِعٌ ضَعِيفُ الرأي. هكذا قالتِ العلماء فيمَن ردَّهُ، وتوقف عنه ."
    },
    {
        "id": 304,
        "text": "وقول النبي صلى الله عليه وسلم : [1/19] «ما أَحَدٌ إِلَّا وَقَد وُكِّلَ بِه قَرِيتُهُ من الجِنِّ». قالوا : وأنت يا رسول الله؟ قال: «وأنا إِلَّا أَنَّ اللهَ أعانَني عليه فأسلم؛ فليس يأمُرُني إِلَّا بخير»."
    },
    {
        "id": 305,
        "text": "وأنَّ نبيَّنا أوَّلُ الأنبياءِ خَلْقًا، وآخِرُهُم بَعثات. وأنَّ أُمَّهُ حِينَ وضَعَتْهُ رَأت نُورًا أضاءت له قُصورُ الشَّامِ."
    },
    {
        "id": 306,
        "text": "ومن زعم أنَّه كان على دِينِ قومه قبل أن يُبعث؛ فقد أعظمَ الفِريةَ على رسول الله صلى الله عليه وسلم ، ولا يُكلَّمُ مَن قال بهذا، ولا يُجالس ."
    },
    {
        "id": 307,
        "text": "ونقولُ : إِنَّ نبيَّنا صلى الله عليه وسلم كان مختونا مسرورًا."
    },
    {
        "id": 308,
        "text": "وكان يَرى مِن خَلْفِهِ كما يرى مِن بين يديهِ."
    },
    {
        "id": 309,
        "text": "وأنه رَكِبَ البُراق، وأتى بيت المقدِس مِن ليلتِهِ، ثُمَّ عُرج به إلى السَّماءِ، حتَّى دنا مِن رَّبِّهِ فتدَلَّى، فكان قاب قوسين أو أدنى."
    },
    {
        "id": 310,
        "text": "وأنَّ اللهَ وضعَ يَدَهُ بين كَتِفَيهِ، فوجدَ بَردَها بين تَدَيَيهِ ؛ فعلِمَ عِلْمَ الأوَّلين والآخرين."
    },
    {
        "id": 311,
        "text": "وأنه يأتي يومَ القيامةِ وهو أشرف الأنبياء صلى الله عليه وسلم مَقَامًا، وأعلاهُم مَكانًا، وأقرَبُهُم إلى الله ، وأَحَبُّهُم إِليه ؛ فيشفَعُ فَيُشْفَعُ، ويَسألُ فيُعطى ."
    },
    {
        "id": 312,
        "text": "ويجلس مع رَبِّهِ على العرش، وليس هذا لأحَدٍ غيره. كذا روى نافِعٌ، عن ابنِ عُمَرَ، عن النبي صلى الله عليه وسلم : ﴿وعَسَى أَن يَبْعَثَكَ رَبُّكَ مَقَامًا مَّحْمُودَا﴾ [الإسراء: 79] قال : يُقعِده معه على العرش."
    },
    {
        "id": 313,
        "text": "وهكذا فسَّرَه مُجاهدٌ فيما رواه محمدُ بنُ فُضيل، عن ليث عنه."
    },
    {
        "id": 314,
        "text": "ثم الإيمانُ والمعرفَةُ بأن خير الخلْقِ وأفضَلَهم، وأعظمهم منزِلَةٌ عند الله حمل بعد النَّبيِّين والمرسلين، وأحقهم بخلافة رسول الله صلى الله عليه وسلم: أبو بكر [19/ب] الصِّدِّيقُ عبد الله بن عثمان، وهو عتيق بن أبي قحافة . وتعلم أنَّه يوم مات رسول الله صلى الله عليه وسلم لم يكن على وجه الأرض أحد بالوصفِ الذي قدَّمنا ذكرَهُ غيرُهُ رحمةُ الله عليهِ ثُم مِن بعدِهِ على هذا الترتيب والصفة: أبو حفص عُمَرُ بن الخطاب له ، وهو الفاروق. ثُم من بعدهما على هذا الترتيب والنَّعتِ : عُثمان بن عفان الله له ؛ وهو أبو عبد الله، وأبو عمرو ذُو النُّورين. ثم على هذا النَّعتِ والصفةِ مِن بعدِهِم: أبو الحسن علي بن أبي طالب الله، وهو الأنزَعُ البطين، صهر رسول الله ، وابن عم خاتم النَّبِيِّين."
    },
    {
        "id": 315,
        "text": "قال سفيان الثوري الله : لا تَسْتمِ السَّلفَ؛ وادخُلِ الجنَّةَ بسلام ."
    },
    {
        "id": 316,
        "text": "وتشهد للعشرة بالجنَّةِ بلا شَكٍّ، ولا استثناء؛ وهُم أصحابُ حِرَاء : النبيُّ صلى الله عليه وسلم ، وأبو بكر ، وعُمَرُ، وعثمان، وعلي، وطلحه، والزبير، وسعد، وسعيد وعبد الرحمن بن عوف، وأبو عُبيدة بن الجراح. فهؤلاء لا يتقدَّمُهُم أحدٌ في الفضل والخير."
    },
    {
        "id": 317,
        "text": "وتشهد لكُلِّ مَن شهد له النبي صلى الله عليه وسلم بالجنَّةِ . وأنَّ حمزة سيِّدُ الشُّهداء. و جعفر الطَّيَّارُ : في الجنَّةِ . والحسن والحسينُ : سيدا شباب أهل الجنَّةِ."
    },
    {
        "id": 318,
        "text": "وتشهد لجميع المهاجرين والأنصارِ بالجنَّةِ والرِّضوانِ، والتوبة والرَّحمة مِن الله لهم."
    },
    {
        "id": 319,
        "text": "ويَستقِرُّ علمُك، وتُوقنُ بقلبكَ : أن رجلا رأى النبي صلى الله عليه وسلم وشاهده، وآمن به واتَّبَعَهُ ولو ساعةً مِن نهارٍ أفضلُ [1/20] ممَّن لم يره، ولم يُشاهِدهُ ولو أتى بأعمال الخلق أجمعين ."
    },
    {
        "id": 320,
        "text": "ثُم التَّرحُمُ على جميع أصحابه : صغيرهم وكبيرهم، وأوَّلهم وآخرهم، وذكرُ ،محاسنِهِم ، ونَشر فضائلهم، والاقتداء بهديهم، والاقتفاءُ لآثارِهِم، وأنَّ الحقِّ في كُلِّ ما قالوه، والصواب فيما عملوه ."
    },
    {
        "id": 321,
        "text": "وقد أجمعت العلماء لا خِلافَ بينَهُم أَنَّه : لا يُكفَّرُ أحدٌ مِن أهلِ القِبلة بذنب، ولا نُخْرِجُهُ مِن الإسلام بمعصية؛ نرجو للمُحسن، ونخافُ على المُسيء. ولا نقول في ذلك بقولِ المُعتزلة؛ فإنَّها تقول : مَن أتى ذنبًا واحِدًا في عُمْرِهِ، أو ظلمَ بحبَّةٍ فِي عُمْرِهِ؛ فقد كفَرَ . فمَن قال ذلك : فقد أعظم الفريَةَ على الله عل، وبرأه مما وصف به نفسَهُ مِن : الرَّأفةِ والرَّحمةِ والتَّجاوز، والإحسان، والغُفران، وقبولِ التَّوبة. وقد زعم أنَّ الأنبياء من آدم، ومَن دُونهُ كانوا كُفَّارًا . قال اللهُ : ﴿وَعَصَى عَادَمُ رَبَّهُ فَغَوى﴾ [ طه : 121] . وقد وصف ذُنُوبَ الأنبياء صلوات الله عليهم في كثير من القرآن . وإخوة يوسف، فقد ظلموا أخاهُم، وعقوا أباهم، وعصوا مولاهُم وهُم مع ذلك: أخيار أبرار، وهُم مِن أهلِ الجنَّةِ . وقد قال الله لنبيه محمد صلى الله عليه وسلم : ﴿لِيَغْفِرَ لَكَ اللَّهُ مَا تَقَدَّمَ مِن ذنْبِكَ وَمَا تَأَخَرَ﴾ [الفتح: 2]. وقال الله عال : ﴿عفا الله عنك لم أذنتَ لَهُمْ ﴾ [التوبة : 143]."
    },
    {
        "id": 322,
        "text": "ومِن بعد ذلك : نكُف عمَّا شجرَ بين أصحاب رسول الله صلى الله عليه وسلم؛ فقد شهدوا المشاهد معه، وسبقوا النَّاسَ بالفضل ؛ فقد غَفَرَ اللهُ لهُم، وأمرك بالاستغفار لهم، والتَّقرُّبِ إليه بمحبَّتِهم وفرض ذلك على لسانِ نبيه ؛ وهو يعلمُ ما يكونُ مِنهم ، [ وأنَّهم] سيقتتلون، وإنما فضلوا على سائر الخلق؛ لأنَّ الخطأ والعمد قد وُضِعَ عنهم مِن كُلِّ ما شَجَرَ بينهم مغفور لهم. ولا ينظُرْ في كِتابِ صِفِّين، والجمل، [20/ب] ووقعة الدَّارِ، وسائِرِ المُنازعات التي جرت بينهم . ولا تكتبه لنفسك، ولا لغيرِكَ ولا تروه عن أحدٍ، ولا تقرأه على غيرك، ولا تسمعهُ ممَّن يرويه. فعلى ذلك اتَّفق سادات عُلماء هذه الأُمَّةِ مِن النَّهِيِ عمَّا وصفناه . منهم: حمَّادُ بنُ زيدٍ، ويُونسُ بنُ عُبيد، وسفيان الثوري، وسفيان بن عيينة وعبد الله بن إدريس، ومالك بن أنس، وابن أبي ذئب، وابنُ المُنكَدِرِ ، وابنُ المُبارك، وشعيب بن حرب، وأبو إسحاق الفزاري، ويوسف بن أسباط ، وأحمد بن حنبل، وبشرُ بنُ الحارث، وعبد الوهاب الوراق. كُلُّ هؤلاء قد رأوا النَّهي عنها ، والنَّظرَ فيها، والاستماع إليها، وحذروا من طلبها، والاهتمام بجمعها. وقد رُوي عنهم فيمن فعل ذلك أشياء كثيرة بألفاظ مُختلفة، مُتَّفقة المعاني على كراهية ذلك، والإنكار على من رواها واستمع إليها."
    },
    {
        "id": 323,
        "text": "ثم من بعد ذلك : يشهد لعائشة بنت أبي بكر الصديق لا أَنَّهَا الصِّدِّيقَةُ، الظاهرة، المُبرَّأَةُ مِن السَّماءِ على لسان جبريل ، إخبارًا عن الله ، متلوا في كتابه، مُثبتًا في صدورِ الأُمَّةِ ومصاحِفِها إلى يوم القيامة؛ أنَّها زوجه رسول الله صلى الله عليه وسلم مُبرَّأَةٌ، طاهرة، خيرة، فاضَلَةٌ، وأنَّها زوجته وصاحِبتُهُ في الجنَّةِ، وهي أم المؤمنين في الدُّنيا والآخرة. فمِن شك في ذلك، أو طعن فيه، أو توقف عنه. فقد كذَّبَ بكتاب الله، وشكَّ فيما جاء به رسول الله صلى الله عليه وسلم، وزعم أَنَّه من عند غيرِ الله ، قال الله تعالى: ﴿يَعِظُكُمُ اللهُ أَن تَعُودُوا لِمِثْلِهِ أَبدا إن كُنتُم مُّؤْمِنِينَ ﴾ [النور: 17]. فمَن أنكر هذا: فقد بَرِئَ مِن الإيمان."
    },
    {
        "id": 324,
        "text": "ويُحِبُّ جميعَ أصحابِ رسول الله صلى الله عليه وسلم على مراتبهم، ومنازِلِهِم أوَّلاً فأوَّلاً : مِن أَهلِ بدر، والحديبية، وبيعة الرضوانِ، وأُحد . فهؤلاء أهلُ الفضائلِ [1/21] الشَّريفةِ، والمَنازِلِ المُنيفة، الذين سبقت لهم السوابق، رحمهم الله أجمعين."
    },
    {
        "id": 325,
        "text": "وتترحَمُ على أبي عبد الرَّحمنِ مُعاوية بن أبي سفيان، أخي أم حبيبة زوجةِ رسولِ الله، خالِ المؤمنين أجمعين، وكاتب الوحي . وتذكر فضائلَهُ، وتروي ما رُوِيَ فيه عن رسول الله ؛ فقد :"
    },
    {
        "id": 326,
        "text": "قال ابنُ عُمَرَ كنَّا مع رسول الله صلى الله عليه وسلم فقال: «يدخُلُ عليكُم مِن هذا الفَجِّ رَجُلٌ مِن أهل الجنَّةِ». فدخل مُعاوِيةُ رحمه الله . فتعلم أنَّ هذا موضِعُهُ ومنزِلتُهُ ."
    },
    {
        "id": 327,
        "text": "ثُم تُحِبُّ في الله مَن أطاعه، وإن كان بعيدًا منك، وخالف مُرادك في الدُّنيا . وتُبغِضُ في الله مَن عَصاه ووالى أعداءه، وإن كان قريبا منك، ووافَقَ هواك في دنياك، وتصِلُ على ذلك، وتقطع عليه ."
    },
    {
        "id": 328,
        "text": "ولا تُحدِث رأيًا، ولا تُصغي إلى قائِلِهِ؛ فَإِنَّ الرَّأي يُخطئ ويُصيب ."
    },
    {
        "id": 329,
        "text": "ولا تُجالس أصحابَ الخُصومات؛ فإنَّهم يخوضون في آيات الله ."
    },
    {
        "id": 330,
        "text": "وإيَّاك والمِراء والجدال في الدِّينِ؛ فإِنَّ ذلك يُورث الغِلَّ، ويُخرِجُ صاحِبَهُ - وإن كان سُنّيًّا - إلى البدعة؛ لأنَّ أَوَّلَ ما يَدخُلُ على السُّنّي مِن النَّقص في دينِهِ إذا خاصَمَ المُبتدع : مجالسته للمُبتدع، ومُناظرتُهُ إِيَّاهُ . لا تأمن أن يُدخِلَ عليهِ مِن دَقيقِ الكلام، وخَبِيثِ القولِ ما يَفتَنُهُ. أو لا يفتِنُهُ؛ فيحتاجُ أن يَتكلَّفَ له مِن رأيهِ ما يَرُدُّ عليه قولَهُ ما ليس له أصل في التَّأويل، ولا بيان في التَّنزيل، ولا أثر مِن أخبارِ الرسول ."
    },
    {
        "id": 331,
        "text": "ثم من بعد ذلك : الكف والقعود في الفتنة. ولا تخرج بالسَّيفِ على الأئمة، وإن ظلموات."
    },
    {
        "id": 332,
        "text": "وقال عمر بن الخطاب الله : إن ظلمك فاصبر، وإن حرمك فاضير. [21/ب]"
    },
    {
        "id": 333,
        "text": "وقال النبي ل لأبي ذرّ : اصبرْ ، وإن كان عبدًا حبشيا»."
    },
    {
        "id": 334,
        "text": "وقد أجمعتِ العلماءُ مِن أهل العلم والفقه والنُّسَاكِ، والعُبَّادِ ، والرُّهَّادِ منذُ َأوَّلِ هذه الأُمَّةِ إلى وقتنا هذا : أنَّ صلاة الجمعة والعيدين ، ومنى، وعرفات، والغزو، والحج، والهدي : مع كُلِّ أميرٍ بر وفاجر، وإعطاءهم الخراج، والصدقات، والأعشار: جائز. والصَّلاة في المساجد العظام التي بنوها، والمشي على القناطر والجسور التي عقدوها، والبيع والشراء، وسائر التجارة، والزراعةِ والصَّنائع كُلّها في كُلِّ عصر، ومع كُلِّ أمير : جائز على حكم الكتاب والسُّنَّةَ . لا يَضُرُّ المُحتاط لدينِهِ، والمتمسك بسُنَّة نبيه ؛ ظلم ظالم، ولا جور جائرٍ ؛ إذا كان ما يأتيه هو على حكم الكتاب والسُّنَّةِ، كما أنه لو باع واشترى في زمن الإمامِ العادل بيعًا يُخالف الكتاب والسُّنَّةَ لم ينفعه عدلُ الإمام. والمحاكمة إلى قُضاتهم ورفع الحدود، والقصاص، وانتزاع الحقوقِ مِن أيدي الظَّلمَةِ بأمرائهم، وشرطهم. والسمع والطاعة لمن ولَّوه - وإن كان عبدا حبشيا - إلَّا في معصية الله جل فليس لمخلوقٍ فيها طاعة ."
    },
    {
        "id": 335,
        "text": "ثمَّ مِن بعد ذلك : اعتقاد الدِّيانةِ بالنَّصِيحة للأئمَّةِ ، وسائرِ الأُمَّةِ في الدِّينِ والدنيا، ومحبَّةُ الخير لسائر المسلمين ؛ تُحِبُّ لهم ما تُحبُّ لنفسك، وتكره لهم ما تكره لنفسِكَ ."
    },
    {
        "id": 336,
        "text": "ولا تُشاور أحدًا مِن أهل البدع في دينك، ولا تُرافقه في سَفَرِكَ، وإن أمكنكَ أن لا تُقارِبهُ في جوارِكَ."
    },
    {
        "id": 337,
        "text": "ومِن السُّنَّةِ : مُجانبةُ كُلِّ مَن اعتقد شيئًا مِمَّا ذكرناه، وهجرانه، والمَقتُ له، وهجرانُ مَن والاه ونَصَرَهُ، وذَبَّ عنه، وصاحَبَهُ، وإن كان الفاعِلُ لذلك يُظهِرُ السُّنة."
    },
    {
        "id": 338,
        "text": "رفع اليدينِ في الصَّلاةِ عند افتتاحها، وإذا ركع، وإذا رفعَ [1/22] رأسَهُ مِن الرُّكوع . وهو زِيادَةٌ في الحسناتِ."
    },
    {
        "id": 339,
        "text": "وقال النبي صلى الله عليه وسلم : «يُعطى بكُلِّ إشارَةٍ حسنَةً . حسنَةً."
    },
    {
        "id": 340,
        "text": "المسحُ على الخُفَّينِ لمن أحدثَ، وقد كان لبِسَ خُفَّيهِ وهو كامِلُ الطَّهارة: إن كان مُسافِرًا : ثلاثة أيَّامٍ وليالِها . وإن كان مُقيما : يومًا وليلَةً . هكذا سَنَّ رسولُ الله ، وفعله هو وأصحابه . وعلى ذلك مضَتْ سُنَّةُ الأوَّلين المسلمين، وأخذ به علماء الدِّينِ، لا يُنكر ذلك ولا يرُدُّه إِلَّا مُبتدِعٌ مِن النَّاسِ، مخالف لرسول الله صلى الله عليه وسلم راغب عن سُنَّتِهِ، راد لقوله ."
    },
    {
        "id": 341,
        "text": "تعجيل الإفطار، وتأخيرُ السُّحور."
    },
    {
        "id": 342,
        "text": "والمُبادرة بصَلاةِ المغرب إذا غابَ حاجِبُ الشَّمسِ قبل ظهورِ النُّجومِ ."
    },
    {
        "id": 343,
        "text": "فقد قال رسول الله صلى الله عليه وسلم : «لا تزالُ أُمَّتِي بخير ما عجَلَتِ الإفطار، وأَخَرَتِ السُّحُورَ ."
    },
    {
        "id": 344,
        "text": "وقال : «لا يَزالُ النَّاسُ بِخَيرٍ ما لم يُؤَخِّرُوا صلاةَ المَعْرِبِ حتَّى تشتبك النُّجُومُ ."
    },
    {
        "id": 345,
        "text": "وقال سليمان بن داود الأوْدِيُّ : كنتُ أُصلِّي مع علي بن أبي طالب المغرب وأنا لا أدري غربَتِ الشَّمسُ، أم لا."
    },
    {
        "id": 346,
        "text": "ومِن السُّنَّةِ لمن أرادَ طلاق زوجَتِهِ : أن لا يُطلقها إلَّا تطليقةً واحدةً إذا طهرت من الحيض، ولم يُصِبها في ذلك الطُّهرِ ، ثُم يتركها حتَّى تَنقضي عدَّتُها. فإن طلقها ثلاثا في لفظ واحدٍ في طهر واحدٍ أصابها فيه، أو هي حائض؛ فقد طلقها طلاق البدعَةِ. وهي حَرامٌ عليهِ لا تَحِلُّ له أبدًا حتّى تنكِحَ زوجا غيره فيموتُ عنها، أو يُطلقها وقد أصابَها ودخل بهالا."
    },
    {
        "id": 347,
        "text": "التكبير على الجنائز أربعَ تكبيراتٍ ."
    },
    {
        "id": 348,
        "text": "فإن كبَّرَ إمامُكَ أكثرَ ؛ فمِنَ السُّنَّةِ أيضًا أن تتَّبَعَهُ بعد أن ترى أنت أنها أربع. فقد قال ابن مسعود كبر ما كبَّرَ إمامك ."
    },
    {
        "id": 349,
        "text": "أن لا تَجهرَ ب- ﴿بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيمِ﴾."
    },
    {
        "id": 350,
        "text": "ولا تقنُتْ في الفجرِ؛ إلا أن يُداهِمَ المسلمين أمرٌ مِن عدُوِّهِم، فيقنُتَ الإمامُ؛ فتَّبِعَهُ ."
    },
    {
        "id": 351,
        "text": "والوتر ركعة مفصولةٌ [22/ب] مِمَّا قبلَهَا من الصلاة والقُنوتُ فيها بعد الرُّكوعِ ."
    },
    {
        "id": 352,
        "text": "ومن السنة إفراد الإقامة ."
    },
    {
        "id": 353,
        "text": "أن تركع ركعتين إذا دخلت المسجد قبل أن تجلس، إن كُنتَ على وضُوءٍ، وإن كان يوم الجمعةِ والإمامُ يَخطُبُ."
    },
    {
        "id": 354,
        "text": "ومن السنة الإنصات للخطبة، والاستماع إليها."
    },
    {
        "id": 355,
        "text": "ومن السنة والإقبال بوجهك على الخطيب إن كنت بحيث تعاينه، أو لا تعاينه؛ فالإنصات ."
    },
    {
        "id": 356,
        "text": "فقد قال النَّبِيُّ صلى الله عليه وسلم : «مَن قال : (صَة)، والإمامُ يَخطُبُ ؛ فقد لغا، ومَن لغا فلا جُمعَةَ له."
    },
    {
        "id": 357,
        "text": "وقال : «مَن تكلَّمَ والإمامُ يخطُبُ؛ كان كالحمار يحمِلُ أسفارات."
    },
    {
        "id": 358,
        "text": "وقال : «مَن تكلَّمَ والإمامُ يخطُبُ ؛ كان حَظِّهُ من الجمعة : كفَّ تُراب»."
    },
    {
        "id": 359,
        "text": "أن تُسلَّمَ على مَن دخلت عليه في مسجد، أو غيره، وتُسلَّمَ إذا خرجت ."
    },
    {
        "id": 360,
        "text": "ولا تُحرِّم شيئًا ممَّا أحلَّهُ اللهُ ؛ فَإِنَّ فاعل ذلك مُفْتَرٍ على الله، راد لقوله، مُعتد ظالم. قال الله وجَل : ﴿وقُلْ أَرَءَيْتُم مَّا أَنزَلَ اللَّهُ لَكُم مِّن رِزْقٍ فَجَعَلْتُم منه حراما وحللا قل الله أذن لكم أم على اللَّهِ تَفْتَرُونَ ﴾ [يونس : 59]. وقال في موضع آخر : ﴿يَاتِهَا الَّذِينَ ءَامَنُوا لَا تُحَرِّمُوا طَيِّبَاتِ مَا أَحَلَّ اللهُ لَكُمْ وَلَا تَعْتَدُوا إِنَّ اللَّهَ لَا يُحِبُّ الْمُعْتَدِينَ ﴾ [المائدة: 87] ."
    },
    {
        "id": 361,
        "text": "وعابَ اليهود بتحريم الجزُور التي أحلها لهم، وسائر الخلق . فقال : ﴿وكل الطَّعَامِ كَانَ حِلا لبني إسراءيل إلا ما حرم إسراءيل عَلَى نَفْسِهِ مِن قَبْلِ أَن تُنَزَّلَ التَّوْرَنَةُ قُلْ فَأْتُوا بِالتَّوْرَنَةِ فَاتْلُوهَا إِن كُنتُمْ صَدِقِينَ﴾ [آل عمران : 93] ثُمَّ قال : ﴿فَمَنِ افْتَرَى عَلَى اللهِ الْكَذِبَ مِنْ بَعْدِ ذَالِكَ فَأُولَيكَ هُمُ الظَّالِمُونَ﴾ [آل عمران : 94]."
    },
    {
        "id": 362,
        "text": "ثُم إِنَّ الرَّوافض تشبَّهت باليهود في تحريم ما أحل الله، وردُّوا على الله عل قولَهُ، وافتروا عليهِ البُهتان، وحرَّمُوا الجِرِّيَّ مِن السَّمكِ، ولحم الجزُورِ."
    },
    {
        "id": 363,
        "text": "وقد قال رسول الله صلى الله عليه وسلم: «المُحرَّمُ ما أَحَلَّ اللهُ، كالمُحلَّلِ ما حَرَّمَ اللهُ . ولعل الأكثرَ منهم ممَّن يُحرِّمُ هذا ويَعيبُ أكله : يزني، ويشربُ الخمر، ويأخذ أموالَ النَّاسِ ظُلماً . وفعلهم . وفي النَّاسِ مَن يستهينُ لتحريمهِم هذه المآكل ويستصغرُهُ مِن وهذا عند العلماءِ مِن [1/23] الكبائر العظيمة، والفواحش الفظيعة؛ لمبارزة الله ، ورد قوله في تحريم ما أحله، وتضييق ما وسعه، وحظر ما أطلقَهُ، ولقد عدَّدَ علينا من نعمه، وأحصى لدينا مِن مِنَنِهِ في قوله: ﴿وَهُوَ الَّذِى سَخَّرَ الْبَحْرَ لِتَأْكُلُوا مِنْهُ لَحْمًا طرِيَّا﴾ [النحل : 14]."
    },
    {
        "id": 364,
        "text": "وقال صلى الله عليه وسلم في البحر : هو الطَّهور ماؤه الحل ميتته». وقد علِمَ اللهُ أنَّ الجرِّيَّ في البحرِ ، وكيف لا يعلم وهو خلقه! وعَلِمَ رسول الله صلى الله عليه وسلم أَنَّ الجرِّيَّ في البحرِ . أفترى أعياهُما أن يستثنيا لتحريم الجري؟! ولقد جعلَ نحرَ الجزورِ مِن أعظم ما تُقرِّبَ به إليه، وابتغي به الفوز لديه، فقال : ﴿وَالْبُدْنَ جَعَلْنَهَا لَكُم مِّن شَعَرِ اللهِ لَكُم فيها خير﴾ [الحج: 136]. وجعلَ جزاءَ مِن انتهك حَجَّهُ بأعظَمِ المَحارِمِ، وهو الوَطءُ : أن ينحر البدن."
    },
    {
        "id": 365,
        "text": "وقال إسرائيلُ بن أبي إسحاق : حملتُ سَمكًا جريًّا إلى منزلِ زيد بن علي الهلال له ثُم لقيتُهُ مِن الغد، فقال لي: لقد أعجبني ذلك السَّمك، ولقد بلغني أنَّ قومًا يُحرِّمونَهُ، ويدعون تحريمه علينا ؛ ألا فمن قال ذلك، أو فعلَهُ : فعليه لعنه الله، ولعنه اللاعنين ."
    },
    {
        "id": 366,
        "text": "وقال الحسن بن صالح: قلتُ لجعفر بن محمد يا ابن رسول الله، كيف رأيك في الجري؟ فقال : إِنَّهُ لطعامٌ يُعجبني، ولقلَّ ما أتى عليَّ وقت يفوتني."
    },
    {
        "id": 367,
        "text": "وقال أبو أسامة: خرج علينا الأعمش ذات فقال : يوم ، أكلتُ اليومَ طعامًا طيِّبًا عَرَفَ الشَّيطانُ طِيبتَهُ، فحرَّمَهُ على النَّوْكَى. قال : قُلنا : ما هو يا أبا محمد؟ قال : أكلْتُ قُرَيصَ جِرِّيِّ."
    },
    {
        "id": 368,
        "text": "أن تعلَمَ أنَّ الذين شاهدوا النبي صلى الله عليه وسلم، وصدَّقُوا بما أنت به أَئِمَّتُهُم : يَتفاضلون في الخوفِ مِن الله ، والتَّعظيم، والتبجيل؛ لرؤيتهم الشَّواهِدَ والدَّلائِلَ. وكذلك أهلُ الإيمانِ في التَّصديقِ ؛ يعلو بعضُهم بعضاك . وكذلك وجود الأعمال على قدرِ ما أُوطِنَ [23/ب] في الصُّدورِ من العلم بالله والإيمان."
    },
    {
        "id": 369,
        "text": "أن تعلم بأنَّ المُتعة حرام إلى يوم القيامة ."
    },
    {
        "id": 370,
        "text": "وقد قال عُمر بن الخطاب له : لا أُوتِيتُ بناكح مُتعَةٍ قد علم بتحريمها إلَّا رَجَمْتُهُ إن كان ثيباً، أو جلدته إن كان بكرا."
    },
    {
        "id": 371,
        "text": "وأتي علي بن أبي طالب الله الله برجل قد نكحَ مُتعةً . فقال : لو كنتُ تقدَّمتُ لرجمته ."
    },
    {
        "id": 372,
        "text": "ولا نِكَاحَ إِلَّا بِ-ول-ي وش-اه-دي-ن وال-خ-اط-ب ه-و المتزوِّجُ ."
    },
    {
        "id": 373,
        "text": "والعِدَّةُ فرضٌ مِن الله لا لازمةٌ لكُلِّ : مُطلَّقةٍ ومُختلعةٍ مدخول بها وكُلِّ مُتوفَّى عنها زوجُهَا ؛ مدخول بها، أو غير مدخول بها . لا يُنكرُ العِدَّةَ على النِّساءِ إِلَّا مُبتدعُ مُخالف لله ولرسوله، راد لقولهما، كافر بكتاب الله."
    },
    {
        "id": 374,
        "text": "اتِّباعُ رسول الله ، والاقتفاء لأمره، والاقتداء بهديه، والأخذ بأفعاله والانتهاء إلى أمره، وإكثار الرواية عنه [في] كُلِّ ما سَنَّهُ واستحسَنَهُ، وندبَ إليه، وحرَّضَ أمَّته عليه، ليتأدبوا به؛ فتحسُنَ بذلك في الدُّنيا آدابُهُم، ويعظُمَ عند الله قدرهم."
    },
    {
        "id": 375,
        "text": "التّسمية عند أوَّلِ الوضوء."
    },
    {
        "id": 376,
        "text": "والمبالغة في الاستنشاق."
    },
    {
        "id": 377,
        "text": "والدُّعاء بما رُويَ عنه عند غسل الأعضاء."
    },
    {
        "id": 378,
        "text": "وأن يبدأ الرَّجلُ في غسل أعضائه، ولبس ثيابه، وخُفَّيه، ونعله، وكُلِّ ملابسه : بيمينه، ويبدأ في الخلع بيساره."
    },
    {
        "id": 379,
        "text": "وكذلك الأكلُ [بيمينهِ]، والشُّربُ كذلك، وتركهما بالشمال ."
    },
    {
        "id": 380,
        "text": "والاستنجاء بالشِّمالِ، وتركه باليمين."
    },
    {
        "id": 381,
        "text": "وإدخال رِجْلِهِ اليُسرى عند دخول الخلاء، وقوله بعد ذكرِهِ اسم الله : «اللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِن الخُبُثِ والخبائث ."
    },
    {
        "id": 382,
        "text": "وإخراجُ الرِّجلِ اليُمنى إذا خرجت ؛ وقوله : «الحمد لله الذي أذهَبَ [1/24] عنّي الأذى وعافاني»."
    },
    {
        "id": 383,
        "text": "واستعمال العشر التي قيل: إنها من الفطرة، وهي أبينا إبراهيم ؛ وهي خمس في الرّأس، وخمس في الجسد. فأما اللواتي في الرَّأْسِ : فالمضمضة والاستنشاق، والسواك، وقص الشارب، والفَرْقُ . وأما اللواتي في البَدَنِ: فالاستنجاءُ، والختانُ، وحَلقُ العانة، وتقليم الأظافر، ونتف العطفين."
    },
    {
        "id": 384,
        "text": "تقديمُ الرِّجلِ اليُمنى عند دخول المسجد، وتأخيرها إذا خرج، وقوله عند الدُّخولِ : اللَّهُمَّ َصلِّ على محمد النبي وسلم، واغفِرْ لي ذُنوبي، وافتح لي أبواب رحمتك. وإذا خرج مثل ذلك؛ إلَّا أنَّهُ يقول : وافتح لي أبوابَ فضلك."
    },
    {
        "id": 385,
        "text": "ومن السنة الوقارُ في المشي، والسَّكينة عند المشي إلى الصَّلاةِ ."
    },
    {
        "id": 386,
        "text": "ومن السنة أن لا يُفَرقِعَ الرَّجلُ أصابعَهُ إذا أرادَ الصَّلاة ولا يُشبك يديهِ فيها ويترك العبث فيها، والالتفات. وترك العبث بالخاتم، واللحية ودوام الخشوع . والنَّظرُ إِلى مَوضِعِ السُّجودِ ووضعُ اليمين على الشِّمالِ تحتَ السُّرَّةِ؛ كفعل علي بن أبي طالب وأمره بذلك ."
    },
    {
        "id": 387,
        "text": "والجهرُ بآمين عند قول الإمام: ﴿وَلَا الضَّالِّينَ﴾ ومَدُّ الصَّوتِ بهالا."
    },
    {
        "id": 388,
        "text": "وكثرَةُ ذكر الله ، وذكر العلم في المسجد، وتركُ الخوض، والفُضولِ، وحديثِ الدُّنيا فيه؛ فإنَّ ذلك مكروه . وقد رُويت فيه أحادِيثُ غليظةٌ صَعبَةٌ بِطُرُقِ حِيادٍ صِحاحٍ، ورجال ثقات؛ منها :"
    },
    {
        "id": 389,
        "text": "ما رواه عبد الله بن مسعود، عن النبي صلى الله عليه وسلم أَنَّه قال : يكون في آخِرِ الزَّمانِ قومٌ يَجلِسُون في المَساجِدِ، إمامُهُم الدُّنيا، لا تُجالِسُوهُم ، فليس الله فيهم حاجة ."
    },
    {
        "id": 390,
        "text": "ومنها : ما روى عبد الله بن عمرو أنَّه قال : لا تقومُ السَّاعَةُ حتَّى يجلس النَّاسُ في المساجدِ ليس فيهم مؤمنٌ ، حديثهم في الدُّنيا ."
    },
    {
        "id": 391,
        "text": "ومنها ما قاله الحسنُ : سيأتي على النَّاسِ زمان يجلسون في المساجِدِ [24/ب] حِلَقًا حِلَقًا، حدِيثُهُم الدُّنيا، لا تجالسوهم؛ فإنَّ الله جل قد تركهم من يده. فهذا كُلُّه من حديث الدُّنيا وأهلها في المساجدك."
    },
    {
        "id": 392,
        "text": "والبيع والشراء بالجدال، والخصومة وإنشاد الصوال، وإنش-اد ال-ش-ع--ر ال--غ--زل، ورفع الصَّوتِ ، وَسلّ السُّيوف، وكثرة اللغط، ودخول الصبيان، والنِّساءِ، والمجانين، والجُنُبِ ، والارتفاق بالمسجد، واتخاذه للصَّنعَةِ، والنّجارَةِ كالحانُوتِ: مكروه كُلُّه، والفاعِلُ له آثم لنهي رسول الله ، وتغليظه على فاعله ."
    },
    {
        "id": 393,
        "text": "أن يُباشِرَ الرَّجلُ الرَّجُلَ في ثوب واحد ليس بينهما ستر."
    },
    {
        "id": 394,
        "text": "ولعن أيضًا المُتجرِّدِين في إِزارِ واحد."
    },
    {
        "id": 395,
        "text": "ونهى عن المُكامعةِ ؛ وهو: أن يتعَرَّى الرَّجلانِ في ثوب واحدك."
    },
    {
        "id": 396,
        "text": "ونهى أن يتعرى الرَّجلُ في بيت، أو غيره."
    },
    {
        "id": 397,
        "text": "أنهى أن ينظر إلى عورَةِ أحَدٍ غيره."
    },
    {
        "id": 398,
        "text": "نهى أن يُحدِّثَ الرَّجلُ بما يخلو به مع امرأتِهِ."
    },
    {
        "id": 399,
        "text": "نهى أن يَخذِفَ الرَّجلُ بالحجر، ويرمي بالمدر في الأمصارك."
    },
    {
        "id": 400,
        "text": "ونهى عن اليمين الكاذبة."
    },
    {
        "id": 401,
        "text": "نهى أن يُباعَ التَّمْرُ حَتَّى يزهُوَ ، وزهوه: اصفراره، واحمراره."
    },
    {
        "id": 402,
        "text": "نهى عن بيع الكلبِ والقِردِ ، والخِنْزِيرِ."
    },
    {
        "id": 403,
        "text": "نهى عن لَعِبِ النَّردِ، والشَّطرنج."
    },
    {
        "id": 404,
        "text": "نهى أن يَخلوَ الرَّجلُ بامرأةٍ غيرِ ذاتِ مَحْرَمِ ."
    },
    {
        "id": 405,
        "text": "نهى أن يقول الرَّجلُ : لا نزالُ بخير ما بقيتَ لنا."
    },
    {
        "id": 406,
        "text": "نهى أن يقول ما شاءَ اللهُ وشِئتَ ."
    },
    {
        "id": 407,
        "text": "نهى أن يَحلِفَ الرَّجُلُ بغيرِ الله 3 ."
    },
    {
        "id": 408,
        "text": "نهى أن يُحِدَّ الشَّفرةَ والشَّاةُ تنظُرُ إليه."
    },
    {
        "id": 409,
        "text": "نهى أن يستعمل الأجيرَ حَتَّى يُعلَم كم أُجرَتُهُ."
    },
    {
        "id": 410,
        "text": "نهى عن النَّجْشِ وهو: أن يزِيدَ الرَّجُلُ في السلعة وليست مِن حاجته ."
    },
    {
        "id": 411,
        "text": "نهى عن أكل لحوم الجَلالَةِ ، وألبانها، وبيضها؛ من: الإبل، والبقر، والغنم، والدَّجاج وقيل : تُحبَسُ الإبلُ أربعين يومًا، والبقر ثلاثين يوما، والغنم سبعةَ أَيَّامٍ، والدَّجاجُ ثلاثةَ أَيَّامٍ ."
    },
    {
        "id": 412,
        "text": "ونهى عن بيع الغرر."
    },
    {
        "id": 413,
        "text": "نهى عن بيع ما لا تملك، - وبيع ما ليس عندك، وعن شَرطِينِ في بيع ."
    },
    {
        "id": 414,
        "text": "نهى عن ضرب وجهِ الدَّابَّةِ، وعن السِّمَةِ فيه."
    },
    {
        "id": 415,
        "text": "نهى أن تَبَصُقَ في وجهِ إِنسَانٍ ."
    },
    {
        "id": 416,
        "text": "نهى أن تمنع المرأةُ زَوجَها الفِرَاشِ."
    },
    {
        "id": 417,
        "text": "نهى أن يقولَ الرَّجلُ ما لا يفعلُ، وأن يَعِدَ فيُخلِفَ، وأن يُحدث بسِرٌ أخيه ."
    },
    {
        "id": 418,
        "text": "ونهى عن الإسرافِ والإقتار ."
    },
    {
        "id": 419,
        "text": "ونهى أن يحزنَ للدُّنيا، ويَفرَحَ لهاك ."
    },
    {
        "id": 420,
        "text": "ونهى أن يُطيعَ عرسها في الخروج إلى العُرساتِ، والنِّياحَاتِ ، والحمَّامَاتِ ، وأن يُطيعها في هواها ."
    },
    {
        "id": 421,
        "text": "قال : ومَن أطاعَ امرأته في كُلِّ ما تُرِيدُ؛ أكبَّتَهُ على وجهه في النَّارِ». ونهى أن يُطيعها في عُقوقِ والدَيهِ، وقَطعِ رَحِمِهِ، وَمُواسَاةِ أَخِيهِ في الله ."
    },
    {
        "id": 422,
        "text": "وقال : «خالِفُوهُنَّ ترشدوا، ويُبارِكَ لَكُم»."
    },
    {
        "id": 423,
        "text": "ونهى عن ضرارِهِنَّ، والاعتداء عليهنَّ ."
    },
    {
        "id": 424,
        "text": "وأمر بالعدل، والتّسويَةِ في القِسمةِ بينهُنَّ."
    },
    {
        "id": 425,
        "text": "ونهى عن أذى الجار."
    },
    {
        "id": 426,
        "text": "ونهى عن التَّطاوُلِ ، والطَّعْنِ في الأنسابِ، والهَمزِ، والغمزه."
    },
    {
        "id": 427,
        "text": "ونهى عن شَتمِ المَمَالِيكِ ، وضَربهم وأمر أن يُطعِمَهُم ممَّا يأكُلُ، ويكسُوَهُم مِمَّا يلبس، ولا يُكلَّفوا من العمل ما لا يُطيقُون، وأن يُعفى عنهم، ولو أذنبوا في اليوم سبعين ذنبات."
    },
    {
        "id": 428,
        "text": "ونهى أن يَنقُرَ الرَّجُلُ في صَلاتِهِ كنقرِ الدِّيكِ ."
    },
    {
        "id": 429,
        "text": "ونهى أن يَسْجُدَ قبل أن يرفع رأسَهُ مِنَ الرُّكوعِ ."
    },
    {
        "id": 430,
        "text": "ونهى أن يَفتَرِشَ ذِراعَيهِ في السُّجودِ كافتِرَاشِ الكلبِ  ونهى أن يُقعِي كإقعاء القرد. وأن يرفع رأسَهُ ويضعَهُ قبل الإمام أو يُشارِكَهُ في فعله."
    },
    {
        "id": 431,
        "text": "وقال: «أما يَخشَى الذي يرفع رأسهُ قَبْلَ الإمام؛ أن يُحوِّلَ اللهُ رَأسَهُ رَأسَ حِمارِ ."
    },
    {
        "id": 432,
        "text": "وقال : مَن رَفَعَ أو وَضَعَ قَبلَ إمامِهِ ؛ فلا صَلاةَ له."
    },
    {
        "id": 433,
        "text": "ونهى عن الاحتكاكِ في الصَّلاةِ."
    },
    {
        "id": 434,
        "text": "ونهى أن يغسِلَ باطِنَ قدمِهِ بباطِنِ كَفِّهِ اليُمنى مَرَّةً بعد مرة."
    },
    {
        "id": 435,
        "text": "ونهى عن التَّناوُبِ ، والنَّفخ ."
    },
    {
        "id": 436,
        "text": "ونهى عن تقليبِ الحَصَى في الصلاة."
    },
    {
        "id": 437,
        "text": "ونهى أن يَمسَحَ جَبهتَهُ مِن التُّرابِ قبل أن يُسَلَّمَ ."
    },
    {
        "id": 438,
        "text": "ونهى أن يرفعَ بَصَرَهُ إلى السَّمَاءِ في الصَّلاةِ ."
    },
    {
        "id": 439,
        "text": "ونهى أن يُعْمِضَ عَيْنيهِ في السُّجودِ."
    },
    {
        "id": 440,
        "text": "نهى أن يقرأ في الركوع أو يَكُفَّ شَعرًا، أو ثَوبَات وعن السَّدل واسْتِمَالِ الصَّمَّاءِ."
    },
    {
        "id": 441,
        "text": "ونهى أن يُصلّي محلُولَ الأزْرَارِ إذا لم يكن على قميصه رِداءُ ، ومِن تَحتِهِ إِزارُ ."
    },
    {
        "id": 442,
        "text": "ونهى أن يُصَلِّيَ في قَمِيصِ رَقِيق ليسَ تَحتَهُ غيرُه ."
    },
    {
        "id": 443,
        "text": "ونهى أن يَتَخطَى النَّاسَ في الصَّلاةِ."
    },
    {
        "id": 444,
        "text": "وأنهى أن يقومَ الرَّجلُ في الصَّفٌ الثَّاني وله في الصَّفِّ الأَوَّلِ فرجة ."
    },
    {
        "id": 445,
        "text": "ونهى أن يَعتمد الرَّجلُ على الحائط في الصَّلاةِ."
    },
    {
        "id": 446,
        "text": "ونهى أن يُصلِّي الرَّجلُ في الحَمَّامِ، وَمَعاطِنِ الإبل، وقارِعَةِ الطَّريقِ والمقبرة، والمجزرة، والمزبلة، وفوق ظهر بيت الله الحرام ."
    },
    {
        "id": 447,
        "text": "ونهى أن ينصرِفَ الرَّجلُ مِن الصَّلاةِ وهو شَاكٌ فيها."
    },
    {
        "id": 448,
        "text": "ولعن الله الواشِمَةَ ، والمُستَوشِمَةَ؛ وهي: التي تَصْرِبُ الخضرة، وتُضرب لها . والواصِلَةَ والمستوصِلَةَ؛ وهي : التي تَشُدُّ القرامِل ، وتشدُّ لها . والنَّامِصةَ والمُتنمِّصَةَ؛ وهي: التي تَنتِفُ الشَّعرَ، ويُنتفُ لها . والواشِرَةَ والمُؤتشِرَةَ؛ وهي : التي تُفلّجُ الأسنان، ويُفلَّجُ لهات."
    },
    {
        "id": 449,
        "text": "وقال : أيما امرأةٍ وضعَتْ ثَوبها في غيرِ بيتِ زوجِهَا ؛ فقد هتَكَتْ سِترَها المستورَ بينها وبين ربها."
    },
    {
        "id": 450,
        "text": "نهيه صلى الله عليه وسلم أن يأكُلَ الرَّجلُ ممَّا ما بين يدي أخيه."
    },
    {
        "id": 451,
        "text": "ونهى أن يأكُلَ مِن ذِروَةِ القَصْعَةِ، وقال: «إِنَّ البركةَ تَنزِلُ في وسطها ."
    },
    {
        "id": 452,
        "text": "وأمر بغسل اليد قبل الطعام وبعده. وقال: «إِنَّهُ يَنفي الفَقرَ»."
    },
    {
        "id": 453,
        "text": "وقال أيضا: «أيما قومِ أدمنوا الوضوء قبلَ الطَّعامِ وبَعدَهُ إِلَّا أَذهَبَ الله بذلك عنهم الفقر ."
    },
    {
        "id": 454,
        "text": "وأمرَ أن يأكُلَ الرَّجلُ ممَّا يَنتَيرُ تَحتَ الخِوَانِ. وقال: «مَن أكل ذلك : نُفي عنه الفقر، وعن ولدِهِ الحُمْقُ ."
    },
    {
        "id": 455,
        "text": "ونهى أن يَنامَ الرَّجلُ وهو أَغْمَرُ اليدِلّ."
    },
    {
        "id": 456,
        "text": "ونهى أن يطعم وينام وهو جُنُبك."
    },
    {
        "id": 457,
        "text": "وكان يُحِبُّ لمن أراد أن ينام، أو يأكُلَ وهو جُنُب أن يَتوضَّأَ وضوءه للصَّلاةِ."
    },
    {
        "id": 458,
        "text": "ونهى عنِ القِرانِ بين التَّمرتين. وذلك ل-مَ-ا يَدخلُ على فاعِل ذلك مِن سُوءِ المؤاكِلَةِ."
    },
    {
        "id": 459,
        "text": "ونهى أن يَنظُرَ الرَّجلُ إِلى لُقَمَةِ مُوَاكِلِهِ."
    },
    {
        "id": 460,
        "text": "وكان يُحِبُّ أن يُعْطَى الشَّرِيدُ. وقال: «إنَّ البركةَ تَنزِلُ فيهِ»."
    },
    {
        "id": 461,
        "text": "ونهى عن أكْلِهِ حَارَّات."
    },
    {
        "id": 462,
        "text": "ونهى عن الشرب من فم السِّقاءِ. وذلك لأنّ الشَّارِبَ مِن فِيهِ لا يعلمُ ما داخِلَهُ. وقيل : إنَّ رجُلُا شربَ مِن سِقَاءِ سَطيحَةٍ، وكان فيها حَيَّةٌ، فلم يعلم بها حتّى دخلت حلْقَه . وقيل - أيضًا - : إِنَّ الشُّربَ مِن فَمِ السِّقاءِ يُغيِّرُ رِيحَهُ."
    },
    {
        "id": 463,
        "text": "ومِن نَهيهِ صلى الله عليه وسلم أن يُعرِّسَ النَّاسُ على قارعة الطريق. وإنما ذلك لأنَّ قارِعَةَ الطَّريقِ مَدرجَةُ النَّاسِ، والهوام، والجن؛ ولأنَّ ذلك يُضيِّقُ على المارَّةِ ، ثُم إِنَّ النَّائمَ لا يدري ما يَطرُقُهُ فيه ."
    },
    {
        "id": 464,
        "text": "ونهى أن يُتغوَّط على قارِعَةِ الطَّرِيقِ، وقال: «اتَّقوا الملاعِنَ». قالوا: وما الملاعِنُ؟ قال: «التَّغوط على الطرقات». ويقال : إنَّ الأقذار والعَذِرَةَ إذا كثُرَت على الطُّرُقاتِ؛ احتبس القطر. [26/ب]"
    },
    {
        "id": 465,
        "text": "ونهى أن يَتغوَّطَ الرَّجُلُ تحتَ شَجَرَةٍ مُثمِرَةٍك. وذلك أنَّ ثمرَةً رُبَّما سَقطت على العَذِرَةِ، أو بقُربِها ؛ فتَعافُها النَّفْسُ فضاعت ."
    },
    {
        "id": 466,
        "text": "ونهى أن يُجامِعَ الرَّجلُ تحت شجرة مثمرة."
    },
    {
        "id": 467,
        "text": "ونهى أن يتحدَّثَ المُتَغَوِّطانِ، وأن يُكلِّمَ الرَّجلَ وهو في الخلاء."
    },
    {
        "id": 468,
        "text": "نهى أن يَتكلَّمَ وهو يُجامِعُ، أو يَنظُرَ إلى فرج امرأته عند الجماع، أو تنظُر هي إلى مثل ذلك منه أو يتمسحا جميعًا بخِرقةٍ واحدةٍ."
    },
    {
        "id": 469,
        "text": "ومِن نهيه الله أن يقومَ الرَّجلُ للرَّجل؛ إلَّا إلى أبيه، أو الرَّجلِ العَالم، أو إلى الإمام العادل."
    },
    {
        "id": 470,
        "text": "ونهى أن يُحِبَّ الرَّجلُ أن يُقامَ إليهِ. وقال: «مَن أحبَّ أن يتمثَّلَ له الرّجالُ قِيامًا، فليَتَبوَّا مَقْعَدَهُ مِن النَّارِ»."
    },
    {
        "id": 471,
        "text": "وقال: «مَن قامَ لِيقومَ النَّاسُ لِقيامَهِ؛ لم ينظر الله إليه ."
    },
    {
        "id": 472,
        "text": "وقال : «مَن عظَمَ صاحِبَ دُنيا؛ فكأَنَّما يُعظَمَ الأصنام»."
    },
    {
        "id": 473,
        "text": "وقال : «مَن وقَرَ صَاحِبَ دُنيا ؛ فقد أحدثَ حَدَنَّا»."
    },
    {
        "id": 474,
        "text": "وقال : «من دخل على صاحب دنيا فتضعضع له؛ ذهبَ ثُلُثا دينِهِ»."
    },
    {
        "id": 475,
        "text": "نهيه أن ينفُخَ الرَّجلُ في طعامِهِ، أو شرابِهِ ."
    },
    {
        "id": 476,
        "text": "وقال : «مَن سَقَطَتِ اللُّقِمَةُ مِن يَدِهِ فليأخُذها، وليأكُلها ، أو لِيُطعِمْها غيرَهُ، ولا يَترُكُها للشَّيطان»."
    },
    {
        "id": 477,
        "text": "وكان يأكُلُ السَّمرَ ويطنُون . ومعنى ذلك : أن يَتَناول التّمرةَ بِباطِنِ يدِهِ، ويَأخُذَ النَّواة بظاهرِ أصابعه ."
    },
    {
        "id": 478,
        "text": "نهى عن النياحة والاستماع إليها، وقال: «إنَّها مِن عمل الجاهلية ."
    },
    {
        "id": 479,
        "text": "وقال: «كسبُ النَّائِحةِ مِن السُّحتِ»."
    },
    {
        "id": 480,
        "text": "ولعنَ النَّائحةَ في موضع آخر."
    },
    {
        "id": 481,
        "text": "وقال ابنُ عُمَرَ : النِّيَاحَةُ حرام، واستماعها بدعة ."
    },
    {
        "id": 482,
        "text": "وقد قال إبراهيمُ : كسبُ الغناء والنِّياحةِ مِن السُّحتِ ."
    },
    {
        "id": 483,
        "text": "وأتي عُمر بن الخطاب الله بنائحة، فتعتَعَت، فَبَدَا شعرها، فقيل له : يا أمير المؤمنين، إِنَّهُ قد بَدا شَعرُها ! فقال : أبعدها الله ، إنَّهُ لا حُرمةً لها . قيل : ولم؟ قال: لأنَّها تأمُرُ بالجزع، وقد نهى الله ل عنه، وتنهى عن الصَّبرِ، وقد أمر الله ل به، وتأخُذُ الدَّرَاهِمَ على دمعتِها، وتَبكِي بشَجوِ غيرِهَا، وتُحزِنُ الحَيَّ، وتُؤذِي المَيِّتَ ."
    },
    {
        "id": 484,
        "text": "وقال ابنُ عون : أتيتُ الكوفة، فرأيتُ رِجالًا يَندبون على الطَّريقِ، فسألت عن ذلك؟! فقيل : يندبون الحُسين له . فأتيتُ إبراهيم فأخبَرتُهُ بذلك، فقال: لا يزالُ هؤلاء أهلُ الكوفة بإحداثِ البدع في كُلِّ عام حتَّى يصير الحقُّ فيهم بدعة."
    },
    {
        "id": 485,
        "text": "نهى عن استعمال القينات، واستماعُ الغِناءِ ."
    },
    {
        "id": 486,
        "text": "وقال ابن مسعود: الغِناءُ يُنبِتُ النِّفاق في القلب] كما يُنبِتُ [الماءُ البَقْل ."
    },
    {
        "id": 487,
        "text": "النُّجومُ، والنَّظرُ فيها ، [والاعتصام] بها. بل هو طرفٌ من الشرك، وادعاء لعلم الغيب. وكل ذلك منهي عنه، مِثلُ : النُّجومِ، والعيافة، والتكهن، والزجر، والتَّطير."
    },
    {
        "id": 488,
        "text": "وقد قال : مَن أتى كاهِنًا أو عرَّافًا فَصَدَّقَهُ ؛ فقد كَفَرَ بما أَنزَلَ اللهُ على قلب مُحمَّدٍ ."
    },
    {
        "id": 489,
        "text": "وقال : «مَنِ اقتبسَ شُعَبَةٌ مِن النُّجومِ، فقد اقتَبَسَ شُعبةً من الشرك ، ومَن زاد زاد»."
    },
    {
        "id": 490,
        "text": "وقال علي بن أبي طالب له : أُحدِّركُم علم النُّجومِ؛ إلَّا ما يُهتدى به في ظلماتِ البرِّ والبحرِ؛ فإنَّ المُنجِّمَ كالسَّاحِرِ، والسَّاحِرُ كاهِنُ، والكاهِنُ كَافِرُ، والكافِرُ في النَّارِ."
    },
    {
        "id": 491,
        "text": "نهى أن يخضِبَ الرَّجلُ لحيته ورأسَهُ بالسَّوادِ ."
    },
    {
        "id": 492,
        "text": "ونهى أن يأخذَ مِن عارِضَيهِ."
    },
    {
        "id": 493,
        "text": "ونهى أن يُطول شارِبَه ."
    },
    {
        "id": 494,
        "text": "وقد قِيلَ : أَوَّلُ مَن خَضَبَ بالسَّوادِ فرعون  وقيل : إِنَّهُ خِضاب أهل النَّارِ."
    },
    {
        "id": 495,
        "text": "وأمر بإعفاء اللحى، وإحفاء الشَّوارِبِ."
    },
    {
        "id": 496,
        "text": "ومن البدع أن يتزعفَرَ الرَّجلُ، أو يَحْضِبَ يَدَهُ بالحِنَّاءِ."
    },
    {
        "id": 497,
        "text": "ومن البدع أن يُسبِلَ الرَّجلُ إِزارَهُ - وهو السَّراوِيلُ - عل-ى كَعْبِهِ."
    },
    {
        "id": 498,
        "text": "وقال النبيُّ صلى الله عليه وسلم : «لا يَنظُرُ اللهُ إلى المُسبِلِ إِزارَهُ مِن الخيلاء»."
    },
    {
        "id": 499,
        "text": "ومن البدع النَّظرُ فِي كُتُبِ العَزائم ، والعمل بها، وادعاء كلام الجن، واستخدامهم ، وقتلُ بعضِهِم."
    },
    {
        "id": 500,
        "text": "ومن البدع تعليقُ التَّمائمِ والتَّعاويذ مِن غَيرِ حَاجَةٍ، أَو عِلَّةٍ تَحدُثُ بصاحبها."
    },
    {
        "id": 501,
        "text": "ومن البدع اتِّباعُ النِّساءِ للجنائز ولطمُ الخدُودِ فيها، ومشي الرِّجالِ حُفاةً مُنسَلِبين بين أيديها ."
    },
    {
        "id": 502,
        "text": "ومن البدع الصُّراحُ ، ولطمُ الحُدودِ ، وتشقيقُ الثّيابِ عند استماع الذكر والقرآنِ؛ فهذا ممَّا أحدثهُ النَّاسُ وابتدعوه."
    },
    {
        "id": 503,
        "text": "وقال أنس بن مالك وعظنا رسول الله صلى الله عليه وسلم موعظة وجلت منها القلوبُ، وذرفت منها العيون، فصرخَ صَارِخُ مِن جَانبِ المسجد. فقال النبي صلى الله عليه وسلم : مَن هذا الذي يُلبِّسُ علينَا دِينَنَا؟! إِن كَانَ صَادِقًا فقد شَهَرَ نفسَهُ ، وإن كان كاذِبًا فَمَحَقَهُ اللهُ ."
    },
    {
        "id": 504,
        "text": "وقال الفضيل بن عياض : وعظ موسى بن عمران صلى الله عليه وسلم قومَهُ، فشقّ رجلٌ ثوبَهُ ؛ فأوحى الله تبارك وتعالى إلى موسى ، قل له : إن كان صادِقًا فليشق لي عن قلبه ك."
    },
    {
        "id": 505,
        "text": "وقال ابنُ المبارك : هؤلاء الذين يصعقون عِندَ استماع الذكرِ نُقعِدُهم على الجُدران العالية، ونقرأ عليهم، وننظر هل يتردون."
    },
    {
        "id": 506,
        "text": "وصنفٌ مِن النَّاسِ يُظهرون التَّقشف، اتَّخِذُوا الاستماع إلى القصائدِ والاجتماع على ذلك سُنَّةٌ لهم؛ ليلهوا بذلك أنفُسَهم ، ويُطرِبوا قلوبَهُم، وفيهم مَن يَرقُصُ، ويُصفِّقُ بيديهِ، ويَحْرِقُ ثيابه، ويقولون في قيلهم : (قال الله )، (وقالت الحوراء)، (وقال الولي) . شيء لم يَقُلهُ الله ، ولا جاءَ في أثر، ولا في سُنَّة، ولم تَقُلهُ حوراء، ولا قاله ولي؛ وهذا مُبتدع كذِبٌ وزُور."
    },
    {
        "id": 507,
        "text": "وصنف آخرُ : يُظهرون الزُّهدَ والعِبادة، ويُحرمون المكاسب، والمَعِيشَةَ، ويَرون الإلحاف في المسألة والحديَةِ ، يدَّعون الشَّوقَ والمَحبَّةَ بسُقوط الخوفِ والرَّجاءِ. وهذا مُبتدَعٌ كُلُّه، والمُدَّعي له : مَقِيتٌ مَمقوت عند أهل العلم والمعرفة؛ لأنَّ الله قد أباحَ الكسب، [28/ب] والصناعة، والتجارة على حكم الكتابِ والسُّنَّةِ إلى أن تقومَ السَّاعةُ، وحرَّمَ المسألة والحُديَةَ مع الغِنى عنهما ."
    },
    {
        "id": 508,
        "text": "وأجمعت العلماء لا خلاف بينهم : أنَّ الله و قد افترض على الخَلقِ: الخوف والرَّجَاءَ، وأنَّه دعَا عِباده إليهِ بالرَّغبةِ والرَّهبة ."
    },
    {
        "id": 509,
        "text": "ومن البدع اجتماعُهم والتَّحالف بينهم على التَّعاضُدِ، والتَّناصُرِ. وهذا مبتدع مكروه، وكانت الجاهليَّةُ تفعله؛ فأذهبَهُ اللهُ ل بالإسلام، ونهى عنه على لسان نبيه ."
    },
    {
        "id": 510,
        "text": "وقال النبي صلى الله عليه وسلم : «لا حِلْفَ في الإسلام، وأَيُّمَا حِلْفٌ كان في الجاهلية فما زادَهُ الإسلامُ إِلَّا تأكيدا»."
    },
    {
        "id": 511,
        "text": "والشَّهادة بدعة، والبراءة بدعَةٌ، والوَلايَةُ بدعَةٌ . والشهادة: أن يشهد لأحَدٍ ممَّن لم يأتِ فيه خبر أنَّه في الجنَّةِ أو النَّارِ. والوِلايةُ : أن يَتولَّى قومًا، ويتبرأ مِن آخرين. والبراءَةُ : أن يبرأ مِن قوم هُم على دِينِ الإسلام والسُّنَّةِ."
    },
    {
        "id": 512,
        "text": "ومن البدع أن يأخُذَ السُّلطانُ الرَّجلَ فيضربَهُ، ويُعاقبه، فيقول: أفعلت كذا؟ أصنعت كذا؟ حتَّى يُسْقِطَهُ ."
    },
    {
        "id": 513,
        "text": "ومن البدع التَّغبيرُ في المَساجِدِ."
    },
    {
        "id": 514,
        "text": "ومن البدع رُكوبُ النِّساءِ السُّرُوجَ ."
    },
    {
        "id": 515,
        "text": "ومن البدع ركوبُ الرِّجالِ سُرُوجَ النُّمُورِ واتخاذ آنية الذهب والفضة، ولبس الحريرِ والدِّيباج."
    },
    {
        "id": 516,
        "text": "ومن البدع البناء على القُبور، وتَجصِيصُهَا وشدُّ الرِّحَالِ إلى زيارتهاك ."
    },
    {
        "id": 517,
        "text": "ومن البدع إعظامُ الموتِ، وتَخريقُ الثّيابِ عند نُزولِهِ، وتَسويدُ الأبواب، وجرُّ النَّواصي، والجُلوس على باب الميت بعد الدفن، واتَّخاذ أهلِهِ طعامًا لمن أتاهُم، ومبيتُ النَّاسِ عندهم ."
    },
    {
        "id": 518,
        "text": "ومن البدع قراءة القرآنِ، والأذانُ [بالألحان، وتشبيهها بالغناء]."
    },
    {
        "id": 519,
        "text": "ومن البدع تحلية المصاحِفِ ."
    },
    {
        "id": 520,
        "text": "ومن البدع وزَحْرَفةُ المَسَاجِدِ."
    },
    {
        "id": 521,
        "text": "ومن البدع وتطويلُ المَنابِر."
    },
    {
        "id": 522,
        "text": "ومن البدع أخذُ الأجرة على الأذان والإمامة، وتعليم القرآن، وتغسيل الموتى ."
    },
    {
        "id": 523,
        "text": "البَراءةُ مِن كلِّ اسم خالف السُّنَّةَ، وخرج عن إجماع الأُمَّةِ، ومُباينة أهله، ومُجانبةُ مَن اعتقدَهُ، والتَّقرُّبُ إلى الله عل بمخالفته ؛ وذلك مثل قولهم : الرافضة، والشيعة، والجهميَّةُ والمُرجئة، والحَرُوريَّةُ، والمُعتزلة، والزَّيديَّةُ، والإماميَّةُ والمُغيريَّةُ، والإباضِيَّةُ، والكيسانيَّةُ، والصفرِيَّةُ والشَّرَاةُ، والقدريَّةُ والمَنَانِيَّةُ، والأزارِقَةُ، والحُلُولِيَّةُ، والمنصُورِيَّةُ ، والواقِفَةُ ، ومَن دفعَ الصِّفاتِ والرُّؤية . ومِن كُلِّ قول مُبتدع، ورأي مُخترع، وهوّى مُتَّبع لا فهذه كلُّها وما شاكَلَها، وما تَفَرَّعَ منها، أو قاربَها ؛ أقوال رديئة، ومذاهِبُ سَيِّئَةٌ، تُخرِجُ أهلها عن الدِّينِ، ومَن اعتقدها عن جملة المُسلمين."
    },
    {
        "id": 524,
        "text": "ولهذه المقالاتِ والمذاهبِ رُؤساءُ مِن أَئِمَّةِ الضَّلَالِ، ومتقدمون في الكُفْرِ وسُوءِ المقال، يقولون على الله ما لا يعلمون، ويعيبون أهل الحقِّ فيما يأتون ويتّهمون الثقاتِ في النقل، ولا يتهمون آراءَهُم في التَّأويل. قد عقدُوا الوِيَةَ البِدَعِ، وأقاموا سُوقَ الفتنة، وفتحوا بابَ البلية . [29/ب] يفترون على الله البهتان، ويتقوَّلون في كتابه بالكذِبِ والعُدوان. إخوانُ الشَّياطين، وأعداء المؤمنين، وكهف الباغين، وملجأ الحاسدين، هُم شُعوبٌ وقبائِلُ، وصُنُوفٌ وطوائِفُ . أنا أذكرُ طرفًا مِن أسمائهم، وشيئًا مِن صِفاتِهم لأنَّ لهم كُتبًا قد انتشرت ، ومقالات قد ظَهَرت، لا يعرفُها الغِرُّ مِن النَّاسِ، ولا النَّشءُ مِن الأحداثِ ، تَخفى معانيها على أكثر من يقرؤها. فلعل الحدثَ يقعُ إليه الكتابُ لرجل من أهل هذه المقالاتِ؛ قد ابتدأ الكتاب بحمد الله ، والثَّناء عليه، والإطناب في الصَّلاةِ على النبي ، ثُم أتبعَ بذلك بدقيقِ كُفْرِهِ، وخفي اختراعه وشره، فيظُنُّ الحدث - الذي لا علم له -، والأعجمي، والغُمْرُ من النَّاسِ : أنَّ الواضعَ لذلك الكتاب عالمٌ مِن العُلماء، أو فقيه من الفقهاء، ولعلَّهُ يَعتقد في هذه الأُمَّةِ ما يراه فيها عبدة الأوثانِ، ومَن بَارزَ الله، ووالى الشَّيطان."
    },
    {
        "id": 525,
        "text": "فمِن رُؤسائِهِم المُتقدِّمينَ في الضَّلالِ، منهم : الجهم بن صفوان الضَّالُ المُضِل وقد قيل له وهو بالشام: أين تريدُ؟ فقال : أطلب ربا أعبُدُه . فتقلد مقالته طوائِفُ مِن الضُّلَّالِ."
    },
    {
        "id": 526,
        "text": "وقد قال ابنُ شوذب : تركَ جهمُ الصَّلاةَ أربعين يوما على وجه الشك ."
    },
    {
        "id": 527,
        "text": "ومن أتباعه وأشياعِهِ : بشر المريسي ، والمُردار ، وأبو بكر الأصم، وإبراهيم بن إسماعيل ابنُ عُليَّةَ، وابن أبي دؤاد، وبرغوث، وربالويه، والأرمني، وجعفر الحذَّاءُ، وأبو شُعيب الحجام، وحسن العطار، وسهل الخرَّازُ، وأبو لقمانَ الكافِرُ، في جماعة سواهم من الضلالِ . وكلُّ العلماء يقولون - فيمَن سَمَّيناهُ - : إِنَّهُم أَئمَّةُ الكُفْرِ، ورُؤسَاءُ الضَّلالَةِ."
    },
    {
        "id": 528,
        "text": "ومِن رُؤسائهم أيضًا - وهم أصحاب القدر - : معبد الجهني ، وغَيلانُ القدري ، وتُمامةُ بنُ أَشْرَسَ، وَعَمْرُو بنُ عُبيد، وأبو الهُذيلِ العَلَّافُ، وإبراهيمُ النَّظامُ، وبشرُ بنُ المُعتمر . في جَماعةِ سُواهُم أهلُ كُفْرٍ وضَلالٍ يَعُمُّ . ومنهم: الحسنُ بنُ عبدِ الوهَّابِ الجُبَّائي، وأبو العنبس الصيمري ."
    },
    {
        "id": 529,
        "text": "ومِن الرَّافِضة : المغيرة بن سعيد، وعبد الله بن سبأ، وهِشَامُ الفُوطي، وأبو الكَرَوَّس، وفُضيلُ الرَّقاشيُّ ، وأبو مالك الحضرمي، وصالحُ قُبَّة. بل هم أكثرُ مِن أن يُحصوا في كتاب، أو يُحوَوا بخطاب ذكرتُ طَرَفًا مِن أئمتهم ؛ ليتجنَّبَ الحَدَثُ، ومَن لا عِلمَ له : ذِكرَهُم ، ومُجالسةَ مَن يَستشهد بقولِهِم، ويُناظِرُ بكُتُبهِم."
    },
    {
        "id": 530,
        "text": "ومِن خُبثائهم، ومَن يُظهِرُ في كلامِهِ الذَّبَّ عن السُّنَّةِ، والنُّصرَةَ لها، وقولُهُ أخبثُ القول : ابنُ كُلَّابِ، وحُسينُ النَّجَّارُ، وأبو بكر الأصم، وابنُ عُليَّةَ. عُليَّةَ."
    }
]