[
    {
        "id": 1,
        "text": "ابن أبي شيبة قال: حدثنا ابن نمير عن طلحة بن يحيى، قال: كنت جالسا عند عمر بن عبد العزيز فدخل عليه عبد الأعلى بن هلال، فقال: أبقاك الله يا أمير المؤمنين ما دام البقاء خيراً لك، قال: قد فرغ من ذلك يا أبا النضر، ولكن قل : أحياك الله حياة طيبة، وتوفاك مع الأبرار"
    },
    {
        "id": 2,
        "text": "ابن الجوزي قال: قال المنكدر بن ... دخلت مع أبي ، وأبي خازم ، على عمر بن عبد العزيز فقال عمر لأبي؛ يا أبا بكر! ما لي أراك مهموماً؛ قال: فقال له أبو حازم: لدين عليه، فقال عمر: أفتح عليك الدعاء؟ فقال: نعم. فقال له :عمر: بارك الله لك فيه"
    },
    {
        "id": 3,
        "text": "ابن أبي الدنيا قال حدثني أبو محمد البزار حدثنا المسيب بن واضح عن محمد بن الوليد قال مر عمر بن عبد العزيز برجل في يده حصاة يلعب بها، وهو يقول: اللهم زوجني من الحور العين، فقام إليه فقال: بئس الخاطب أنت ألا ألقيت الحصاة، وأخلصت إلى الله الدعاء"
    },
    {
        "id": 4,
        "text": "ابن عبد الحكم قال: حدثني أبي عبد الله بن عبد الحكم، قال: حدثني مالك ابن أنس ، والليث بن سعد ، وسفيان بن عيينة ، وعبد الله بن لهيعة، وبكر بن مضر ، وسليمان بن يزيد الكعبي ، وعبد الله بن وهب، وعبد الرحمن بن القاسم، وموسى ابن صالح، وغيرهم ممن لم أسم بجميع ما في هذا الكتاب من أمر عمر ابن عبد العزيز على ما سميت ،ورسمت ،وفسرت وكل واحد منهم قد أخبرني بطائفة فجمعت ذلك كله . ومن ذلك أن عمر بن عبد العزيز كان يدعو بهذا الدعاء. \"اللهم رضني بقضائك، وبارك لي في قدرك حتى لا أحب تعجيل ما أخرت ولا تأخير ما عجلت وكان عمر بن عبد العزيز يقول: ما برح بي هذا الدعاء حتى لقد أصبحت ومالي في شيء من الأمور هوى إلا في مواضع القضاء"
    },
    {
        "id": 5,
        "text": "ابن الجوزي قال: حدثني الزبير بن بكار، قال: قال عمر بن عبد العزيز: اللهم إني أطعتك في أحب الأشياء إليك وهو التوحيد، ولم أعصك في أبغض الأشياء إليك وهو الكفر فاغفر لي ما بينهما"
    },
    {
        "id": 6,
        "text": "ابن أبي الدنيا قال قال داود بن رشید نا الوليد بن مسلم عن ابن جابر قال: حدثني عبد الله بن عمر بن عبد العزيز قال: ما قلب عمر بن عبد العزيز نظره إلى نعمة أنعم الله عز وجل بها عليه إلا قال: \"اللهم إني أعوذ بك أن أبدل نعمة الله كفرا أو أكفرها بعد معرفتها أو أنساها فلا أثني عليك بها"
    },
    {
        "id": 7,
        "text": "ابن عبد الحكم قال: وكان عمر يقول: يا رب خلقتني وأمرتني ونهيتني، ورغبتني في ثواب ما أمرتني به، ورهبتني عقاب ما نهيتني عنه، وسلطت علي عدوا فأسكنته صدري وأسكنته مجرى دمي، إن أهم بفاحشة شجعني، وإن أهم بطاعة تبطني لا يغفل إن غفلت ولا ينسى إن نسيت ينصب لي الشهوات ويتعرض لي في الشبهات، وإلا تصرف عني كيده يستزلني، اللهم فاقهر سلطانه علي بسلطانك عليه حتى تخسئه بكثرة ذكري لك فأفوز مع المعصومين بك ولا حول ولا قوة إلا بك"
    },
    {
        "id": 8,
        "text": "ابن عبد الحكم قال كتب عمر بن عبد العزيز في الزلزلة: أما بعد: فإن هذا الرجف شيء يعاتب الله به العباد، وقد كتبت إلى أهل الأمصار أن يخرجوا يوم كذا من شهر كذا، فمن كان عنده شيء فليصدق. قال الله عز وجل: (قد أفلح من تزكى، وذكر اسم ربه فصلى)، وقولوا كما قال أبوكم آدم ربنا ظلمنا أنفسنا وإن لم تغفر لنا وترحمنا لنكونن من الخاسرين، وقولوا كما قال نوح ا وإلا تغفر لي وترحمني أكن من الخاسرين، وقولوا كما قال يونس الله لا إله إلا أنت سبحانك إني كنت من الظالمين"
    },
    {
        "id": 9,
        "text": "ابن عبد الحكم قال كتب عمر بن عبد العزيز: من عبد الله عمر أمير المؤمنين إلى أمراء الأجناد أما بعد: فإن الناس ما اتبعوا كتاب الله نفعهم في دينهم ومعايشهم في الدنيا ومرجعهم إلى الله فيما بعد الموت، وإن الله أمر في كتابه بالصلاة على النبي صلى الله عليه وسلم فقال: يا أيها الذين آمنوا صلوا عليه وسلموا تسليما ، صلوات الله على محمد رسول الله والسلام عليه ورحمة الله وبركاته. ثم قال لنبيه محمد : واستغفر لذنبك وللمؤمنين والمؤمنات والله يعلم متقلبكم ومثواكم ، فقد جمع الله تبارك وتعالى في كتابه أن أمر بالصلاة على النبي الله وعلى المؤمنين والمؤمنات، وأن رجالا من القصاص قد أحدثوا صلاة على خلفائهم، وأمرائهم عدل ما يصلون على النبي وعلى المؤمنين فإذا أتاك كتابي هذا فمر قصاصكم فليصلوا على النبي وليكن فيه إطناب دعائهم وصلاتهم ثم ليصلوا على المؤمنين والمؤمنات، ولينتصروا الله ولتكن مسألتهم عامة للمسلمين وليدعوا ما سوى ذلك..."
    },
    {
        "id": 10,
        "text": "ابن أبي شيبة قال: حدثنا حسين بن على، عن جعفر بن برقان قال كتب عمر بن عبد العزيز ؛ أما بعد: فإن أناسا من الناس قد التمسوا الدنيا بعمل الآخرة، وإن أناسا من القصاص قد أحدثوا من الصلاة على خلفائهم، وأمرائهم عدل صلاتهم على النبي صلى الله عليه وسلم فإذا أتاك كتابي هذا فمرهم أن تكون صلاتهم على النبيين، ودعاؤهم للمسلمين عامة ويدعون ما سوى ذلك"
    },
    {
        "id": 11,
        "text": "ابن عبد الحكم قال ولما مرض عمر بن عبد العزيز مرضه الذي مات منه، وقد مات أعوانه سهل أخوه وعبد الملك ابنه ومزاحم مولاه، قام حبوا إلى شن معلق فتوضأ منه فأحسن الوضوء ثم أتى مسجده فصلى ركعتين ثم قال: اللهم إنك قد قبضت سهلا، وعبد الملك، ومزاحما، وكانوا أعواني على ما قد علمت فلم أزدد لك إلا حباً، ولا فيما عندك إلا رغبة فاقبضني إليك غير مضيع ولا مفرط. فما قام من مرضه ذلك حتى قبضه الله تعالى فرحمه الله"
    },
    {
        "id": 12,
        "text": "ابن عبد الحكم قال: قال عمر بن عبد العزيز :\"... اللهم إني قد مللتهم وملوني فأرحني منهم، وأرحهم مني، قال: فما عاد إلى المنبر ثانية حتى قبضه الله عز وجل"
    },
    {
        "id": 13,
        "text": "ابن عبد الحكم قال بعث عمر بن عبد العزيز إلى عبد الله بن أبي زكريا، وكان من صلحاء أهل الشام... فقال له ادع الله أن يميتني...\" فدعا له"
    },
    {
        "id": 14,
        "text": "الفسوي قال: حدثنا عبد الله بن \"عثمان\" قال: قال عبد الله قال عمر بن عبد العزيز إني فكرت في أمري وأمر الناس فلم أر شيئا خيرا - يعني لفساد الناس وما دخلهم من الموت، قال عبد الله قال لقاصه \"محمد بن قيس\": ادع لي بالموت فأبيت وأبي علي قال: فدعوت له وعمر رافع يديه يؤمن على دعائي وهو يبكي ..."
    },
    {
        "id": 15,
        "text": "أبو زرعة قال : أخبرني الحارث بن مسكين عن ابن وهب قال: سمعت مالك بن أنس يحدث أن عمر بن عبد العزيز قال لبعض من يخلو معه: ادع الله لي بالموت"
    },
    {
        "id": 16,
        "text": "ابن عبد ربه :قال قال میمون بن مهران كنت عند عمر بن عبد العزيز، فكثر بكاؤه ومسألته ربه الموت فقلت: لم تسأل الموت! وقد صنع الله على يديك خيرا كثيرا، أحيا بك ،سننا، وأمات بك بدعا، قال: أفلا أكون مثل العبد الصالح حين أقر الله أقر الله عينه وجمع له أمره قال: (رب قد أتيتني من الملك وعلمتني من تأويل الأحاديث فاطر السموات والأرض أنت وليبي في الدنيا ، والآخرة توفني مسلما وألحقني بالصالحين)"
    },
    {
        "id": 17,
        "text": "ابن عبد الحكم قال: وكتب إلى عمر عدي بن أرطأة أنه قد أصاب الناس من الخير خير حتى لقد خشيت أن يبطروا. قال فكتب إليه عمر: إن الله تبارك وتعالى حين أدخل أهل الجنة الجنة، وأهل النار النار رضي من أهل الجنة بأن قالوا الحمد لله الذي صدقنا وعده، فمر من قبلك أن يحمدوا الله"
    },
    {
        "id": 18,
        "text": "ابن أبي شيبة قال: حدثنا أبو خالد الأحمر عن يحيى بن سعيد قال: بلغني أن عمر بن عبد العزيز قال: ذكر النعم شكرها"
    },
    {
        "id": 19,
        "text": "ابن أبي الدنيا :قال حدثكم أحمد بن سلمان نا عبد الله، نا محمد بن صدران الأزدي، نا عبد الله بن خراش، نا يزيد بن يزيد، قال: سمعت عمر بن عبد العزيز يقول: قيدوا نعم الله عز وجل بالشكر الله تعالى"
    },
    {
        "id": 20,
        "text": "ابن أبي الدنيا أيضا قال: قال داود ابن رشيد، نا الوليد بن مسلم عن ابن جابر قال: حدثني عبد الله بن عمر بن عبد العزيز قال: ما قلب عمر بن عبد العزيز بصره إلى نعمة أنعم الله عز وجل بها عليه إلا قال: \"اللهم إني أعوذ بك أن أبدل نعمتك كفرا، أو أكفرها بعد معرفتها أو أنساها فلا أثني بها"
    },
    {
        "id": 21,
        "text": "ابن أبي الدنيا أيضا :قال حدثني الحسن بن محبوب أخبرنا أبو توبة الربيع ابن نافع، حدثنا أبو ربيعة عن أبيه عن جده قال: كتب عمر ابن عبد العزيز إلى بعض عماله أما بعد: أوصيك بتقوى الله وأحثك على الشكر فيما عندك من نعمته وآتاك من كرامته فإن نعمه يمدها شكره ويقطعها كفره ..."
    },
    {
        "id": 22,
        "text": "هناد السرى في الزهد قال : حدثنا أبو بكر بن عياش، عن يحيى بن سعيد، عن عمر بن عبد العزيز أنه قال: ذكر النعمة شكرها"
    },
    {
        "id": 23,
        "text": "ابن الجوزي قال حدثنا مرثد بن يزيد، قال: سمعت عمر بن عبد العزيز يقول: قيدوا نعمة الله بالشكر الله عز وجل"
    },
    {
        "id": 24,
        "text": "ابن الجوزي قال: وعن عبد الله بن مروان الشامي أن عمر ابن عبد العزيز أتى بعض أهله فقرب إليه طعاما كثيرا فقال عمر: ويحك يا فلان دون هذا ما يسد الجوعة ويذهب سورة النفس، وتقدم فضل ذلك ليوم فقرك وفاقتك. فقال يا أمير المؤمنين إن الله أوسع وأحسن. فقال عمر بن عبد العزيز: فعند ذلك فقد وجب عليك الشكر ثم نهض"
    },
    {
        "id": 25,
        "text": "الذهبي قال: قال معاوية بن يحيى حدثنا أرطأة، قال: قيل لعمر بن عبد العزيز لو جعلت على طعامك أمينا لا تغتال، وحرسيا إذا صليت، وتنح عن الطاعون قال اللهم إن كنت تعلم أني أخاف يوما دون القيامة فلا تؤمن خوفي"
    },
    {
        "id": 26,
        "text": "الذهبي أيضا قال خالد بن مرداس حدثنا الحكم بن عمر، قال: كان لعمر بن عبد العزيز ثلاثمائة حرسي وثلاثمائة شرطي فشهدته يقول الحرسه : إن لي عنكم بالقدر حاجزا وبالأجل حارسا من أقام منكم فله عشرة دنانير ومن شاء فليلحق بأهله"
    },
    {
        "id": 27,
        "text": "ابن عبد الحكم في قصة مناظره عمر الخوارج وفيه قال عمر لأصحابه \"ابحثوهما أن لا يكون معهما حديدة"
    },
    {
        "id": 28,
        "text": "ابن عبد الحكم قال : ولما خرج عمر بن عبد العزيز من المدينة نظر مولاه مزاحم إلى القمر فإذا القمر في الدبران قال: فكرهت أن أقول ذلك له فقلت: ألا تنظر إلى القمر ما أحسن استواءه في هذه الليلة! فنظر عمر فإذا هو بالدبران فقال كأنك أردت أن تعلمني أن القمر بالدبران يامزاحم، إنا لا نخرج بشمس ولا بقمر ولكنا نخرج بالله الواحد القهار"
    },
    {
        "id": 29,
        "text": "الفسوي قال: حدثنا عبد الله بن عثمان أخبرنا عبد الله، قال عمر بن عبد العزيز لمزاحم مولاه وكان فاضلا- قال: إن هؤلاء القوم - يعني أهله أقطعوني ما لم يكن لي أن آخذه، ولا لهم أن يعطوني، وإني هممت بردها على أربابها :قال فقال مزاحم فكيف تصنع بولدك ؟ قال فخرت دموعه على وجنتيه قال فجعل يمسحها بإصبعه الوسطى ويقول: \"أكلهم إلى الله ..."
    },
    {
        "id": 30,
        "text": "ابن عبد الحكم قال: وعهد عمر برسالة مع منصور بن غالب حين بعثه على قتال أهل الحرب وفيها .... \"وأمره أن يكون عيونه من العرب، وممن يطمئن إلى نصيحته وصدقه من أهل الأرض، فإن الكذوب لا ينفع خبره، وإن صدق في بعضه، وإن الغاش عين عليك وليس بعين لك والسلام"
    },
    {
        "id": 31,
        "text": "ابن سعد قال : أخبرنا عمر بن سعيد قال: حدثنا سعيد بن عبد العزيز أن عمر بن عبد العزيز استؤمر في البسط على العمال فقال: يلقون الله بخيانتهم بخيانتهم أحب إلي من أن ألقاه بدمائهم"
    },
    {
        "id": 32,
        "text": "ابن سعد أيضا قال أخبرنا علي بن محمد عن يزيد بن عياض ابن جعدبة قال كتب عمر بن عبد العزيز إلى سليمان بن أبي كريمة: إن أحق العباد بإجلال الله والخشية منه من ابتلاه بمثل ما ابتلاني به، ولا أحد أشد حسابا ولا أهون على الله إن عصاه مني فقد ضاق بما أنا فيه ذرعي وخفت أن تكون متزلتي التي أنا بها هلاكا إلا أن يتداركني الله منه برحمة، وقد بلغني أنك تريد الخروج في سبيل الله فأحب يا أخي إذا أخذت موقفك أن تدعو فأسأل الله الذي ابتلاني بما ابتلاني به أن يرحمني ويعفو عني وأن يرزقني الشهادة فإن حالي شديدة وخطري عظيم،"
    },
    {
        "id": 33,
        "text": "الفسوي قال حدثنا الربيع بن روح حدثنا حنظلة بن عبد العزيز بن الربيع بن سبرة بن معبد الجهني قال: حدثني أبي عن أبيه، قال: قلت لعمر بن عبد العزيز - وقد هلك ابنه وأخوه ومولاه مزاحم في أيام: يا أمير المؤمنين ما رأيت رجلا أصيب في أيام متوالية بأعظم من مصيبتك ما رأيت مثل ابنك ابنا ولا مثل أخيك أخا ولا مثل مولاك مولى، قال فنكس ساعة ثم قال لي: كيف قلت يا ربيع؟ فأعدتها عليه. فقال: لا والذي قضى عليهم الموت ما أحب أن شيئا من ذلك كان لم يكن من الذي أرجو من الله فيهم"
    },
    {
        "id": 34,
        "text": "ابن عبد الحكم قال وكتب عمر بن عبد العزيز: من عبد الله عمر أمير المؤمنين إلى العمال أما بعد: فإن هذا الأمر الذي ولاني الله لو كنت إنما أصبحت ورغبتي فيه مطعم أو ملبس أو مركب أو اتخاذ أزواج أو اعتقاد أموال لكنت قد بلغ بي من ذلك قبل ما ولاني من أفضل ما بلغ بعباده، ولكن أصبحت له خائفا أعلم أن فيه أمرا عظيماً، وحسابا شديدا، ومسألة لطيفة، عند مجاهدة الخصوم بين يدي الله إلا ما عافي الله ورحم ودفع، وإني آمرك فيما وليتك من عملي وأفضيت إليك من أمري بتقوى الله وأداء الأمانة، واتباع ما أمر الله به، واجتناب ما نهى الله عنه، وقلة الالتفات إلى شيء خالف ذلك، ليكون الذي آمرك به في سيرتك، والنظر في نفسك وفي عملك وما تفضي به إلى ربك وما تعمل به فيما بينك وبين الرعية قبلك، وأنت تعلم علما يقينا أنه ليست نجاة ولا حرز إلا أن تنزل بذلك المنزل من طاعة الله، ودع أن ترصد شيئا ليوم ترجوه غدا من الله، وتخاف منه فإنك رأيت عبرا في نفسك وعبرا ما مثلها وعظ مثلنا وكفي ..."
    },
    {
        "id": 35,
        "text": "ابن الجوزي قال: حدثنا أبو زيد الدمشقي قال: لما ثقل عمر ابن عبد العزيز دعي له طبيب فلما نظر إليه قال الرجل: قد سقي السم، ولا آمن عليه الموت فرفع عمر بصره فقال ولا تأمن الموت أيضا على من لم يسق السم. قال الطبيب: هل أحسست بذلك يا أمير المؤمنين؟ قال: نعم قد عرفت حين وقع في بطني. قال: فتعالج يا أمير المؤمنين؟ فإني أخاف أن تذهب نفسك. فقال ربي خير مذهوب إليه، والله لو علمت أن شفاي عند شحمة أذني ما رفعت يدي إلى أذني فتناولته ، اللهم خر لعمر في لقائك. قال فلم يلبث أياما حتى مات"
    },
    {
        "id": 36,
        "text": "ابن الجوزي أيضا وعن قتادة أن عمر بن عبد العزيز كتب إلى ولي العهد من بعده: بسم الله الرحمن الرحيم. من عبد الله عمر أمير المؤمنين إلى يزيد بن عبد الملك السلام عليك: فإني أحمد إليك الله الذي لا إله إلا هو. أما بعد: فإني كتبت إليك وأنا دنف من وجعي وقد علمت أني مسؤول عما وليت يحاسبني عليه مليك الدنيا والآخرة. ولست أستطيع أن أخفي عليه من عملي شيئا يقول تعالى فيما يقول: (فلنقصن عليهم بعلم وماكنا غائين ) . فإن يرضى عني الرحيم فقد أفلحت ونجوت من الهوان الطويل، وإن سخط علي فياويح نفسي إلى ما أصير، أسأل الله الذي لا إله إلا هو أن يجيرني من النار برحمته وأن يمن على برضوانه والجنة..."
    },
    {
        "id": 37,
        "text": "ابن القاسم عن مالك قال: إن عمر بن عبد العزيز كان رجلا عيشه هذه القطاني، وأنه أكل يوما عدسا وشرب عليه ماء، ثم استلقى فضرب على بطنه فقال: \"بطين بطيئ عن أمر الله يتمنى على الله منازل الأبرار\" - شك ابن القاسم في ضرب بطنه عن مالك"
    },
    {
        "id": 38,
        "text": "روى البخاري عن أبي حازم عن سهل بن سعد قال : أقبل النبي ... حتى جلس في سقيفة بني ساعدة وأصحابه ثم قال: اسقنا ياسهل. فأخرجت لهم هذا القدح فأسقيتهم فيه. قال: فأخرج لنا سهل ذلك القدح فشربنا منه قال ثم استوهبه عمر بن عبد العزيز فوهبه له"
    },
    {
        "id": 39,
        "text": "الذهبي قال: قال مروان بن محمد، حدثنا محمد بن مهاجر، حدثني أخي عمرو أن عمر بن عبد العزيز كان يلبس برد رسول الله صلى الله عليه وسلم ويأخذ قضيبه في يده يوم العيد"
    },
    {
        "id": 40,
        "text": "ابن سعد قال: أخبرنا محمد بن عمر قال: أخبرنا محمد بن مسلم بن جماز عن عبد الرحمن بن محمد بن عبد الله قال: أوصى عمر بن عبد العزيز عند الموت فدعا بشعر من شعر النبي وأظفار من أظفاره وقال: إذا مت فخذوا الشعر والأظفار ثم اجعلوه في كفني ففعلوا ذلك"
    },
    {
        "id": 41,
        "text": "عبد الله بن الإمام أحمد قال: حدثني أبي، حدثنا هشام بن سعيد، حدثنا محمد بن مهاجر، حدثني أخي عمرو بن مهاجر، قال: كان لعمر بن عبد العزيز بيت يخلو فيه، في ذلك البيت ما ترك رسول الله فإذا سرير مرمول بشريط وقعب يشرب فيه الماء، وجرة مكسورة الرأس يجعل فيها الشيء، ووسادة من أدم محشوة ليف وقطيفة غبراء كأنها من هذه القطف الجرمقانية فيها من وسخ شعر رسول الله صلى الله عليه وسلم ثم يقول: يا قريش هذا تراث من أكرمكم الله عز وجل به وأعزكم يخرج من الدنيا على ما ترون"
    },
    {
        "id": 42,
        "text": "ابن عبد الحكم قال : ولما خرج عمر بن عبد العزيز من المدينة نظرت فإذا القمر في الدبران فكرهت أن أقول ذلك له فقلت: ألا تنظر إلى القمر ما أحسن استواءه في هذه الليلة! فنظر عمر فإذا هو بالدبران فقال: كأنك أردت أن تعلمني أن القمر بالدبران، يا مزاحم إنا لا نخرج بشمس ولا بقمر ولكنا نخرج بالله الواحد القهار"
    },
    {
        "id": 43,
        "text": "عبد الرزاق قال: أخبرنا مالك عن إسماعيل بن أبي حكيم أنه سمع عمر بن عبد العزيز يقول: آخر ما تكلم به رسول الله صلى الله عليه وسلم أن قال: «قاتل الله اليهود والنصارى اتخذوا قبور أنبيائهم مساجد لا يبقى أو قال: لا يجتمع دينان بأرض العرب»"
    },
    {
        "id": 44,
        "text": "ابن الجوزي قال حدثنا ،حصين أن عمر بن عبد العزيز نهى أن يبنى القبر بآجر وأوصى بذلك"
    },
    {
        "id": 45,
        "text": "ابن قتيبة قال: حدثني زيد بن أخزم الطائي قال نا عبد الصمد، قال همام عن يحيى بن أبي كثير أن عامل عمان كتب لعمر بن عبد العزيز لله إنا أتينا بساحرة فألقيناها في الماء فطفت فكتب إليه عمر بن عبد العزيز لسنا من الماء في شيء إن قامت البينة وإلا فخل سبيلها"
    },
    {
        "id": 46,
        "text": "ابن حزم الظاهري قال عن يحيى بن أبي كثير قال: أن غلاما لعمر بن عبد العزيز أخذ ساحرة فألقاها في الماء فطفت، فكتب إليه عمر ابن عبد العزيز أن الله لم يأمرك أن تلقيها في الماء فإن اعترفت فاقتلها"
    },
    {
        "id": 47,
        "text": "ابن حزم أيضا قال: وعن ربيعة بن عطاء أن رجلا عبدا سحر جارية عربية وكانت تتبعه، فرفع إلى عروة بن محمد، وكان عامل عمر بن عبد العزيز فكتب إليه عمر بن عبد العزيز أن يبيعه بغير أرضها وأرضه، ثم ادفع ثمنه إليها"
    },
    {
        "id": 48,
        "text": "ابن عبد الحكم قال: كتب عمر بن عبد العزيز رسالة فقال: (أما بعد: إني أحمد إليكم الله الذي لا إله إلا هو ...)"
    },
    {
        "id": 49,
        "text": "ابن عبد الحكم قال: وكان عمر بن عبد العزيز يدعو بهذا الدعاء: (اللهم رضني بقضائك وبارك لي في قدرك...)"
    },
    {
        "id": 50,
        "text": "ابن عبد الحكم قال كتب عمر إلى أهل الأمصار: (إن هذه الرجفة شيء يعاتب الله به العباد...)"
    },
    {
        "id": 51,
        "text": "ابن عبد الحكم أن عمر خطب وفي آخر خطبته قال: (أقول قولي هذا واستغفر الله لي ولكم)"
    },
    {
        "id": 52,
        "text": "ابن عبد الحكم :قال وكان عمر يقول: (يارب خلقتني وأمرتني ونهيتني، ورغبتني في ثواب ما أمرتني به...) وكان يقول: ( يارب انفعني بعقلي ...)"
    },
    {
        "id": 53,
        "text": "أبو نعيم الحافظ قال: حدثنا أبو حامد بن جبلة، ثنا محمد بن إسحاق الثقفي، ثنا محمد بن الصباح، ثنا عمر بن حفص، عن سعيد بن أبي عروبة عن قتادة أن عمر بن عبد العزيز كتب إلى ولي العهد من بعده: بسم الله الرحمن الرحيم من عبد الله عمر أمير المؤمنين إلى يزيد بن عبد الملك سلام عليك فإني أحمد الله إليك الله الذي لا إله إلا هو ... وقد علمت أني مسئول عما ،وليت يحاسبني عليه مليك الدنيا والآخرة... فإن يرضى عني الرحيم فقد أفلحت ... فعليك بتقوى الله والرعية الرعية فإنك لن تبقى بعدي إلا قليلا حتى تلحق باللطيف الخبير"
    },
    {
        "id": 54,
        "text": "ابن الجوزي قال: حدثنا سهل بن يحيى المروزي قال: أخبرني أبي ع عن عبد العزيز بن عمر بن عبد العزيز، قال: لما ولي عمر بن عبد العزيز حمد الله وأثنى عليه ثم قال : أوصيكم بتقوى الله ، فإن تقوى الله خلف من كل شيء وليس من تقوى الله خلف، واعملوا لآخرتكم فإنه من عمل لآخرته كفاه الله أمر دنياه ، وأصلحوا سرائركم يصلح الله الكريم علانيتكم..."
    },
    {
        "id": 55,
        "text": "أبو نعيم الحافظ قال: حدثنا عبد الله بن محمد بن جعفر، ثنا عبد الله بن محمد بن العباس، ثنا سلمة بن شبيب ثنا سهل بن عاصم، ثنا عبد الله بن عقبة، حدثني علي بن الحسين قال كان لعمر بن عبد العزيز صديق، فأخبر أنه قد مات فجاء إلى أهله يعزيهم، فصرخوا في وجهه، فقال لهم عمر: إن صاحبكم هذا لم يكن يرزقكم، وإن الذي يرزقكم حي لا يموت ...)"
    },
    {
        "id": 56,
        "text": "ابن عبد الحكم قال: قال عمر بن عبد العزيز ... إن الله على كل شيء رقيب)....."
    },
    {
        "id": 57,
        "text": "ابن عبد الحكم قال خطب عمر بن عبد العزيز خطبة وكان مما قال فيها ... والله على كل شيء شهيد..."
    },
    {
        "id": 58,
        "text": "ابن عبد الحكم قال: قال عمر بن عبد العزيز لمولاه مزاحم حين تطير، يا مزاحم إنا لا نخرج بشمس ولا بقمر، ولكنا نخرج بالله الواحد القهار"
    },
    {
        "id": 59,
        "text": "ابن عبد الحكم قال: كتب عمر إلى أمراء الأجناد رسالة واختتمها بقوله... ولا حول ولا قوة إلا بالله العلي العظيم"
    },
    {
        "id": 60,
        "text": "أبو نعيم الحافظ قال: حدثنا عبد الله بن محمد، ثنا أحمد بن الحسين الحذاء، ثنا أحمد بن إبراهيم الدورقي، ثنا عنبسة بن سعيد، ثنا ابن المبارك، عن عبد الرحمن بن يزيد بن جابر قال كتب عمر بن عبد العزيز إلى يزيد بن عبد الملك في مرض عمر الذي توفي فيه وقال فيها: ... فإن يعف عني فهو العفو الغفور، وإن يؤاخذني بذنبي فيا ويح نفسي إلى ماذا تصير"
    },
    {
        "id": 61,
        "text": "قال أبو نعيم حدثنا أبو حامد بن جبلة، ثنا محمد بن إسحاق، ثنا عبيد الله بن جرير بن جبلة، ثنا علي بن عثمان، ثنا عبد الواحد بن زياد ثنا عمرو بن ميمون ،مهران حدثني ليث بن أبي رقية كاتب عمر بن عبد العزيز في خلافته أن عمر كتب إلى ابنه رسالة وفيها... فلله الحمد رب السموات والأرض، رب العالمين وله الكبرياء في السموات والأرض وهو العزيز الحك"
    },
    {
        "id": 62,
        "text": "ابن عبد الحكم قال خطب عمر بن عبد العزيز وذكر بالموت وقال: ألا ترون أنكم في أسلاب الهالكين، وسيخلفها بعدكم الباقون حتى ترد إلى خير الوارثين ..."
    },
    {
        "id": 63,
        "text": "ابن عبد الحكم قال وخطب عمر في التقوى فقال: أيها الناس إني لست بخازن ولكني إنما أضع حيث أمرت ألا ولا طاعة لمخلوق في معصية الخالق..."
    },
    {
        "id": 64,
        "text": "أبو نعيم الحافظ قال: حدثنا أبو حامد بن جبلة، ثنا محمد ابن إسحاق السراج، ثنا أبو الأشعث أحمد بن المقدام، ثنا محمد بن بكر البرساني، ثنا سليم نفيع القرشي، عن خلف أبي الفضل القرشي، عن كتاب عمر بن عبد العزيز إلى المكذبين بالقدر وفيها: ولقد أعظم بالله الجهل من زعم أن العلم كان بعد الخلق بل لم يزل الله وحده بكل شيء عليما، وعلى كل شيء شهيدا قبل أن يخلق وبعد ما خلق..."
    },
    {
        "id": 65,
        "text": "ابن عبد الحكم قال: كتب عمر بن عبد العزيز إلى الضحاك ابن عبد الرحمن رسالة فقال: أما بعد فإن الله جعل الإسلام الذي رضي به لنفسه ومن كرم عليه من خلقه لا يقبل دينا غيره ..."
    },
    {
        "id": 66,
        "text": "ابن عبد الحكم قال كتب عمر إلى الخوارج رسالة وفيها: ... وإني أقسم لكم بالله لو كنتم أبكاري من ولدي ... لدفقت دماءكم ألتمس بذلك وجه الله والدار الآخرة.."
    },
    {
        "id": 67,
        "text": "الآجري قال أخبرنا ،الفريابي، قال: حدثنا هشام بن عمار، قال: حدثنا الهيثم بن عمران قال سمعت عمرو بن مهاجر قال: أقبل غيلان وهو مولى لآل عثمان وصالح بن سويد إلى عمر بن عبد العزيز فبلغه أنهما ينطقان بالقدر، فدعاهما فقال: أعلم الله نافذ في عباده أم منتقض؟ قالا : نافذ يا أمير المؤمنين. قال: ففيم الكلام؟ فخرجا فلما كان عند مرضه بلغه أنهما قد أسرفا فأرسل إليهما وهو مغضب فقال : ألم يك في سابق علمه حين أمر إبليس بالسجود أنه لا يسجد ؟ قال عمرو فأومأت إليهما برأسي أن قولا نعم فقالا نعم، فأمر بإخراجهما"
    },
    {
        "id": 68,
        "text": "وروى أبو داود أن عمر كتب إلى عامله رسالة وفيها: ... وتضعيفا لأنفسهم أن يكون شيء من الأشياء لم يحط به علمه ولم يحصه كتابه و لم ينفذ فيه قدره ..."
    },
    {
        "id": 69,
        "text": "أبو نعيم الحافظ بسنده إلى كتاب عمر بن عبد العزيز إلى النفر الذين كتبوا إليه قال فيها : ... ولقد حرص إبليس على ضلالتهم جميعا فما ضل منهم إلا من كان في علم الله ضالا ..."
    },
    {
        "id": 70,
        "text": "الفسوي قال: حدثنا حرملة أخبرنا ابن وهب، قال: حدثني الليث أن أبا النضر ،حدثه، قال: دسست إلى عمر بن عبد العزيز بعض أهله أن قل له إن فيك كبرا وأنه يتكبر فقيل ذلك فقال عمر: قل له لبئس ما ظننت أن كنت تراني أتوقى الدينار والدرهم مراقبة الله فأنطلق إلى أعظم الذنوب فأركبه الكبرياء إنما هو رداء الرحمن فأنازعه إياه"
    },
    {
        "id": 71,
        "text": "ابن الجوزي قال: حدثنا عيسى بن سليمان عن ضمرة قال: كتب عمر بن عبد العزيز إلى بعض عماله أما بعد: فإذا دعتك قدرتك على الناس إلى ظلمهم، فاذكر قدرة الله عليك في نفاذ ما يأتي إليهم وبقاء ما يأتي إليك \""
    },
    {
        "id": 72,
        "text": "أبو نعيم في رسالة عمر في الرد على القدرية وفيها: ... فالله أعز في قدرته وأمنع من أن يملك أحدا إبطال علمه ...."
    },
    {
        "id": 73,
        "text": "ابن عبد الحكم قال كتب عمر إلى أمراء الأجناد وفي آخر الرسالة قال: ولا حول ولا قوة إلا بالله العلي العظيم"
    },
    {
        "id": 74,
        "text": "أبو زرعة الدمشقي قال: حدثني عبد الله بن أحمد بن ذكوان بن حدثنا عبد العزيز بن أبي السائب عن أبيه قال: قلت لعمر بن عبد العزيز: والذي أكرمك بما أكرمك به من الخلافة قال فاستتر بيده من السماء وقال ويحك تدري ما تقول؟"
    },
    {
        "id": 75,
        "text": "ابن عبد الحكم قال كان آخر خطبة خطبها عمر بن عبد العزيز أن حمد الله وأثنى عليه ثم قال فيها ... وإن لكم معادا يتزل الله تبارك وتعالى للحكم فيه والفصل بينكم ..."
    },
    {
        "id": 76,
        "text": "ابن أبي الدنيا قال: حدثني الحسن بن الصباح قال: ثنا ميسرة ابن إسماعيل، عن أبي عبد الله الأنطاكي: قال عمر بن عبد العزيز: كانت المساجد على ثلاثة أصناف فصنف ساكت سالم، وصنف في ذكر الله عز وجل، والذكر معروج به وصنف في صلاة والصلاة لها نور..."
    },
    {
        "id": 77,
        "text": "ابن عبد الحكم قال: كتب عمر بن عبد العزيز إلى الضحاك بن عبد الرحمن؛ أما بعد: فإن الله جعل الإسلام الذي رضي به لنفسه ... وفيها ... وأذكرهم تذكيراً بعد تذكير وأشهد عليهم الذي هو آخذ بناصية كل دابة والذي هو أقرب إلى كل عبد من حبل الوريد..."
    },
    {
        "id": 78,
        "text": "ابن عبد الحكم قال: كتب عمر بن عبد العزيز إلى أيوب ابن شرحبيل وأهل مصر رسالة وفيها ... ومن يخالف ما نهى عنه نعاقبه في العلانية ويكفينا الله ما أسر ، إنه على كل شيء رقيب والله على كل شيء شهيد..."
    },
    {
        "id": 79,
        "text": "الفسوي قال حدثنا أبو زيد عبد الرحمن بن أبي الغمر، حدثنا يعقوب بن عبد الرحمن عن أبيه قال خطب عمر بن عبد العزيز هذه الخطبة وكانت آخر خطبة خطبها - فحمد الله وأثنى عليه ثم قال: إنكم لم تخلقوا عبثا ولن تتركوا سدى وأن لكم معادا ينزل الله ليحكم فيكم ويفصل بينكم..."
    },
    {
        "id": 80,
        "text": "اللالكائي قال أخبرنا الحسين قال أخبرنا أحمد قال ثنا بشر قال ثنا عبد الله بن يزيد المقري قال : ثنا حرملة بن عمران قال: حدثني محمد بن كعب القرظي أنه سمع عمر بن عبد العزيز، قال: إذا فرغ الله من أهل الجنة وأهل النار أقبل تبارك وتعالى في ظلل من الغمام ومعه الملائكة فيقف على أهل أول درجة من الجنة فيسلم عليهم فيردون عليه وهو قوله: سلام قولا من رب رحيم"
    },
    {
        "id": 81,
        "text": "ابن عبد الحكم قال وخرج سليمان بن عبد الملك ومعه عمر بن عبد العزيز إلى الحج فأصابهم مطر شديد ورعد برق فقال سليمان هل رأيت مثل هذا يا أبا حفص؟ فقال: يا أمير المؤمنين هذا في حين رحمته فكيف به في حين غضبه"
    },
    {
        "id": 82,
        "text": "ابن كثير :قال روى ابن أبي الدنيا قال: ثنا إسحاق بن إسماعيل، ثنا جرير، عن عطاء بن السائب :قال كان عمر بن عبد العزيز : في سفر مع سليمان بن عبد لملك فأصابهم السماء برعد وبرق، وظلمة، وريح شديدة، حتى فزعوا لذلك وجعل عمر بن عبد العزيز يضحك فقال له سليمان ما يضحكك يا عمر ؟ أما ترى ما نحن فيه؟ فقال له يا أمير المؤمنين هذا آثار رحمته فيها شدائد ما ترى فكيف بآثار سخطه وغضبه"
    },
    {
        "id": 83,
        "text": "أبو نعيم الحافظ قال حدثنا أبو حامد ثنا محمد بن إسحاق ثنا إبراهيم بن هانئ، ثنا سعيد بن أبي ،مريم، ثنا إسماعيل بن إبراهيم بن أبي حبيبة أن عمر بن عبد العزيز كتب إلى بعض عماله أما بعد: فإني أوصيك بتقوى الله ولزوم طاعته فإن بتقوى الله نجا أولياء الله من سخطه ...\""
    },
    {
        "id": 84,
        "text": "الدارمي قال: حدثنا سعيد بن أبي مريم المصري ابنا إبراهيم بن إسماعيل بن أبي حبيبة الأنصاري قال: كتب عمر بن عبد العزيز إلى بعض أمراء الأجناد أما بعد: إني أوصيك بتقوى الله وطاعته والتمسك بأمره، والمعاهدة على ما حملك الله من دينه واستحفظك من كتابه فإن بتقوى الله نجا أولياؤه من سخطه ..."
    },
    {
        "id": 85,
        "text": "ابن عبد الحكم قال كتب عمر بن عبد العزيز إلى الضحاك بن عبد الرحمن أما بعد: فإن الله جعل الإسلام الذي رضي به لنفسه ومن كرم عليه من خلقه ...."
    },
    {
        "id": 86,
        "text": "أبو نعيم بسنده أن عمر بن عبد العزيز كتب إلى ولي عهده رسالة وفيها ... فإن يرضى عني الرحيم فقد أفلحت"
    },
    {
        "id": 87,
        "text": "ابن عبد الحكم قال كان عمر بن عبد العزيز يدعو ويقول: اللهم لا تعطني عطاء يبعدني من رحمتك في الآخرة ..."
    },
    {
        "id": 88,
        "text": "ابن عبد الحكم قال : كان عمر يدعو بهذا الدعاء ويقول: ... واكفني كل هول دون الجنة حتى تبلغنيها برحمتك يا أرحم الراحمين"
    },
    {
        "id": 89,
        "text": "ابن الجوزي قال : وعن قادم بن مسور قال: قال عمر بن عبد العزيز لما أمر الله عز وجل الملائكة بالسجود لآدم أول من سجد له إسرافيل فأنابه أن كتب القرآن في جبهته"
    },
    {
        "id": 90,
        "text": "ابن عبد الحكم قال: كتب عمر بن عبد العزيز إلى منصور ابن غالب حين بعثه على قتال أهل الحرب رسالة وفيها واعلموا أن معكم من الله حفظة عليكم يعلمون ما تفعلون في مسيركم ومنزلكم فاستحيوا منهم وأحسنوا صحابتهم ولا تؤذوهم بمعاصي الله ...."
    },
    {
        "id": 91,
        "text": "ابن الجوزي قال حدثنا حازم قال: بلغنا أن عمر بن عبد العزيز كتب إلى عبد الحميد بن عبد الرحمن في شأن ابنه عبد الملك حين توفي : أما بعد: فإن الله تبارك اسمه وتعالى جده كتب على خلقه حين خلقهم الموت، وجعل مصيرهم إليه، فقال فيما أنزل من كتابه الصادق الذي حفظه بعلمه وأشهد الملائكة على حقه ...."
    },
    {
        "id": 92,
        "text": "ابن عبد الحكم قال: قال عمر بن عبد العزيز لمولاه مزاحم سأله عن شأن غشيته حين سمع بوفاة ابنه عبد الملك... ولكني علمت أن ملك الموت قد دخل منزلي فأخذ بضعة مني فراعني ذلك فأصابني ما قد رأيت"
    },
    {
        "id": 93,
        "text": "أبو نعيم الحافظ قال حدثنا أبي، ثنا إبراهيم بن محمد بن الحسن، ثنا سفيان بن وكيع ثنا ابن عيينة عن عمر بن ذر، قال: قال عمر بن عبد العزيز: لولا أن تكون بدعة لحلفت أن لا أفرح من الدنيا بشيء أبدا حتى أعلم ما في وجوه رسل ربي إلي عند الموت، وما أحب أن يهون علي الموت لأنه آخر ما يؤجر عليه المؤمن"
    },
    {
        "id": 94,
        "text": "البلاذري قال روى المدائني عن العباس بن محمد عن أبيه أن عمر بن عبد العزيز كتب إلى بعض عماله : أما بعد ... فانظر من ادعى الإسلام فشهد أن لا إله إلا الله وأن محمدا رسول الله وأنه يؤمن بالله وملائكته ..."
    },
    {
        "id": 95,
        "text": "روى البلاذري قال: قال أبو الحسن المدائني : كتب عمر إلى الخوارج رسالة قال فيها إلى العصابة الذين خرجوا بزعمهم التماس الحق أما بعد : فإن الله تعالى لم يلبس على العباد ،أمورهم، ولم يتركهم سدى ولم يجعلهم في عمياء ، فبعث إليهم النذر ، وأرسل إليهم الكتب، وبعث محمد بشيراً ونذيراً، وأنزل عليه كتابا حفيظا"
    },
    {
        "id": 96,
        "text": "ابن عبد الحكم قال ... واعملوا بمحكمه واصبروا أنفسكم عليه، وآمنوا بمتشابهه ..."
    },
    {
        "id": 97,
        "text": "ابن عبد الحكم أن عمر قال: ... فإن الله قد بين لكم ما تأتون وما تتقون ، وأعذر إليكم في الوصية، وأخذ عليكم الحجة حين أنزل كتابه الحفيظ الذي لا يأتيه الباطل من بين يديه ولا من خلفه تتزيل من حكيم حميد."
    },
    {
        "id": 98,
        "text": "ابن عبد الحكم قال: قال عمر في شأن القرآن:\" وأحكم الله في كتابه ما رضي من الأمور، فما جعل من ذلك حلالا فهو حلال إلى يوم القيامة، وما جعل من ذلك حراما فهو حرام إلى يوم القيامة\""
    },
    {
        "id": 99,
        "text": "ابن عبد الحكم قال: قال عمر : وإن دين الله الذي بعث به محمد كتابه الذي أنزل عليه أن يطاع الله فيه ويتبع أمره، ويجتنب ما نهى عنه، وتقام حدوده ويعمل بفرائضه ، ويحل حلاله ، ويحرم حرامه ويعترف بحقه، ويحكم بما أنزل فيه، فمن تبع هدى الله فقد اهتدى، ومن صد عنه فقد ضل سواء السبيل..."
    },
    {
        "id": 100,
        "text": "عبد الله بن الإمام أحمد قال: حدثنا الحسين بن الجنيد، حدثنا أبو نعيم، حدثنا عمرو بن عثمان بن عبد الله بن موهب قال: سمعت عمر بن عبد العزيز قال: انتهى علم الراسخين في العلم بتأويل القرآن إلى أن قالوا آمنا به كل من عند ربنا"
    },
    {
        "id": 101,
        "text": "ابن أبي الدنيا قال أخبرنا إسحاق بن إسماعيل \"الطالقاني\" قال أخبرنا سفيان ، قال : أخبرنا جعفر بن ،برقان، قال: كتب إلينا عمر ابن عبد العزيز أما بعد: فإن هذا الرجف شيء يعاقب الله تعالى به العباد، وقد كتبت إلى الأمصار أن يخرجوا من يوم كذا من شهر كذا فمن كان عنده شيء فليصدق فإن الله عز وجل قال: قد أفلح من تزكى وذكر اسم ربه فصلی ، وقولوا كما قال أبوكم آدم ربنا ظلمنا أنفسنا وإن لم تغفر لنا وترحمنا لنكونن من الخاسرين ، وقولوا كما قال نوح ال: (وإلا تغفر لي وترحمني أكن من الخاسرين)، وقولوا كما قال يونس ال: لا إله إلا أنت سبحانك إني كنت من الظالمين)"
    },
    {
        "id": 102,
        "text": "ابن أبي الدنيا :قال حدثني أبو بكر محمد بن هانئ قال: حدثني أحمد بن شبور قال حدثني سليمان بن صالح، قال: حدثني عبد الله بن المبارك، عن رجل، عن ابن أبي عبلة، قال: سمعت عمر بن عبد العزيز يقول في خطبته إن كان النبي الا الله ليخطئ الخطيئة فيقذف في بطن الحوت ولا ينجيه منها إلا التوبة"
    },
    {
        "id": 103,
        "text": "قال البلاذري: روى المدائني عن العباس بن محمد عن أبيه أن عمر بن عبد العزيز كتب إلى بعض عماله أما بعد ... فانظر من ادعى الإسلام فشهد أن لا إله إلا الله وأن محمدا رسول الله وأنه يؤمن بالله وملائكته ته ورسله وأن عيسى عبد الله وكلمته ورسوله إذا كان نصرانيا وأن عزيرا عبد الله إذا كان يهوديا ... فضع عنه الجزية"
    },
    {
        "id": 104,
        "text": "أبو نعيم في الحلية في رسالة عمر في الرد على القدرية وفيها ... ولقد حرصت الرسل على هدي الناس جميعا فما اهتدى منهم إلا من هداه الله .. ... ولقد سمى الله رجالا من الرسل بأسمائهم وأعمالهم في سابق علمه فما استطاع آباؤهم لتلك الأسماء تغييرا، وما استطاع إبليس بما سبق لهم في علمه من الفضل تبديلا، فقال: واذكر عبادنا إبراهيم وإسحاق ويعقوب أولى الأيدي والأبصار، أنا أخلصناهم بخالصة ذكرى الدار"
    },
    {
        "id": 105,
        "text": "أبو نعيم في رسالة عمر أيضا قال: و ابتلی آدم فعصی فرحم، وهم آدم بالخطيئة فنسي، وهم يوسف بالخطيئة فعصم..."
    },
    {
        "id": 106,
        "text": "ابن عبد الحكم قال كتب عمر بن عبد العزيز إلى العمال رسالة وفيها ... وأما الإسلام فإن الله بعث محمد صلى الله عليه وسلم إلى الناس كافة فقال: وما أرسلناك إلا كافة للمناس بشيرا ونذيرا، وقال: (يا أيها الناس إني رسول الله إليكم جميعا )"
    },
    {
        "id": 107,
        "text": "ابن عبد الحكم أيضا أن عمر بن عبد العزيز خطب فقال: أيها الناس إنه ليس بعد نبيكم نبي وليس بعد الكتاب الذي أنزل عليكم کتاب فما أحل الله على لسان نبيه فهو حلال إلى يوم القيامة، وما حرم على لسان نبيه فهو حرام إلى يوم القيامة ..."
    },
    {
        "id": 108,
        "text": "ابن عبد الحكم أن عمر كتب رسالة في شأن المسلمين وفيها ... حتى أراد الله إكرامهم بكتابه ونبيه بعث إليهم محمدا عبد الله ورسوله بالحق بشيرا بالخير الذي لا خير ،مثله وينذر الشر الذي لا شر مثله. وأخره الله لذلك في القرون وسماه على لسان من شاء من أنبيائه الذين سبقوا وأخذ عليهم ميثاق جماعتهم قال: (وإذ أخذ الله ميثاق النبيين لما آتيتكم من كتاب وحكمة ثم جاءكم رسول مصدق لما معكم لتؤمنن به ولتنصرنه قال اأقررتم وأخذتم على ذلكم إصري قالوا أقررنا قال فاشهدوا وأنا معكم من الشاهدين)، فأخر الله ذلك لمحمد حين بعثه رحمة للعالمين..."
    },
    {
        "id": 109,
        "text": "أبو نعيم الحافظ قال: حدثنا حبيب بن الحسن ثنا جعفر بن محمد الفريابي، حدثنا قتيبة بن سعيد ثنا عرعرة بن البرند، عن حاجب بن خليف البرجمي قال شهدت عمر بن عبد العزيز يخطب الناس وهو خليفة فقال في خطبته: ألا إن ما سن رسول الله سن رسول الله وصاحباه فهو دين نأخذ به وننتهي إليه، وما سن سواهما فإنا نرجئه"
    },
    {
        "id": 110,
        "text": "ابن عبد الحكم قال: وذكر أن عمر بن عبد العزيز كتب إلى سالم بن عبد الله بن عمر بن الخطاب من عمر بن عبد العزيز إلى سالم بن عبد الله أما بعد: فقد ابتليت بما ابتليت به من أمر هذه الأمة من غير مشاورة مني ولا إرادة يعلم الله ذلك، فإذا أتاك كتابي هذا فاكتب إلي بسيرة عمر بن الخطاب في أهل القبلة وأهل العهد، فإني سائر بسيرته إن أعاني الله على ذلك والسلام"
    },
    {
        "id": 111,
        "text": "أبو زرعة الدمشقي قال: حدثني آدم حدثنا ابن أبي ذئب، عن الزهري، قال: قال رجل لعمر بن عبد العزيز: طلقت امرأتي وأنا سكران. قال الزهري: فكان رأي عمر بن عبد العزيز أن يجلده ويفرق بينه وبين امرأته حتى حدثه أبان بن عثمان بن عفان: ليس على المجنون ولا السكران طلاق فقال عمر تأمروني وهذا يحدثني عن عثمان بن عفان؟ فجلده ورد إليه امرأته"
    },
    {
        "id": 112,
        "text": "ابن عبد البر قال: وذكر ابن وهب عن نافع بن أبي نعيم عن عبد الرحمن بن القاسم، عن أبيه أنه قال: لقد أعجبني قول عمر بن عبد العزيز ه ما أحب أن أصحاب رسول الله الا الله لم يختلفوا لأنه لو كان قولا واحدا كان الناس في ضيق وإنهم أئمة يقتدى بهم ولو أخذ رجل بقول أحدهم كان في سعة"
    },
    {
        "id": 113,
        "text": "ابن عبد الحكم قال : قال عمر بن عبد العزيز: سن رسول الله و ولاة الأمر من بعده سننا الأخذ بها اعتصام بكتاب الله وقوة على دين الله ليس لأحد تبديلها ولا تغييرها ولا النظر في أمر خالفها من اهتدى بها فهو مهتد، ومن استنصر بها فهو منصور، ومن تركها واتبع غير سبيل المؤمنين ولاه الله ما تولى وأصلاه جهنم وساءت مصيرا"
    },
    {
        "id": 114,
        "text": "عبد الرزاق ، عن ابن عيينة، عن عمرو بن دينار، عن عون بن عبد الله قال: قال لي عمر بن عبد العزيز أعدلان عندك عمر وابن عمر؟ قال: قلت نعم. قال: إنهما لم يكونا يكبران هذا التكبير"
    },
    {
        "id": 115,
        "text": "ابن عبد البر قال أخبرنا عبد الوارث ثنا قاسم ثنا أحمد بن زهير ثنا هارون بن ،معروف قال نا ،ضمرة عن رجاء بن جميل قال: اجتمع عمر بن عبد العزيز والقاسم بن محمد رضي الله عنهما فجعلا يتذاكران الحديث قال: فجعل عمر يجيء بالشيء يخالف فيه القاسم. قال: وجعل ذلك يشق على القاسم حتى تبين فيه، فقال له عمر : لا تفعل فما يسرني أن لي باختلافهم حمر النعم"
    },
    {
        "id": 116,
        "text": "ابن سعد قال أخبرنا علي بن محمد، عن خالد بن يزيد ابن بشر عن أبيه قال: سئل عمر بن عبد العزيز عن علي وعثمان، وصفين، وما كان بينهم فقال: تلك دماء كف الله يدي عنها وأنا أكره أن أغمس لساني فيها"
    },
    {
        "id": 117,
        "text": "ابن عبد البر :قال حدثنا عبد الوارث بن سفیان ثنا قاسم ثنا أحمد بن زهير ثنا الحوطي، ثنا أشعث بن شعبة، قال: سمعت الفزاري قال : سئل عمر بن عبد العزيز، عن قتال أهل صفين فقال: تلك دماء كف الله عنها يدي لا أريد أن ألطخ بها لساني"
    },
    {
        "id": 118,
        "text": "ابن سعد قال أخبرنا أحمد بن عبد الله بن يونس قال : حدثنا أبو شهاب، عن محمد بن النضر قال ذكروا اختلاف أصحاب محمد عند عمر بن عبد العزيز فقال: أمر أخرج الله أيديكم منه ما تعملون ألسنتكم فيه"
    },
    {
        "id": 119,
        "text": "أبو بكر الخلال: قال أخبرنا هلال بن العلاء أبو عمر الرقي قال: حدثني أبو يوسف محمد أحمد الرقي، قال: حدثني أبو سلمة الخزاعي، عن جحشفة بن العلاء قال كان عمر بن عبد العزيز إذا سئل عن صفين والجمل قال : أمر أخرج الله يدي منه لا أدخل لساني فيه"
    },
    {
        "id": 120,
        "text": "ابن سعد قال : أخبرنا قبيصة بن عقبة قال حدثنا سفيان عن إسماعيل بن عبد الملك عن عون عن عمر بن عبد العزيز قال : ما يسرني باختلاف أصحاب النبي صلى الله عليه وسلم حمر النعم."
    },
    {
        "id": 121,
        "text": "الذهبي قال عبد الرحمن بن يزيد بن جابر سمع عمير ـن هانئ يقول: دخلت على عمر بن عبد العزيز فقال لي: كيف تقول في رجل رأى سلسلة دليت من السماء فجاء رسول الله فتعلق بها فصعد ثم جاء أبو بكر فتعلق بها ،فصعد ثم جاء عمر فتعلق بها فصعد، ثم جاء عثمان فتعلق بها فانقطعت فلم يزل حتى وصل ثم صعد، ثم جاء الذي رأى هذه الرؤيا فتعلق بها فصعد، فكان خامسهم. قال عمير : فقلت في نفسي هو هو ولكنه كنى عن نفسه."
    },
    {
        "id": 122,
        "text": "ابن قتيبة قال: أخبرنا محمد بن الزبير الحنظلي قال: أرسلني عمر بن عبد العزيز إلى الحسن البصري رحمهما الله تعالى أسأله إن كان رسول الله استخلف أبا بكر الله الله فأتيته فاستوى جالسا وقال: إي والذي لا إله إلا هو استخلفه وهو أعلم بالله وأتقى الله من أن يتوثب عليهم لو لم يأمره"
    },
    {
        "id": 123,
        "text": "أبو زرعة الدمشقي قال: حدثني أحمد بن أبي الحوارى، قال: حدثنا مروان بن محمد قال حدثني صدقة بن خالد، عن سعيد بن عبد العزيز عن إسماعيل بن عبيد الله قال: قال میمون ابن مهران کنت أفضل عليّا على عثمان رحمة الله عليهما، فقال لي عمر بن عبد العزيز أيهما أحب إليك رجل أسرع في كذا أو رجل أسرع في المال؟ قال: فرجعت وقلت لا أعود"
    },
    {
        "id": 124,
        "text": "الذهبي قال: وروى إسماعيل بن عبيد الله، عن ميمون ابن ،مهران قال: كنت أفضل عليّا على عثمان فقال لي عمر بن عبد العزيز: أيهما أحب إليك، رجل أسرع في الدماء، أو رجل أسرع في المال؟ فرجعت وقلت: لا أعود"
    },
    {
        "id": 125,
        "text": "أبو داود :قال حدثنا عبد الله بن الجراح حدثنا جرير عن المغيرة قال : جمع عمر بن عبد العزيز بني مروان حين استخلف فقال: إن رسول الله كانت له فدك ينفق منها، ويعود منها على صغير بني هاشم، ويزوج منها ،أيمهم وإن فاطمة سألته أن يجعلها لها فأبى، فكانت كذلك حياة أبي بكر وعمر عملا فيها عمله، ثم أقطعها مروان، ثم صارت لي، فرأيت أمرا منعه رسول الله بنته ليس لي بحق، وإني أشهدكم أني قد رددتها على ما كانت في عهد رسول الله"
    },
    {
        "id": 126,
        "text": "ابن سعد قال : أخبرنا محمد بن عمر قال: حدثنا محمد بن بشر بن حميد المزني عن أبيه قال: دعاني عمر بن عبد العزيز فقال لي: خذ هذا المال الأربعة آلاف دينار فاقدم بها على أبي بكر بن حزم فقل له فليضم إليه خمسة آلاف أو ستة آلاف حتى يكون عشرة آلاف دينار وأن تأخذ تلك الآلاف من الكتيبة ثم تقسم ذلك على بني هاشم وتسوي بينهم الذكر والأنثى والصغير والكبير ،سواء، قال: ففعل أبو بكر ..."
    },
    {
        "id": 127,
        "text": "ابن سعد قال أخبرنا مالك بن إسماعيل قال: حدثنا جويرية بن أسماء قال: سمعت فاطمة بنت علي بن أبي طالب ذكرت عمر ابن عبد العزيز فأكثرت الترحم عليه وقالت: دخلت عليه وهو أمير المدينة يومئذ فأخرج عني كل خصي وحرسي، حتى لم يبق في البيت غيري وغيره ثم قال: يا بنت علي والله ما على ظهر الأرض أهل بيت أحب إلي منكم ولأنتم أحب إلي من أهل بيتي"
    },
    {
        "id": 128,
        "text": "ابن سعد قال أخبرنا عبد الله بن جعفر قال: حدثنا أبو المليح عن ابن عقيل يعني عبد الله بن محمد بن عقيل بن أبي طالب قال: أول مال قسمه عمر بن عبد العزيز لمال بعث به إلينا أهل البيت فأعطى المرأة منا مثل ما يعطي الرجل وأعطى الصبي مثل ما تعطي المرأة، قال: فأصابنا أهل البيت ثلاثة آلاف دينار وكتب لنا : إني إن بقيت لكم أعطيتكم جميع حقوقكم"
    },
    {
        "id": 129,
        "text": "أخبرنا على بن محمد عن لوط بن يحيى الغامدي قال: كان الولاة من بني أمية قبل أمية قبل عمر بن عبد العزيز يشتمون عليا رحمه الله تعالى فلما ولى عمر أمسك عن ذلك فقال كثير عزة الخزاعي: وليت فلم تشتم عليا، ولم تخف بريا، و لم تتبع مقالة محرم"
    },
    {
        "id": 130,
        "text": "الفسوي قال: حدثنا سعيد بن عفير حدثني يعقوب عن أبيه أن عبد العزيز بن مروان بعث ابنه عمر بن عبد العزيز إلى المدينة يتأدب بها فكتب إلى صالح بن كيسان يتعاهده فكان عمر يختلف إلى عبيد الله بن عبد الله منه يسمع العلم، فبلغ عبيد الله أن عمر ينتقص علي بن أبي طالب فأتاه عمر فقام يصلي وأزر عمر فلم يبرح حتى سلم من ركعتين ثم أقبل على عمر بن عبد العزيز فقال : متى بلغك أن الله سخط على أهل بدر بعد أن رضي عنهم؟ قال: فعرف عمر ما أراد فقال: معذرة إليك والله لا أعود قال: فما سمع عمر بن عبد العزيز بعد ذلك ذاكرا عليا إلا بخير"
    },
    {
        "id": 131,
        "text": "ابن الجوزي قال: وعن حسين بن صالح قال: تذاكروا الزهاد عند عمر ابن عبد العزيز فقال قائلون فلان، وقال قائلون فلان فقال عمر بن عبد العزيز : أزهد الناس في الدنيا علي بن أبي طالب"
    },
    {
        "id": 132,
        "text": "ابن عبد الحكم قال: قال عمر بن عبد العزيز لرجل: يا فلان قرأت البارحة سورة فيها زيارة ألهاكم التكاثر حتى زرتم المقابر فكم عسى الزائر يلبث عند المزور حتى ينكفئ إما إلى جنة وإما إلى نار"
    },
    {
        "id": 133,
        "text": "ابن عبد الحكم قال: خطب عمر بن عبد العزيز الناس فقال:... أيها الناس ألا ترون أنكم في أسلاب الهالكين وفي بيوت الميتين وفي دور الطاعنين جيرانا كانوا معكم بالأمس أصبحوا في دور خامدين، بين آمن روحه إلى يوم القيامة وبين معذب روحه إلى يوم القيامة ..."
    },
    {
        "id": 134,
        "text": "ابن عبد الحكم قال: خطب عمر بن عبد العزيز بخناصرة فقال: ... في كل يوم تشيعون غاديا إلى الله ورائحا قد قضى نحبه وانقضى أجله ثم تغيبونه في صدع من الأرض غير موسد ولا ممهد، قد فارق الأحباب وخلع الأسلاب وواجه الحساب وسكن التراب مرتهنا بعمله غنيا عما ترك فقيرا إلى ما قدم..."
    },
    {
        "id": 135,
        "text": "ابن عبد الحكم قال: خطب عمر بن عبد العزيز بخناصرة فقال: أيها الناس إنكم لم تخلقوا عبثا، ولم تتركوا سدى، وإن لكم معادا يتزل الله تبارك وتعالى للحكم فيه والفصل بينكم ..."
    },
    {
        "id": 136,
        "text": "ابن أبي الدنيا قال: حدثني الحسن بن محبوب أخبرنا أبو توبة الربيع بن نافع حدثنا أبو ربيعة عن جده قال: كتب عمر بن عبد العزيز إلى بعض عماله، أما بعد فكأن العباد قد عادوا إلى الله فينبئهم بما عملوا ليجزي الذين أساءوا بما عملوا ويجزي الذين أحسنوا بالحسنى.. \""
    },
    {
        "id": 137,
        "text": "هناد السرى قال حدثني أبو أسامة عن جرير بن حازم، قال قرأت كتاب عمر بن عبد العزيز إلى عدي \"... اعلم أن أحدا لا يستطيع إنفاذ قضايا ما بين الناس حتى لا يبقى منها شيء، لابد أن تستأخر قضايا ليوم الحساب\""
    },
    {
        "id": 138,
        "text": "ابن أبي الدنيا :قال حدثني أبو حاتم الرازي قال: حدثنا موسى بن أيوب، قال: حدثنا الوليد بن مسلم عن الأوزاعي، قال: كتب عمر بن عبد العزيز إلى عدي بن أرطأة أما بعد: فإني أذكرك ليلة تمخض بالساعة وصباحها القيامة فيالها من ليلة وياله من صباح كان على الكافرين عسيرا"
    },
    {
        "id": 139,
        "text": "ابن الجوزي قال: أخبرنا إبراهيم بن إسماعيل بن أبي حبيبة الأنصاري أن عمر بن عبد العزيز كتب إلي بعض الأجناد أما بعد: فإني أوصيكم بتقوى الله ولزوم طاعته... فمن كان راغبا في الجنة أو هاربا من النار فالآن في هذه الأيام الخالية والتوبة مقبولة والذنب مغفور قبل نفاد الأجل وانقضاء المدة، وفراغ الله عز وجل للثقلين ليدينهم بأعمالهم في موطن لا تقبل فيه الفدية ولا تنفع فيه الحيلة تبرز فيه الخفيات، وتبطل فيه الشفاعات، يرده الناس جميعا بأعمالهم، وينصرفون منه أشتاتا إلى منازلهم، فطوبى يومئذ لمن أطاع الله عز وجل، وويل يومئذ لمن عصى الله عز وجل"
    },
    {
        "id": 140,
        "text": "ابن أبي الدنيا قال: وحدثني محمد قال: حدثني خالد بن عمرو الأموي قال: حدثنا عبد الأعلى بن أبي عبد الله العتري، قال: رأيت عمر بن عبد العزيز خرج يوم الجمعة في ثياب دسمة ووراءه حبشي يمشي فلما انتهى إلى الناس رجع الحبشي، فكان عمر إذا انتهى إلى الرجلين قال: هكذا رحمكما الله حتى صعد المنبر فخطب فقرأ: إذا الشمس كورت فقال: وما شأن الشمس؟ وإذا النجوم انكدرت، حتى انتهى إلى وإذا الجنة أزلفت ، فبكى ..."
    },
    {
        "id": 141,
        "text": "ابن أبي الدنيا قال: حدثنا أبو عبد الله الأزدي عن الحسن ابن محمد الخزاعي عن رجل من ولد عثمان بن عفان أن عمر بن عبد العزيز قال في بعض خطبه إن لكل سفر زادا لا محالة ... أعوذ بالله أن آمركم بما أنهى نفسي عنه فتخسر صفقتي وتظهر عولتي وتبدو مسكنتي في يوم يبدو فيه الغنى والفقر، والموازين فيه منصوبة"
    },
    {
        "id": 142,
        "text": "ابن الجوزي قال : حدثنا شعيب بن صفوان عن الفيض بن عبد الحميد قال: قال عمر بن عبد العزيز .... \"أوما رأيتم حالات الميت؟ وجهه مفقود، وذكره منسي، وبابه مهجور، كأن لم يخالط إخوان الحفاظ ولم يعمر \"الديار\" واتقوا الله يوما لا يخفى فيه مثقال ذرة في الموازين"
    },
    {
        "id": 143,
        "text": "ابن الجوزي قال حدثني بحدل الشامي عن أبيه وكان صاحبا لعمر بن عبد العزيز قال: رأيت عمر بن عبد العزيز يتلو على المنبر هذه الآية ونضع الموازين القسط ليوم القيامة . حتى ختمها فمال على أحد شقيه يريد أن يقع"
    },
    {
        "id": 144,
        "text": "أبو زرعة قال: حدثني عبد الرحمن بن إبراهيم، حدثنا الوليد ابن مسلم عن يحيى بن الحارث عن أبي سلام قال: كتب عمر بن عبد العزيز إلى صاحب دمشق أن سل أبا سلام عما سمع من ثوبان مولى رسول الله في الحوض فإن كان يثبته فاحمله على مركبة من البريد"
    },
    {
        "id": 145,
        "text": "ابن الجوزي قال: حدثنا إسماعيل بن عياش، عن العباس بن سالم اللخمي قال بعث عمر بن عبد العزيز إلى أبي سلام الحبشي يحمل على البريد. فلما قدم عليه قال : لقد شق علي قال عمر: ما أردنا ذلك ولكنه بلغني عنك حديث ثوبان في الحوض فأحببت أن أشافهك به، فقال: سمعت ثوبان: سمعت رسول الله صلى الله عليه وسلم يقول: إن حوضي من عدن إلى عمان البلقاء ماؤه أشد بياضا من اللبن وأحلى من العسل، وأكوابه عدد نجوم السماء من شرب منه شربة لم يظمأ بعدها أبدا، أول الناس ورودا عليه فقراء المهاجرين ..."
    },
    {
        "id": 146,
        "text": "أبو زرعة قال: أخبرني يحيى بن صالح الوحاظي، قال: حدثنا محمد بن مهاجر عن العباس بن سالم، عن أبي سلام: أنه دخل على عمر بن عبد العزيز فقال: لقد شققت على يا أمير المؤمنين، قال: ما أردت ذاك ولكن أحببت أن تشافهني بحديث ثوبان في الحوض"
    },
    {
        "id": 147,
        "text": "ابن أبي الدنيا :قال حدثني أبو سعيد المديني عبد الله بن المسيب، حدثني محمد بن عمر بن سعيد العطار، حدثني زكريا بن منظور، عن عمه، عن عمر بن عبد العزيز كتب إلى أخ له: يا أخي إنك قد قطعت عظيم السفر وبقي أقله فاذكر يا أخي المصادر والموارد، فقد أوحي إلى نبيك الله في القرآن أنك من أهل الورود ولم يخبر أهل الورود ولم يخبر أنك من أهل الصدور والخروج، وإياك أن تغرك الدنيا فإن الدنيا دار من لا دار له ومال من لا مال له ..."
    },
    {
        "id": 148,
        "text": "أبي الدنيا قال: حدثني محمد قال: حدثني يوسف بن الحكم قال: حدثني عبد السلام مولى مسلمة بن عبد الملك قال: بكى عمر بن عبد العزيز، فبكت فاطمة، فبكى أهل الدار لا يدري هؤلاء ما أبكى هؤلاء. فلما تجلى عنهم العبر قالت فاطمة بأبي أنت يا أمير المؤمنين مم بكيت؟ قال: ذكرت يا فاطمة منصرف القوم من بين يدي الله: فريق في الجنة وفريق في السعير، ثم صرخ وغشي عليه"
    },
    {
        "id": 149,
        "text": "أبي الدنيا حدثني محمد قال: حدثني الحميدي عن سفيان قال: كان عمر بن عبد العزيز يوما ساكتا وأصحابه يتحدثون فقالوا له: مالك لا تتكلم يا أمير المؤمنين؟ قال: كنت مفكرا في أهل الجنة كيف يتزاورون فيها وفي أهل النار كيف يصطرخون فيها ثم بكى"
    },
    {
        "id": 150,
        "text": "وقال أيضا حدثني محمد قال حدثنا يونس بن يحيى أبو نباتة قال: حدثنا ابن أبي ذيب قال حدثني من شهد عمر بن عبد العزيز وهو أمير المدينة وقرأ عنده رجل: وإذا ألقوا منها مكانا ضيقا مقرنين دعوا هنالك ثبورا ، فبكى حتى غلبه البكاء وعلا نشيجه فقام من مجلسه فدخل بيته وتفرق الناس"
    },
    {
        "id": 151,
        "text": "ابن أبي الدنيا :قال حدثنا أبو عبد الله الأزدي عن الحسن ابن محمد الخزاعي عن رجل من ولد عثمان بن عفان رضي الله عنهما: أن عمر بن عبد العزيز قال في بعض خطبه ... أما تعلمون أنه ليس بين الجنة والنار متزلة وأنتم صائرون إلى أحدهما"
    },
    {
        "id": 152,
        "text": "ابن الجوزي قال : حدثنا إسماعيل بن إبراهيم بن أبي حبيبة أن عمر بن عبد العزيز كتب إلى بعض الأجناد واعلم أنه ليس يضر عبدا صار إلى رضوان الله وإلى الجنة ما أصابه في الدنيا من فقر وبلاء، وأنه لن ينفع عبدا صار إلى سخط الله وإلى النار ما أصاب في الدنيا من نعمة أو رخاء. وما يجد أهل الجنة من مكروه أصابهم في دنياهم، وما يجد أهل النار طعم لذة نعموا بها في دنياهم كل شيء من ذلك كأن لم يكن"
    },
    {
        "id": 153,
        "text": "ابن عبد الحكم قال: وقرأ عمر بن عبد العزيز بالعشاء ذات ليلة والليل إذا يغشى ، فلما بلغ فأنذرتكم نارا تلظى ، خنقته العبرة فلم يستطع أن ينفذها فرجع حتى إذا بلغها خنقته العبرة فلم يستطع أن ينفذها فتركها وقرأ سورة غيرها"
    },
    {
        "id": 154,
        "text": "ابن الجوزي قال حدثنا الفضل بن الربيع قال: سمعت فضيل بن عياض يقول : بلغني أن عاملا لعمر بن عبد العزيز شكا إليه فكتب إليه عمر يا أخي اذكر طول سهر أهل النار مع خلود الأبد وإياك أن ينصرف بك من عند الله فيكون آخر العهد وانقطاع الرجاء، فلما قرأ الكتاب طوى البلاد حتى قدم على عمر فقال له ما أقدمك؟ قال: خلعت قلبي بكتابك. لا أعود إلى ولاية أبدا حتى ألقى الله تعالى"
    },
    {
        "id": 155,
        "text": "الدارمي قال : حدثنا سعيد بن أبي مريم المصري أنبأ إبراهيم ابن إسماعيل بن أبي حبيبة الأنصاري قال كتب عمر بن عبد العزيز إلى بعض أمراء الأجناد أما بعد : فإني أوصيك بتقوى وطاعته والتمسك الله بأمره والمعاهدة على ما حملك الله من دينه واستحفظك من كتابه، فإن بتقوى الله نجا أولياؤه من سخطه، وبها تحقق لهم ولايته ، وبها وافقوا أنبياءه، وبها نضرت وجوههم ونظروا إلى خالقهم"
    },
    {
        "id": 156,
        "text": "الدارمي أيضا قال: حدثنا موسى بن إسماعيل، ثنا حماد - يعني ابن سلمة عن علي بن زيد بن جدعان، عن عمارة القرشي أنه كان عند عمر بن عبد العزيز فأتاه أبو بردة بن أبي موسى الأشعري الله فقضى له حوائجه فلما خرج رجع فقال عمر أذكر الشيخ؟ فقال له عمر : ما ردك؟ ألم تقض حوائجك؟ قال: بلى ولكن ذكرت حديثا حدثناه أبو موسى الأشعري أن رسول الله الله قال: «يجمع الله الأمم يوم القيامة في صعيد واحد، فإذا بدا له أن يصدع بين خلقه، مثل لكل قوم ما كانوا يعبدون فيدرجونهم حتى يقحموهم النار ثم يأتي ربنا ونحن في مكان رفيع فيقول: من أنتم؟ فنقول نحن المؤمنون فيقول ما تنتظرون؟ فنقول: ننتظر ربنا فيقول من أين تعلمون أنه ربكم؟ فيقولون: حدثتنا الرسل أو ما أشبه معناه فيقول : هل تعرفونه إن رأيتموه؟ فيقولون: نعم، إنه لا عدل له فيتجلى لنا ضاحكا، ثم يقول تبارك وتعالى : أبشروا معشر المسلمين فإنه ليس منكم أحد إلا قد جعلت مكانه في النار يهوديا أو نصرانيا» فقال عمر لأبي بردة والله لقد سمعت أبا موسى يحدث بهذا الحديث عن رسول الله الله قال : نعم"
    },
    {
        "id": 157,
        "text": "قال أبو داود رحمه الله تعالى : حدثنا محمد بن كثير قال ثنا سفيان، قال: كتب رجل إلى عمر بن عبد العزيز يسأله عن القدر. ح وثنا الربيع بن سليمان المؤذن، قال: ثنا أسد بن موسى، قال: ثنا حماد ابن دلیل قال: سمعت سفيان الثوري يحدث عن النضر. ح وحدثنا هناد بن السري عن قبيصة قال: ثنا أبو رجاء، عن أبي الصلت، وهذا لفظ حديث ابن كثير ومعناهم قال كتب رجل إلى عمر ابن عبد العزيز يسأله عن القدر. فكتب أما بعد: كتبت تسأل عن الإقرار بالقدر فعلى الخبير بإذن الله وقعت، ما أعلم ما أحدث الناس من محدثة، ولا ابتدعوا من بدعة هي أبين أثرا ولا أثبت أمرا من الإقرار بالقدر، لقد كان ذكره في الجاهلية الجهلاء يتكلمون به في كلامهم، وفي شعرهم، يعزون به أنفسهم على ما فاتهم ثم لم يزده الإسلام بعد إلا شدة، ولقد ذكره رسول الله الله في غير حديث ولا حديثين، وقد سمعه منه المسلمون فتكلموا به في حياته وبعد وفاته يقينا وتسليما لربهم، وتضعيفا لأنفسهم أن يكون شيء، لم يحط به علمه، ولم يحصه كتابه، ولم يمض فيه قدره، وإنه مع ذلك لفي محكم كتابه منه اقتبسوه ومنه تعلموه، ولئن قلتم لم أنزل الله آية كذا ولم قال كذا؟ لقد قرأوا منه ما قرأتم وعلموا من تأويله ما جهلتم، وقالوا بعد ذلك كله بكتاب وقدر وكتب الشقاوة وما يقدر يكن، وما شاء كان وما لم يشأ لم يكن، ولا نملك لأنفسنا ضرا ولا نفعا ثم رغبوا بعد ذلك ورهبوا"
    },
    {
        "id": 158,
        "text": "ابن الجوزي قال : وهذه رسالة مروية عن عمر بن عبد العزيز في الأول، وجدت أكثر كلماتها لم تضبطها النقلة على الصحة، فانتقيت منها كلمات صالحة أخبرنا سليمان بن نفيع القرشي ، عن خلف أبي الفضل، القرشي عن كتاب عمر بن عبد العزيز إلى نفر كتبوا بالتكذيب بالقدر: أما بعد: فقد علمتم أن أهل السنة كانوا يقولون: \"الاعتصام بالسنة نجاة، وسينقص العلم نقصا سريعا ، ومنه قول عمر بن الخطاب وهو يعظ : \"إنه لا عذر لأحد عَبَدَ الله بعد البينة بضلالة ركبها حسبها هدى ولا في هدى تركه حسبه ضلالة فقد تبينت الأمور، وثبتت الحجة وانقطع العذر ، فمن رغب عن أنباء النبوة وما جاء به الكتاب، تقطعت من يده أسباب الهدى، ولم يجد له عصمة ينجو بها من الردى، وبلغكم أني أقول: إن الله قد علم ما العباد ،عاملون فأنكرتم ذلك، وقد قال تعالى: إنا كاشفوا العذاب قليلا إنكم عائدون، وقال: ولو ردوا لعادوا لما نهوا عنه، وزعمتم في قول الله فمن شاء فليؤمن ومن شاء فليكفر ، أن المشيئة في أي ذلك أحببتم فعلتم من ضلال أو هدى؟ والله يقول: وما تشاؤون إلا أن يشاء الله رب العالمين، فبمشيئته شاءوا. وقد حرصت الرسل على هدي الناس جميعا، فما اهتدى منهم إلا من هداه الله، وحرص إبليس على ضلالتهم جميعا، فما ضل منهم إلا من كان في علم الله ضالا. وأنكرتم أن يكون سبق لأحد من الله ضلالة أو هدى، وأنكم الذين هديتم أنفسكم من دون الله، وحجزتموها عن المعصية بغير قوة من الله ومن زعم ذلك منكم، فقد غلا في القول، لأنه لو كان شيء لم يسبق في علم الله وقدره، لكان الله في ملكه شريك تنفذ مشيئته في الخلق دون الله والله يقول: حبب إليكم الإيمان وزينه في قلوبكم وكره إليكم الكفر والفسوق والعصيان. وسميتم نفاذ الله في الخلق حيفا، وقد جاء الخبر أن الله عز وجل، خلق آدم فنثر ذريته بين يديه فكتب أهل الجنة وما هم عاملون، وكتب أهل النار وما هم عاملون\""
    },
    {
        "id": 159,
        "text": "قال أبو داود: حدثنا محمد بن كثير، قال: حدثنا سفيان، قال كتب رجل إلى عمر بن عبد العزيز يسأله عن القدر. ح وثنا الربيع بن سليمان المؤذن قال: ثنا أسد بن موسى، قال: ثنا حماد ابن دلیل، قال: سمعت سفيان الثوري يحدث عن النضر. ح وثنا هناد بن السري عن قبيصة، قال: ثنا أبو رجاء، عن أبي الصلت - وهذا لفظ ابن كثير ومعناهم، قال كتب رجل إلى عمر بن عبد العزيز يسأله عن القدر فكتب أما بعد.... كتبت تسأل عن الإقرار بالقدر فعلى الخبير بإذن الله وقعت، ما أعلم ما أحدث الناس من محدثة ولا ابتدعوا من بدعة هي أبين أثرا ولا أثبت أمرا من الإقرار بالقدر . لقد كان ذكره في الجاهلية الجهلاء يتكلمون به في كلامهم وفي شعرهم يعزون به أنفسهم على ما فاتهم، ثم لم يزده الإسلام بعد إلا شدة ولقد ذكره رسول الله صلى الله عليه وسلم في غير حديث ولا حديثين. وقد سمعه منه المسلمون فتكلموا به في حياته، وبعد وفاته يقينا، وتسليما، لربهم وتضعيفا لأنفسهم أن يكون شيء لم يحط به علمه ولم يحصه كتابه ولم يمض فيه قدره وإنه مع ذلك لفي محكم كتابه منه اقتبسوه ومنه تعلموه ولئن قلتم لم أنزل الله آية كذا ولم قال كذا، لقد قرأوا منه ما قرأتم وعلموا من تأويله ما جهلتم، وقالوا بعد ذلك كله بكتاب وقدر وكتب الشقاوة وما يقدر يكن وما شاء كان وما لم يشأ لم يكن. ولا نملك لأنفسنا ضرا ولا نفعا ثم رغبوا بعد ذلك ورهبوا"
    },
    {
        "id": 160,
        "text": "وذكر الآجرى قال أخبرنا الفريابي قال: حدثنا هشام بن عمار قال حدثنا الهيثم بن ،عمران قال سمعت عمرو بن مهاجر قال : أقبل غيلان وهو مولى لآل عثمان ، وصالح بن سويد إلى عمر بن عبد العزيز فبلغه أنهما ينطقان بالقدر فدعاهما، فقال: أعلم الله نافذ في عباده أم منتقض؟ قالا بل نافذ يا أمير المؤمنين. قال: ففيم الكلام، فخرجا فلما كان عند مرضه بلغه أنهما قد أسرفا فأرسل إليهما وهو مغضب فقال: ألم يك في سابق علمه حين أمر إبليس بالسجود: أنه لا يسجد؟ قال عمرو فأشرت إليهما برأسي قولا: نعم. فقالا: نعم. فأمر بإخراجهما وبالكتاب إلى الأجناد بخلاف ما قالا فمات عمر له قبل أن ينفذ تلك الكتب"
    },
    {
        "id": 161,
        "text": "الآجري أيضا قال: حدثنا أبو شعيب عبد الله بن حسن الحراني: حدثنا إبراهيم بن عبد الله الهروي، قال: حدثنا عبد الله بن أبي الوليد قال: خرج عمر بن عبد العزيز يوم الجمعة فخطب كما كان يخطب ثم قال: أيها الناس من عمل منكم خيرا فليحمد الله تعالى، ومن أساء فليستغفر الله ثم إن عاد فليستغفر الله فإنه لا بد لأقوام أن يعملوا أعمالا وضعها الله في رقابهم وكتبها عليهم"
    },
    {
        "id": 162,
        "text": "الآجري قال أخبرنا الفريابي قال: حدثنا محمد بن أبي بكر المقدمي قال: حدثنا عبد الرحمن بن مهدي عن عمرو بن ذر، قال: سمعت عمر بن عبد العزيز يقول: لو أراد الله عز وجل أن لا يعصى ما خلق إبليس، وقد فسر ذلك في آية من كتاب الله عز وجل عقلها من عقلها، وجهلها من جهلها ثم قرأ: فإنكم وما تعبدون ، ما أنتم عليه بفاتنين، إلا من هو صال الجحيم"
    },
    {
        "id": 163,
        "text": "الفريابي قال: حدثنا جعفر، ثنا عبد الله بن عمر القواريري، ثنا بشر بن المفضل عن سليمان التيمي قال: سئل عمر بن عبد العزيز عن القدر فقال : ما طار ذباب بين السماء والأرض إلا بقدر، قال: ثم قال للرجل لا تعد تسأل عن القدر"
    },
    {
        "id": 164,
        "text": "الفريابي أيضا : قال حدثنا جعفر نا هشام بن عمار، ثنا معاوية بن يحيى، ثنا عمرو بن ،مهاجر قال استأذن غيلان على عمر بن عبد العزيز فأذن له فقال ويحك يا غيلان ما الذي بلغني عنك أنك تقول، قال: إنما أقول بقول الله هل أتى على الإنسان حين من الدهر لم يكن شيئا مذكورا ... إلى قوله ... إما شاكرا وإما كفورا، فقال عمر: أتم السورة ويحك أما تسمع الله يقول: وما تشاءون إلا أن يشاء الله، أما تعلم أن الله قال: إني جاعل في الأرض خليفة قالوا أتجعل فيها من يفسد فيها ويسفك الدماء إلى قوله العليم الحكيم ، فقال غيلان ياأمير المؤمنين لقد جئتك جاهلا فعلمتني وأعمى فبصرتني وضالا فهديتني، فقال اخرج فلا يبلغني أنك تتكلم في شيء من هذا"
    },
    {
        "id": 165,
        "text": "عبد الرزاق قال : أخبرنا عبد الرزاق عن معمر، قال: كتب عمر بن عبد العزيز إلى عدي بن أرطأة أما بعد: فإن استعمالك سعد بن مسعود على عمان كان من الخطايا التي قدر الله عليك وقدر أن تبتلى بھا"
    },
    {
        "id": 166,
        "text": "اللالكائي قال: أخبرنا الحسن بن عثمان قال: أخبرنا أحمد ابن حمدان قال: ثنا بشر بن موسى :قال ثنا معاوية، قال: ثنا أبو إسحاق، عن الأوزاعي، قال: كتب عمر بن عبد العزيز إلى ابن له كتابا فكان فيما كتب فيه: إني أسأل الله الذي بيده القلوب يصنع ما شاء من هدى أو ضلالة"
    },
    {
        "id": 167,
        "text": "الدارمي قال حدثنا نعيم بن حماد، عن ابن المبارك، عن زيد بن رفيع الجزري، عن عمر بن عبد العزيز قال: من أقر بالعلم فقد خصم"
    },
    {
        "id": 168,
        "text": "الآجري قال: أخبرنا الفريابي قال: حدثنا أبو كامل الجحدري، قال: حدثنا بشر بن المفضل قال حدثنا التيمي قال: سئل عمر بن عبد العزيز عن القدر ؟ فقال : ما جرى ذباب بين اثنين إلا بقدر ثم قال للسائل: لا تعودن تسألني عن مثل هذا"
    },
    {
        "id": 169,
        "text": "وروى أبو داود وغيره بسنده عن عمر أنه كتب إلى عامله .. كتبت تسألني عن القدر فعلى الخبير بإذن الله سقطت، ما أحدث المسلمون محدثة ولا ابتدعوا بدعة هي أبين أثرا ولا أثبت أمرا من أمر القدر ، ولقد كان ذكره في الجاهلية الجهلاء يتكلمون به في كلامهم ويقولون به في أشعارهم يعزون به أنفسهم عن مصائبهم، ثم جاء الإسلام فلم يزده إلا شدة وقوة. ثم ذكره رسول الله في غير حديث ولا حديثين ولا ثلاثة فسمعه المسلمون من رسول الله صلى الله عليه وسلم فتكلموا فيه حياة رسول الله وبعد وفاته يقينا وتصديقا وتسليما لربهم، وتضعيفا لأنفسهم: إن يكون شيء لم يحط به علمه ولم يحصه كتابه ولم ينفذ فيه قدره. فلئن قلتم قد قال الله عز وجل في كتابه كذا وكذا ولم أنزل الله عز وجل آية كذا وكذا؟ لقد قرأوا منه ما قرأتم وعلموا من تأويله ما جهلتم ثم قالوا بعد ذلك كله كتاب ،وقدر وكتب الشقوة، وما يقدر يكن وما شاء كان وما لم يشأ لم يكن ولا نملك لأنفسنا نفعا ولا ضرا. ثم رغبوا بعد ذلك ورهبوا"
    },
    {
        "id": 170,
        "text": "الفريابي حدثنا جعفر نا هشام بن عمار، ثنا معاوية بن يجي، ثنا عمرو بن مهاجر قال استأذن غيلان على عمر بن عبد العزيز فأذن له فقال ويحك ياغيلان ما الذي بلغني عنك أنك تقول. قال إنما أقول بقول الله هل أتى على الإنسان حين من الدهر لم يكن شيئا مذكورا ... وإما كفورا فقال عمر أتم السورة، ويحك أما تسمع الله يقول: وما تشاؤون إلا أن يشاء الله ويحك يا غيلان أما تعلم أن الله قال: إني جاعل في الأرض خليفة قالوا أتجعل فيها من يفسد فيها ويسفك الدماء إلى العليم الحكيم ، فقال غيلان يا أمير المؤمنين لقد جئتك جاهلا فعلمتني، وأعمى فبصرتني، وضالا فهديتني، فقال اخرج فلا يبلغني أنك تتكلم في شيء من هذا"
    },
    {
        "id": 171,
        "text": "عبد الله بن الإمام أحمد قال: قال عمر بن عبد العزيز: ويلهم - يعني القدرية- أما يقرأون هذه الآيات ما أنتم عليه بفاتنين إلا من هو صال الجحيم ، ويلهم أما يقرأون وقرأ حتى بلغ ولقد سبقت كلمتنا لعبادنا المرسلين، إنهم لهم المنصورون، وإن جندنا لهم الغالبون"
    },
    {
        "id": 172,
        "text": "ابن سعد قال حدثنا قبيصة حدثنا سفيان، عن جعفر بن برقان، قال: سأل رجل عمر بن عبد العزيز عن شيء من الأهواء فقال: الزم دين الصبي الذي في الكتاب والأعرابي واله عما سوى ذلك"
    },
    {
        "id": 173,
        "text": "الفريابي قال: حدثنا عبيد الله بن عمر القواريري، قال: نا بشر بن المفضل، قال: نا التيمي قال سئل عمر بن عبد العزيز رحمه الله عن القدر؟ فقال: ما طار ذباب بين السماء والأرض إلا بقدر. ثم قال: للرجل لا تعد تسأل عن القدر"
    },
    {
        "id": 174,
        "text": "الآجري :قال وأخبرنا الفريابي، قال: نا عبيد الله بن معاذ، قال: نا أبي قال نا محمد بن عمرو الليثي أن الزهري حدثه، قال: دعا عمر ابن عبد العزيز رحمه الله تعالى غيلان فقال: ياغيلان بلغني أنك تتكلم في القدر. فقال ياأمير المؤمنين إنهم يكذبون علي؟ فقال: يا غيلان اقرأ أول يس فقرأ يس والقرآن الحكيم حتى أتى إنا جعلنا في أعناقهم أغلالا لا يؤمنون فقال غيلان والله يا أمير المؤمنين لكأني لم أقرأها قط قبل اليوم أشهدك يا أمير المؤمنين أني تائب مما كنت أقول . فقال عمر : اللهم إن كان صادقا فثبته وإن كان كاذبا فاجعله آية \"للمؤمنين"
    },
    {
        "id": 175,
        "text": "ابن سعد قال : حدثنا عارم بن الفضل قال: حدثنا حماد بن سلمة عن يحيى بن سعيد، أن عمر بن عبد العزيز قال: ما أصبح لي اليوم في الأمور هوى إلا في مواقع قضاء الله فيها"
    },
    {
        "id": 176,
        "text": "ابن عبد الحكم قال: وكان عمر بن عبد العزيز يدعو بهذا الدعاء: اللهم رضني بقضائك، وبارك لي في قدرك حتى لا أحب تعجيل ما أخرت ولا تأخير ما عجلت وكان عمر بن عبد العزيز يقول: ما برح بي هذا الدعاء حتى لقد أصبحت ومالي في شيء من الأمور هوى إلا في موضع القضاء"
    },
    {
        "id": 177,
        "text": "عبد الله بن الإمام أحمد :قال حدثني أبي، حدثنا إسماعيل بن إبراهيم بن زياد بن أبي حسان أنه شهد عمر بن عبد العزيز حين دفن ابنه عبد الملك فقال: رضينا بقضاء الله وسلمنا لأمره والحمد لله رب العالمين"
    },
    {
        "id": 178,
        "text": "ابن أبي الدنيا قال: حدثنا أحمد بن إبراهيم العبدي، قال: حدثنا يعلى بن الحارث المحاربي قال حدثني أبي، عن سليمان بن حبيب، قال: لما مات عبد الملك بن عمر بن عبد العزيز دخل عليه هشام الغاز فعزاه فقال عمر وأنا أعوذ بالله أن يكون لي محبة في شيء من الأمور تخالف محبة الله فإن ذلك لا يصلح لي في بلائه عندي وإحسانه إلي"
    },
    {
        "id": 179,
        "text": "ابن أبي شيبة قال: حدثنا أبو أسامة عن جرير بن حازم حدثني عيسى بن عاصم حدثني عدي بن عدي، قال: كتب إلي عمر بن عبد العزيز أما بعد: فإن الإيمان ،فرائض وشرائع، وحدودا، وسننا، فمن استكملها استكمل الإيمان، ومن لم يستكملها لم يستكمل الإيمان، فإن أعش فسأبينها لكم حتى تعملوا بها، وإن أمت فما أنا على صحبتكم بحريص"
    },
    {
        "id": 180,
        "text": "ابن أبي شيبة أيضا قال: حدثنا عمر بن أيوب عن جعفر بن برقان، قال : كتب إلينا عمر بن عبد العزيز أما بعد: فإن عرى الدين وقوائم الإسلام الإيمان بالله وإقام الصلاة وإيتاء الزكاة، فصلوا الصلاة لوقتها"
    },
    {
        "id": 181,
        "text": "ابن عبد الحكم قال : وقال عمر بن عبد العزيز: إن للإسلام حدودا، وشرائع، وسننا، فمن عمل بها استكمل الإيمان، ومن لم يعمل بها لم يستكمل الإيمان، فإن أعش أعلمكموها وأحملكم عليها، وإن مت، فما أنا على صحبتكم بحريص"
    },
    {
        "id": 182,
        "text": "ابن عبد الحكم قال: كتب عمر بن عبد العزيز رسالة وفيها: ... أسأل الله برحمته وسعة فضله أن يزيد المهتدي هدى، وأن يرجع بالمسيء التوبة في عافية منه ..."
    },
    {
        "id": 183,
        "text": "ابن سعد قال : لما ولي عمر بن عبد العزيز الخلافة رحل إليه عون بن عبد الله، وأبو الصباح موسى بن أبي كثير ، وعمر بن حمزة، فكلموه في الإرجاء، وناظروه فزعموا أنه وافقهم ولم يخالفهم في شيء منه"
    },
    {
        "id": 184,
        "text": "ابن سعد أيضا قال ممن وفد إلى عمر بن عبد العزيز وكلمه في الإرجاء موسى بن أبي كثير"
    },
    {
        "id": 185,
        "text": "ابن حزم الظاهري قال عن يحيى بن أبي كثير أن غلاما لعمر بن عبد العزيز أخذ ساحرة فألقاها في الماء فطفت فكتب إليه عمر ابن عبد العزيز أن الله لم يأمرك أن تلقيها في الماء فإن اعترفت فاقتلها"
    },
    {
        "id": 186,
        "text": "ابن قتيبة قال: حدثني زيد بن أخزم الطائي قال: نا عبد الصمد، قال: نا همام، عن يحيى بن أبي ،كثير، أن عامل عمان كتب لعمر ابن عبد العزيز ، أنا أتينا بساحرة فألقيناها في الماء فطفت فكتب إليه عمر بن عبد العزيز لسنا من الماء في شيء إن قامت البينة، وإلا فخل سبيلها"
    },
    {
        "id": 187,
        "text": "وعن ربيعة بن عطاء أن رجلا عبدا سحر جارية عربية. وكانت تتبعه فرفع إلى عروة بن محمد، وكان عامل عمر بن عبد العزيز فكتب إليه عمر بن عبد العزيز أن يبيعه بغير أرضها وأرضه ثم ادفع ثمنه إليها"
    },
    {
        "id": 188,
        "text": "ابن الجوزي قال حدثنا الصعق بن حزن قال: شهدت قراءة كتاب عمر بن عبد العزيز إلى عدي بن أرطأة وأهل البصرة. أما بعد : فإنه قد كان في الناس من هذا الشراب أمر ساءت فيه رعيتهم وغشوا فيه أمورا انتهكوها عند ذهاب عقولهم، وسفه أحلامهم بلغت بهم الدم الحرام والفرج الحرام والمال الحرام. وقد أصبح جل من يصيب من ذلك الشراب يقول : شربنا شرابا لا بأس به. ولعمري أن ما حمل على هذه الأمور وضاع الحرام لبأس شديد وقد جعل الله عنه مندوحة وسعة من أشربة كثيرة طيبة ليس في الأنفس منها جائحة: الماء العذب ،الفرات واللبن والعسل والسويق فمن انتبذ نبيذا فلا ينبذه إلا في أسقية الأدم التي لا زفت فيها. وقد بلغنا أن رسول الله صلى الله عليه وسلم نهى عن نبيذ الجر والدباء والظروف المزفتة. وكان يقال كل مسكر حرام فاستغنوا بما أحل الله عما حرم فإنا من وجدناه يشرب شيئا من هذه بعد ما تقدمنا إليه أو جعناه عقوبة شديدة، ومن استخفى فالله أشد عقوبة وأشد تنكيلا. وقد أردت بكتابي هذا اتخاذ الحجة عليكم اليوم وفيما بعد اليوم أسأل الله أن يزيد المهتدي منا ومنكم ،هدى وأن يراجع بالمسيء منا ومنكم التوبة في يسر وعافية والسلام"
    },
    {
        "id": 189,
        "text": "أبو زرعة الدمشقي قال حدثني آدم حدثنا ابن أبي ذئب عن الزهري قال: قال رجل لعمر بن عبد العزيز طلقت امرأتي وأنا سکران. قال الزهري فكان رأي عمر بن عبد العزيز أن يجلده ويفرق بينه وبين امرأته حتى حدثه أبان بن عثمان بن عفان: ليس على المجنون والسكران طلاق. فقال عمر تأمروني وهذا يحدثني عن عثمان بن عفان؟ فجلده ورد إليه امرأته"
    },
    {
        "id": 190,
        "text": "الذهبي قال: قال أبو زرعة عبد الأحد بن أبي زرارة القتباني سمعت مالكا يقول: أتى فتيان إلى عمر بن عبد العزيز وقالوا: إن أبانا توفي وترك مالا عند عمنا حميد الأمحي فأحضره عمر فلما دخل قال أنت القائل: حميد الذي أمج داره أخو الخمر ذو الشيبة الأصلع. أتاه المشيب على شربها وكان كريما فلم يترع. قال نعم ما أراني إلا سوف أحدك إنك أقررت بشرب الخمر وأنك لم تترع عنها ...."
    },
    {
        "id": 191,
        "text": "ابن سعد قال أخبرنا محمد بن عمر قال: حدثني عبد الحميد بن عمران، عن عون بن عبد الله بن عتبة، قال: بعثني عمر بن عبد العزيز في خلافته إلى الخوارج الذين خرجوا عليه فكلمتهم فقلت: ما الذي تنقمون عليه؟ قالوا ما ننقم عليه إلا أنه لا يلعن من كان قبله من أهل بيته فهذه مداهنة منه."
    },
    {
        "id": 192,
        "text": "ابن عبد البر قال أخبرنا أحمد بن محمد، ثنا محمد بن ،عيسى، ثنا بكر بن سهل ثنا نعيم بن حماد، ثنا عثمان بن سعيد بن كثير ابن دينار قال نا هشام بن يحيى بن يحيى الغساني، عن أبيه، قال: خرجت علي الحرورية بالموصل فكتبت إلى عمر بن عبد العزيز بمخرجهم فكتب إلي عمر يأمرني بالكف عنهم وأن أدعو رجالا منهم فأجعلهم على مراكب البريد حتى يقدموا على عمر فيجادلهم ... فلما قدموا على عمر أمر بترولهم ثم أدخلهم عليه فجـادلهم حتى إذا لم يجد لهم حجة رجعت طائفة منهم ونزعوا عن رأيهم وأجابوا عمر. وقالت طائفة لسنا نجيبك حتى تكفر أهل بيتك وتلعنهم وتبرأ منهم. فقال عمر: إنه لا يسعكم فيما خرجتم له إلا الصدق أعلموني هل تبرأتم من فرعون أو لعنتموه أو ذكرتموه في شيء من أموركم؟ قالوا: لا. قال: فكيف وسعكم تركه ولم يصف الله عز وجل عبدا بأخبث من صفته إياه ولا يسعني ترك أهل بيتي ومنهم المحسن والمسيء والمصيب والمخطئ..."
    },
    {
        "id": 193,
        "text": "وروى أيضا :وقال أخبرنا أحمد قال: نا محمد بن عيسى، ثنا بكر بن سهل، ثنا نعیم، ثنا عبد الله بن المبارك، قال: ثنا جرير بن حازم، عن محمد بن سليم بن بن عدي، قال: بعثني وعون بن عبد الله عمر بن عبد العزيز إلى خوارج خرجت بالجزيرة وفيه قالوا: خالفت أهل بيتك وسميتهم الظلمة فإما أن يكونوا على الباطل، فإن زعمت أنك على الحق وهم على الباطل فالعنهم وتبرأ منهم، فإن فعلت فنحن منك وأنت منا وإن لم تفعل فلست منا ولسنا منك... فقال عمر أخبروني عن اللعن أفرض هو على العباد. قالوا: نعم. قال لأحدهما : متى عهدك بلعن فرعون؟ قال: ما لى بذلك منذ زمان فقال عمر: هذا رأس من رؤوس الكفر ليس له عهد بلعنه منذ زمان، وأنا لا يسعني أن لا ألعن من خالفتهم من أهل بيتي..."
    },
    {
        "id": 194,
        "text": "ابن الجوزي قال حدثنا إبراهيم بن هشام بن يحيى الغساني، قال: حدثني أبي، عن جدي، قال: دخل الخوارج على عمر فلم يدع لهم حجة إلا كسرها، فقالوا: لسنا نجيبك حتى تكفر أهل بيتك وتلعنهم وتبرأ منهم. فقال عمر: إن الله لم يجعلني لعانا ولكن إن أبقى أنا وأنتم فسوف أحملكم وإياهم على المحجة البيضاء. فأبوا أن يقبلوا ذلك منه. فقال لهم عمر: إنه لا يسعكم في دينكم إلا الصدق منذ كم دنتم الله بهذا الدين؟ قالوا: منذ كذا وكذا .سنة. قال : فهل لعنتم فرعون وتبرأتم منه؟ قالوا: لا. قال: فكيف وسعكم تركه؟ ألا يسعني ترك أهل بيتي وقد كان فيهم المحسن والمسيء، والمصيب والمخطئ؟"
    },
    {
        "id": 195,
        "text": "ابن أبي الدنيا :قال حدثنا أحمد بن إبراهيم، نا روح بن عبادة، نا ابن جريج، قال: قال عمر بن عبد العزيز، قال رسول الله من لم يستحي فهو كافر"
    },
    {
        "id": 196,
        "text": "الملطى قال: وقال حسان بن فروخ: سألني عمر بن عبد العزيز عما تقول الأزارقة فأخبرته فقال ما يقولون في الرجم؟ فقلت يكفرون به فقال: الله أكبر كفروا بالله وبرسوله"
    },
    {
        "id": 197,
        "text": "عبد الله بن الإمام أحمد :قال حدثني أبي، نا مؤمل، نا حماد يعني ابن سلمة، حدثنا أبو جعفر الخطمي ، قال شهدت عمر بن عبد العزيز وقد دعا غيلان لشيء بلغه في القدر فقال له... ما تقول في العلم؟ قال: قد نفد العلم. قال: فأنت مخصوم اذهب الآن فقل ما شئت ويحك يا غيلان إنك إن أقررت بالعلم ،خصمت وإن جحدته كفرت. وإنك إن تقر به فتخصم خير لك من أن تجحده فتكفر ..."
    },
    {
        "id": 198,
        "text": "ابن سعد قال أخبرنا إسماعيل بن عبد الله بن أبي أويس، قال: حدثني أبي، عن سهيل بن أبي صالح أن عمر بن عبد العزيز قال: لا يقتل أحد في سب أحد إلا في سب نبي"
    },
    {
        "id": 199,
        "text": "ابن سعد قال : أخبرنا محمد بن عمر قال : حدثنا عبد الله بن أبي عبيدة عن ربيعة بن عطاء عن عمر بن عبد العزيز قال: يستتاب المرتد ثلاثة أيام فإن تاب وإلا ضربت عنقه"
    },
    {
        "id": 200,
        "text": "عبد الله بن الإمام أحمد قال: حدثني أبي، نا مؤمل، نا حماد يعني ابن سلمة حدثنا أبو جعفر الخطمي قال شهدت عمر بن عبد العزيز وقد دعا غيلان لشيء بلغه في القدر فقال له ويحك يا غيلان ما هذا الذي بلغني عنك؟ قال يكذب علي يا أمير المؤمنين ويقال علي ما لم أقل. قال: ما تقول في العلم؟ قال: قد نفد العلم. قال: فأنت مخصوم اذهب الآن فقل ما شئت ويحك يا غيلان إنك إن أقررت بالعلم خصمت، وإن جحدته كفرت، وإنك إن تقربه فتخصم خير لك من أن تجحده فتكفر"
    },
    {
        "id": 201,
        "text": "الملطى قال : وقال حسان بن فروخ سألني عمر بن عبد العزيز عما تقول الأزارقة، فأخبرته فقال: ما يقولون في الرجم؟ فقلت يكفرون به. فقال: الله أكبر كفروا بالله وبرسوله"
    },
    {
        "id": 202,
        "text": "اللالكائي قال : وذكر عبد الرحمن قال: ثنا محمد بن أحمد بن عمرو بن عيسى قال : ثنا علي بن موسى البصري قال ثنا سليمان بن عيسى الشجري قال ثنا سهل الحنفى عن مقاتل بن حيان قال: دخلت على عمر بن عبد العزيز فقال لي: من أين أنت؟ فقلت من أهل بلخ فقال: كم بينك وبين النهر ؟ قلت كذا وكذا فرسخا. فقال: هل ظهر من وراء النهر رجل يقال له جهم؟ قلت لا. قال سيظهر من وراء النهر رجل يقال له جهم يهلك خلقا من هذه الأمة يدخلهم الله وإياه النار مع الداخلين"
    },
    {
        "id": 203,
        "text": "ابن الجوزي قال: قال عباد بن إسحاق، عن الزهري، قال: قال عمر بن عبد العزيز لو أن الأمم تخابثت فجاءوا بأخبثها رجلا، وجئنا بالحجاج لظننا أنا سنغلبهم، وفى رواية إذا أتت قوم فارس بأكاسرتها والروم بقياصرتها أتينا بالحجاج فكان عدلا بهم وإني لأظن له كلمة تنجيه عندي قوله عند الموت : رب اغفر لي فإن الناس يزعمون أنك لا تغفر لي"
    },
    {
        "id": 204,
        "text": "قال: حدثنا ... عن إبراهيم بن هشام، قال: حدثني أبي، عن جدي، قال: -يعني عمر بن عبد العزيز - ما حسدت الحجاج عدو الله على شيء حسدي إياه على حبه القرآن وإعطائه أهله، وقوله حين حضرته الوفاة: اللهم اغفر لي فإن الناس يزعمون أنك لا تفعل وفي رواية عند ابن عساكر عن هشام بن يحيى الغساني عن أبيه قال: قال لي عمر بن عبد العزيز لو جاءت كل أمة بخبيثها وجئنا بأبي محمد لفتناهم فقال رجل من آل أبي معيط لا تقل ذلك فوالله إن وطأ لكم هذا الأمر الذي أصبحتم فيه غرة فقال عمر: أتحب أن يدخلك الله مدخل الحجاج؟ قال إي والله إني لأحب أن يدخلني الله مد خلا ولا يدخلني مدخلك فقال عمر: أمنوا اللهم أدخله مدخل الحجاج"
    },
    {
        "id": 205,
        "text": "قال: حدثنا عبد العزيز عن محمد بن المنكدر، قال: كان عمر بن عبد العزيز يبغض الحجاج، وكان ينفس عليه بكلمة تكلم بها عند موته : اللهم اغفر لي فإنهم زعموا أنك لا تفعل"
    },
    {
        "id": 206,
        "text": "ابن الجوزي قال: قال ابن مهدي: حدثنا عبد الله بن المبارك، عن الأوزاعي، قال: قال عمر بن عبد العزيز: \"إذا رأيت قوما يتناجون في دينهم بشيء دون العامة فاعلم أنهم على تأسيس ضلالة\""
    },
    {
        "id": 207,
        "text": "ابن عبد الحكم قال: قال عمر بن عبد العزيز: سنّ رسول الله وولاة الأمر من بعده سننا الأخذ بها اعتصام بكتاب الله وقوة على دين الله، ليس لأحد تبديلها ولا تغييرها، ولا النظر في أمر خالفها من اهتدى بها فهو مهتد ومن استنصر بها فهو منصور، ومن تركها واتبع غير سبيل المؤمنين ولاه الله ما تولى وأصلاه جهنم وساءت مصيراً"
    },
    {
        "id": 208,
        "text": "ابن عبد الحكم أن عمر كتب رسالة إلى الخوارج وفيها: ... أقسم بالله لو كنتم أبكاري من أولادي ورغبتم عما فرشنا للعامة فيما ولينا لدفقت دماءكم أبتغي بذلك وجه الله والدار الآخرة"
    },
    {
        "id": 209,
        "text": "ابن عبد الحكم قال: لما ولي عمر بن عبد العزيز كتب: أما بعد: فإني أوصيكم بتقوى الله ولزوم كتابه والاقتداء بسنة نبيه وهديه، ... وليس لأحد في كتاب الله ولا في سنة نبيه الأمر ولا رأي إلا إنفاذه والمجاهدة عليه فإن الذي في نفسي وبغيتي في أمر أمة محمد أن تتبعوا كتاب الله وسنة نبيه الله وأن تجتنبوا ما مالت إليه الأهواء والزيغ البعيد، من عمل بغيرهما فلا كرامة ولا رفعة له في الدنيا والأخرى، وليعلم من عسى أن يذكر له ذلك، ولعمري لأن تموت نفسي في أول نفس أحب إلى من أن أحملهم على غير اتباع كتاب ربهم وسنة نبيهم التي عاش عليها من عاش وتوفاه الله عليها حين توفاه - إلا أن يأتي علي وأنا حريص على اتباعه وإن أهون الناس علي تلفاً وحزنًا لمن عسى أن يريد خلاف شيء من تلك السنة ..."
    },
    {
        "id": 210,
        "text": "ابن عبد الحكم قال: قال عمر بن عبد العزيز إن الله فرض فرائض وسن سننا من أخذ بها لحق ومن تركها محق"
    },
    {
        "id": 211,
        "text": "ابن عبد الحكم قال: قال عمر بن عبد العزيز: يا ليتني عملت فيكم بكتاب الله وعملتم به فكلما عملت فيكم بسنة وقع مني عضو، حتى يكون آخر شيء منها خروج نفسي"
    },
    {
        "id": 212,
        "text": "ابن عبد الحكم قال كتب عمر بن عبد العزيز إلى الخوارج من عبد الله عمر أمير المؤمنين إلى هؤلاء العصابة الذين خرجوا، أما بعد: فإني أدعوكم إلى كتاب الله وسنة نبيه . ..."
    },
    {
        "id": 213,
        "text": "ابن سعد قال أخبرنا يزيد بن هارون قال: أخبرنا عبد الله ابن يونس الثقفي عن سيار أبي الحكم :قال لما ولي عمر بن عبد العزيز خرج إلى المسجد فصعد المنبر وحمد الله فأثنى عليه ثم قال: أما بعد: فإنه ليس بعد نبيكم نبي ولا بعد الكتاب الذي أنزل عليه كتاب، ألا إن ما أحل الله حلال إلى يوم القيامة، وما حرم الله حرام إلى يوم القيامة، ألا إني لست بقاض ولكني منفذ ألا إني لست بمبتدع ولكني متبع"
    },
    {
        "id": 214,
        "text": "ابن عبد الحكم قال: قال عمر بن عبد العزيز سن رسول الله له ولاة الأمر من بعده سننا الأخذ بها اعتصام بكتاب الله وقوة على دين الله ليس لأحد تبديلها ولا تغييرها ولا النظر في أمر خالفها...."
    },
    {
        "id": 215,
        "text": "ابن أبي شيبة :قال محمد بن بشر قال: حدثنا عبيد الله بن الوليد عن عبيد بن الحسن قال قالت الخوارج لعمر بن عبد العزيز: تريد أن تسير فينا بسيرة عمر بن الخطاب؟ فقال: ما لهم قاتلهم الله؟! والله ما زدت أن أتخذ رسول الله إماما"
    },
    {
        "id": 216,
        "text": "البلاذری : قال : كتب عمر بن عبد العزيز\" مروا أهل الصلاح يتذاكروا السنن في مجالسهم ومساجدهم وأسواقهم"
    },
    {
        "id": 217,
        "text": "محمد بن نصر المروزي قال: قال الأوزاعي قال عمر بن عبد العزيز لا عذر لأحد بعد السنة في ضلالة ركبها يحسب أنها هدى"
    },
    {
        "id": 218,
        "text": "ابن عبد البر :قال حدثنا عبد الوارث، نا قاسم نا أحمد بن زهير، نا الحوطي نا إسماعيل بن عياش عن سوادة بن زياد، وعمرو بن مهاجر، عن عمر بن عبد العزيز أنه كتب إلى الناس أنه : لا رأي لأحد مع سنة سنها رسول الله"
    },
    {
        "id": 219,
        "text": "ابن عبد الحكم قال :قال سليمان بن داود الخولاني، أن عمر بن عبد العزيز كان يقول: يا ليتني قد عملت فيكم بكتاب الله، وعملتم به، فكلما عملت فيكم بسنة وقع مني عضو حتى يكون آخر شيء منها خروج روحي"
    },
    {
        "id": 220,
        "text": "الفسوي قال حدثنا ابن بكير قال: حدثني الليث قال: حدثني عبد العزيز، عن عبيد الله بن عمر، عن عبد الله بن عبيد الله بن عاصم خال عمر بن عبد العزيز أنه قال: قدمنا على عمر بن عبد العزيز حين استخلف قال : وجاءه الناس من كل مكان قال: فجلس على المنبر فحمد الله وأثنى عليه... وقال: والله لولا أن أنعش سنة أو أسير بحق ما أحببت أن أعيش فواقا"
    },
    {
        "id": 221,
        "text": "ابن عبد الحكم قال: قال عمر بن عبد العزيز:... ألا لا سلامة لامرئ في خلاف السنة ..."
    },
    {
        "id": 222,
        "text": "ابن سعد قال أخبرنا سعيد بن عامر، عن حزم بن أبي حزم قال: قال عمر بن عبد العزيز في كلام له : فلو كان كل بدعة يميتها الله على يدي وكل سنة ينعشها الله على يدي ببضعة من لحمي حتى يأتي آخر ذلك على نفسي كان في الله يسيرًا"
    },
    {
        "id": 223,
        "text": "الآجري قال: حدثني أبو بكر بن عبد الله محمد بن عبد الحميد الواسطي، قال: نا أبو موسى محمد بن المثنى، قال: نا مؤمل بن إسماعيل، قال: نا سفيان الثوري، قال: حدثني شيخ - قال مؤمل: زعموا أنه أبو رجاء الخراساني أن عدي بن أرطأة كتب إلى عمر بن عبد العزيز إن قبلنا قوما يقولون لا ،قدر فاكتب إلي برأيك واكتب إلي بالحكم فيهم فكتب إليه: بسم الله الرحمن الرحيم من عبد الله عمر أمير المؤمنين إلى عدي بن أرطأة. أما بعد: فإني أحمد إليك الله الذي لا إله إلا هو، أما بعد: فإني أوصيك بتقوى الله والاقتصاد في أمره واتباع سنة نبيه وترك ما أحدث المحدثون مما قد جرت سنته وكفوا مؤنته فعليكم بلزوم السنة فإن السنة إنما سنها من قد عرف ما في خلافها من الخطأ و الزلل والحمق والتعمق"
    },
    {
        "id": 224,
        "text": "ابن سعد قال: أخبرنا قبيصة بن عقبة، قال: أخبرنا سفيان، عن جعفر بن برقان قال: جاء رجل إلى عمر بن عبد العزيز فسأله عن شيء من الأهواء فقال: الزم دين الصبي في الكتاب والأعرابي، واله عما سوى ذلك"
    },
    {
        "id": 225,
        "text": "أبو زرعة قال: وحدثني عبد الرحمن بن إبراهيم، قال: حدثنا الوليد بن مسلم، عن يحيى بن الحارث، عن أبي سلام قال: كتب عمر بن عبد العزيز إلى صاحب دمشق؛ أن سل أبا سلام عما سمع من ثوبان مولى رسول الله صلى الله عليه وسلم في الحوض ، فإن كان يثبته فاحمله على مركبة من البريد"
    },
    {
        "id": 226,
        "text": "وقال: أخبرني يحيى بن صالح الوحاظي قال: حدثنا محمد بن مهاجر، عن العباس بن سالم عن أبي سلام أنه دخل على عمر بن عبد العزيز فقال: لقد شققت عليَّ يا أمير المؤمنين قال: ما أردت ذاك، ولكن أحببت أن تشافهني بحديث ثوبان في الحوض"
    },
    {
        "id": 227,
        "text": "ابن عبد الحكم قال: قال عمر بن عبد العزيز: سن رسول الله وولاة الأمر من بعده سننا الأخذ بها اعتصام بكتاب الله وقوة على دين الله ليس لأحد تبديلها ولا تغييرها، ولا النظر في أمر خالفها، من اهتدى بها فهو مهتد ومن استنصر بها فهو منصور، ومن تركها واتبع غير سبيل المؤمنين ولاه الله ما تولى وأصلاه جهنم وساءت مصيرا"
    },
    {
        "id": 228,
        "text": "أبو نعيم الحافظ قال: حدثنا حبيب بن الحسن، ثنا جعفر ابن محمد الفريابي، حدثنا قتيبة بن سعيد، ثنا عرعرة بن البرند، عن حاجب بن خليف البرجمي، قال: شهدت عمر بن عبد العزيز يخطب الناس وهو خليفة فقال في خطبته ألا إن ما سن رسول الله صلى الله عليه وسلم وصاحباه فهو دين نأخذ به وننتهى إليه، وما سن سواهما فإنا نرجئه"
    },
    {
        "id": 229,
        "text": "ابن عبد الحكم قال وذكر أن عمر بن عبد العزيز كتب إلى سالم بن عبد الله بن عمر بن الخطاب من عمر بن عبد العزيز إلى سالم بن عبد الله أما بعد: فقد ابتليت بما ابتليت به من أمر هذه الأمة من غير مشاورة مني، ولا إرادة يعلم الله ذلك، فإذا أتاك كتابي هذا، فاكتب إلي بسيرة عمر بن الخطاب في أهل القبلة وأهل العهد، فإني سائر بسيرته، إن أعانني الله على ذلك والسلام"
    },
    {
        "id": 230,
        "text": "عبد الرزاق قال : عن ابن عيينة عن عمرو بن دينار، عن عون بن عبد الله، قال: قال لي عمر بن عبد العزيز أعدلان عندك عمر وابن عمر؟ قال: قلت نعم قال إنهما لم يكونا يكبران هذا التكبير"
    },
    {
        "id": 231,
        "text": "أبو زرعة الدمشقي قال حدثني آدم حدثنا ابن أبي ذئب، عن الزهري، قال: قال رجل لعمر بن عبد العزيز: طلقت امرأتي وأنا سکران قال ،الزهري فكان رأي عمر بن عبد العزيز أن يجلده ويفرق بينه وبين امرأته حتى حدثه أبان بن عثمان عن أبيه) ليس على المجنون ولا السكران ،طلاق، فقال عمر: تأمروني وهذا يحدثني عن عثمان بن عفان؟ فجلده ورد إليه امرأته"
    },
    {
        "id": 232,
        "text": "ابن عبد الحكم قال: قال عمر بن عبد العزيز: سن رسول الله الا الله و وولاة الأمر من بعده سننا الأخذ بها اعتصام بكتاب الله، وقوة على دين الله، ليس لأحد تبديلها ولا تغييرها ولا النظر في أمر خالفها، من اهتدى بها فهو مهتد ومن استنصر بها فهو منصور، ومن تركها، واتبع غير سبيل المؤمنين، ولاه الله ما تولى وأصلاه جهنم وساءت مصيرا"
    },
    {
        "id": 233,
        "text": "عبد الله بن الإمام أحمد قال: حدثنا داود بن عمرو، حدثنا ابن المبارك، أخبرني الأوزاعي قال: قال عمر بن عبد العزيز إذا رأيت القوم يتناجون في دينهم دون العامة فاعلم أنهم على تأسيس ضلالة"
    },
    {
        "id": 234,
        "text": "ابن سعد قال : حدثنا قبيصة بن عقبة عن سفيان الثوري عن جعفر بن برقان قال: إن عمر بن عبد العزيز قال لرجل، وسأله عن الأهواء فقال: عليك بدين الصبي الذي في الكتاب، والأعرابي واله عما سوى ذلك"
    },
    {
        "id": 235,
        "text": "البلاذرى قال : كتب عمر بن عبد العزيز إلى عامل له: أمت كل بدعة وأحي كل سنة من سنن الإسلام وشريعة من شرائعه ولا تأخذنك في الله لومة لائم ."
    },
    {
        "id": 236,
        "text": "ابن عبد الحكم قال: قال عمر بن عبد العزيز .. فمن كان سائلا عن الذي في نفسي، وعن بغيتي في أمر أمة محمد ، فإن الذي في نفسي وبغيتي منه والحمد لله رب العالمين أن تتبعوا كتاب الله وسنة نبيه، وأن تجتنبوا ما مالت إليه الأهواء والزيغ البعيد ...."
    },
    {
        "id": 237,
        "text": "الآجري قال: وحدثني أبو بكر عبد الله بن محمد بن عبد الحميد الواسطي، قال: نا أبو موسى محمد بن المثنى قال: نا مؤمل بن إسماعيل قال نا سفيان الثوري، قال حدثني شيخ قال مؤمل زعموا أنه أبو رجاء الخراساني أن عدي بن أرطأة كتب إلى عمر بن عبد العزيز: أن قبلنا قوما يقولون لا قدر فاكتب إلي برأيك... فكتب عمر: أما بعد: ... فإني أوصيك بتقوى الله، والاقتصاد في أمره، واتباع سنة نبيه وترك ما أحدث المحدثون بعده مما قد جرت سنته، وكفوا مؤنته،"
    },
    {
        "id": 238,
        "text": "ابن عبد الحكم أن عمر بن عبد العزيز قال: \"... والله لولا أن أنعش سنة، أو أسير بحق ما أحببت أن أعيش فواقا"
    },
    {
        "id": 239,
        "text": "عبد الرزاق الصنعاني قال أخبرنا معمر بن راشد أن عمر ابن عبد العزيز قال: قد أفلح من عصم من الهوى، والغضب، والطمع"
    },
    {
        "id": 240,
        "text": "الإمام الشافعي قال: سمعت عبد الله بن مؤمل المخزومي يحدث عن عمر بن عبد الرحمن بن محيصن عن عمر بن عبد العزيز قال: لم يزل أمر بني إسرائيل مستقيما حتى حدث فيهم المولدون أبناء سبايا الأمم فقالوا فيهم بالرأي فضلوا وأضلوا"
    },
    {
        "id": 241,
        "text": "الخطيب البغدادي قال: أخبرنا التنوخي، قال: حدثنا أبو الحسن أحمد بن يوسف بن يعقوب ابن إسحاق بن البهلول التنوخي حدثني أبي حدثنا أبو الحسن المثنى بن جامع حدثنا سريج بن يونس، حدثنا فرج بن فضالة، عن كليب بن ميمون عن ميمون بن مهران قال: أوصاني عمر بن عبد العزيز فقال: يا ميمون لا تخل بامرأة لا تحل لك وإن أقرأتها القرآن، ولا تتبع السلطان وإن رأيت أنك تأمره بمعروف وتنهاه عن منكر، ولا تجالس ذا هوى فيلقي في نفسك شيئا يسخط الله به عليك"
    },
    {
        "id": 242,
        "text": "عبد الله بن الإمام أحمد قال: حدثنا عبد الله حدثنا بيان، حدثنا محمد بن حاتم، حدثنا بشر بن الحارث قال: سمعت عيسى بن يونس عن الأوزاعي، عمن حدثه قال: قال عمر بن عبد العزيز: ما انتجي قوم في دينهم دون جماعتهم إلا كانوا على تأسيس ضلالة"
    },
    {
        "id": 243,
        "text": "وحدثنا عبد الله، حدثنا داود بن عمر، وحدثنا ابن المبارك، أخبرني الأوزاعي، قال: قال عمر بن عبد العزيز: \"إذا رأيت القوم يتناجون في دينهم دون العامة فاعلم أنهم على تأسيس ضلالة"
    },
    {
        "id": 244,
        "text": "وحدثنا عبد الله حدثني حسين بن الجنيد، حدثنا أبو نعيم، حدثنا عمرو بن عثمان قال سمعت عمر بن عبد العزيز قال: \"انتهى علم الراسخين في العلم بتأويل القرآن إلى أن قالوا: آمنا به كل من عند ربنا"
    },
    {
        "id": 245,
        "text": "ابن عبد الحكم في رسالة عمر إلى الخوارج وفيها... وأذكركم بالله أن تشبهوا علينا كتاب الله وسنة نبيه ونحن ندعوكم إليهما ... \""
    },
    {
        "id": 246,
        "text": "ابن عبد الحكم قال : قال عمر: \"... فمن كان سائلا عن الذي في نفسي. وعن بغيتي في أمر محمد الله فإن الذي في نفسي وبغيتي منه والحمد لله رب العالمين أن تتبعوا كتاب الله وسنة نبيه، وأن تجتنبوا ما مالت إليه الأهواء والزيغ البعيد"
    },
    {
        "id": 247,
        "text": "ابن عبد الحكم أن عمر كتب إلى أمراء الأجناد رسالة وفيها ... وما من قوم يسمعون بقضاء إمام إلا سيختلفون فيه على أهوائهم إلا من رحم الله فإن من رحم الله لا يختلفون في قضائه فإنه قال: ولا يزالون مختلفين إلا من رحم ربك ولذلك خلقهم"
    },
    {
        "id": 248,
        "text": "ابن عبد الحكم قال: قال عمر بن عبد العزيز:\" سن رسول الله وولاة الأمر من بعده سننا الأخذ بها اعتصام بكتاب الله وقوة على دين الله ليس لأحد تبديلها ولا تغييرها، ولا النظر في أمر خالفها من اهتدى بها فهو مهتد ومن استنصر بها فهو منصور ومن تركها واتبع غير سبيل المؤمنين ولاه الله ما تولى وأصلاه جهنم وساءت مصيرا"
    },
    {
        "id": 249,
        "text": "ابن سعد قال أخبرنا عفان بن مسلم، قال: حدثنا حماد بن زيد، عن يحيى بن سعيد قال: قال عمر بن عبد العزيز من جعله دينه غرضا للخصومات أكثر التنقل"
    },
    {
        "id": 250,
        "text": "ابن عبد الحكم قال وقال عثمان بن كثير بن دينار، أن عمر بن عبد العزيز كتب إلى بعض عماله وفيها ... وقد ذلت ألسنة كثير من الناس بآية وضعوها غير موضعها وتأولوا فيها قول الله عز وجل: يا أيها الذين آمنوا عليكم أنفسكم لا يضركم من ضل إذا اهتديتم"
    },
    {
        "id": 251,
        "text": "ابن أبي الدنيا قال: حدثنا إسحاق بن إبراهيم، حدثنا حماد ابن زيد، عن يحيى بن سعيد، قال: قال عمر بن عبد العزيز رحمه الله: \"من جعل دينه غرضا للخصومات أكثر التنقل\""
    },
    {
        "id": 252,
        "text": "ابن أبي الدنيا أيضا قال: حدثني علي بن الحسين عن إبراهيم بن مهدي حدثنا إسماعيل بن عياش عن عمرو بن مهاجر، قال: سمعت عمر بن عبد العزيز الهلهلهلهله قال : إذا سمعت المراء فأقصر"
    },
    {
        "id": 253,
        "text": "ابن الجوزي قال: حدثنا بشر بن عبد الله بن بشار أن عمر ابن عبد العزيز قال: \"احذروا المراء فإنه لا تؤمن فتنة ولا تفهم حكمته"
    },
    {
        "id": 254,
        "text": "عبد الرزاق قال: وعن معمر أن عمر بن عبد العزيز قال: قد أفلح من عصم من المراء والغضب، والطمع"
    },
    {
        "id": 255,
        "text": "ابن عبد الحكم قال: وقال ميمون بن مهران: سألني ابن عبد العزيز على فريضة فأجبته فيها فضرب على فخذي ثم قال: ويحك يا ميمون بن مهران إني وجدت لقيا الرجال تلقيحا لألبابهم"
    },
    {
        "id": 256,
        "text": "ابن عبد الحكم أيضا :قال بعث عمر بن عبد العزيز محمد ابن الزبير الحنظلي إلى شوذب الحروري، وأصحابه حين خرجوا بالجزيرة ، قال: فكتب معنا إليهم كتابا فأتيناهم فأبلغناهم رسالته وكتابه، فبعثوا معنا رجلين منهم أحدهما من بني شيبان والآخر في حبشية، أشد الرجلين حجة ولسانا. فقدمنا بهما إلى عمر بن عبد العزيز وهو بخناصره فصعدنا إليه في غرفة فيها ابنه عبد الملك وكاتبه مزاحم فأعلمناه مكانهما فقال: ابحثوهما إن لا يكون معهما ،حديدة، ثم أدخلوهما ففعلنا، فلما دخلا، قالا: السلام عليكم ثم جلسا، فقال لهما عمر: أخبراني ما أخرجكما مخرجكما هذا؟ وأي شيء نقمتم علينا؟ فقال الذي في حبشية، والله ما نقمنا عليك في سيرتك فإنك لتجرى العدل والإحسان ولكن بيننا وبينك أمر إن أعطيتناه فأنت منا ونحن منك، وإن منعتنا فلست منا ولسنا منك. قال عمر: وما هو ؟ قال: رأيتك خالفت أعمال أهل بيتك وسلكت غير طريقهم وسميتها ،مظالم، فإن زعمت أنك على هدى وهم على ضلال فابراً منهم والعنهم ، فهو الذي يجمع بيننا وبينك أو يفرق. قال: فتكلم عمر عند ذلك فقال: إني قد عرفت أو ظننت أنكم لم تخرجوا لطلب الدنيا، ولكنكم أردتم الآخرة فأخطأتم سبيلها. وأنا سائلكم عن أمر فبالله لتصدقاني عنه فيما بلغه علمكما قالا نفعل. قال: أرأيتم أبابكر أليسا من أسلافكم وممن تقولون وتشهدون لهما بالنجاة؟ قالا: بلى. فقال: هل تعلمون أن العرب ارتدت بعد رسول الله صلى الله عليه وسلم فقاتلهم أبو بكر فسفك الدماء، وسبي الذراري، وأخذ الأموال؟ قالا: قد كان ذلك. قال: فهل تعلمان أن عمر لما قام بعده رد تلك السبايا إلى عشائرهم؟ قالا: قد كان ذلك. قال: فهل برئ أبو بكر من عمر أو عمر من أبي بكر؟ قالا: لا. قال: فهل تبرأون من واحد منهما؟ قالا: لا. قال: أخبراني عن أهل النهروان أليسوا من أسلافكم وممن تتولون وتشهدون لهم بالنجاة؟ قالا: بلى قال: فهل تعلمون أن أهل الكوفة حين خرجوا إليهم كفوا أيديهم فلم يخيفوا آمنا ولم يسفكوا دما، ولم يأخذوا مالا؟ قالا: قد كان ذلك. قال: فهل تعلمون أن أهل البصرة حين خرجوا إليهم مع عبد الله ابن وهب الراسبي استعرضوا الناس فقتلوهم، وعرضوا لعبد الله بن خباب صاحب النبي فقتلوه وقتلوا ،جاريته، ثم صبحوا حيا من العرب يقال لهم بنوا قطيعة فاستعرضوهم فقتلوا الرجال والنساء، والولدان حتى جعلوا يلقون الأطفال في قدور الأقط وهي تفور بهم قالا: قد كان ذلك. قال: فهل برئ أهل الكوفة من أهل البصرة، أو أهل البصرة من أهل الكوفة؟ قالا : لا. قال: فهل تبرأون من طائفة منهما. قالا: لا. قال عمر: أخبراني أرأيتم الدين واحد أم اثنين؟ قالا: بل واحد. قال: فهل يسعكم فيه شيء يعجز عني؟ قالا: لا. قال: فكيف وسعكم أن توليتم أبا بكر وعمر وتولى كل واحد منهما صاحبه وقد اختلفت سيرتهما؟ أم كيف وسع أهل الكوفة أن تولوا أهل البصرة وأهل البصرة أهل الكوفة وقد اختلفوا في أعظم الأشياء في الدماء والفروج، والأموال. ولا يسعني بزعمكما إلا لعن أهل بيتي والبراءة منهم، فإن كان لعن أهل الذنوب فريضة مفروضة لابد منها فأخبرني عنك أيها المتكلم متى عهدك بلعن أهل فرعون، ويقال: بلعن هامان؟ قال: ما أذكر متى لعنته. قال: ويحك فيسعك ترك لعن فرعون ولا يسعني بزعمك إلا لعن أهل بيتي والبراءة منهم؟ ويحكم إنكم قوم جهال أردتم أمرا فأخطأتموه، فأنتم تقبلون من الناس ما رد عليهم رسول الله صلى الله عليه وسلم وتردون عليهم ما قبل منهم ويأمن عندكم من خاف عنده، ويخاف عندكم من أمن عنده قالا: ما نحن كذلك. قال: بلى؛ تقرون بذلك الآن . هل علمتم أن رسول الله صلى الله عليه وسلم بعث إلى الناس وهم عبدة أوثان فدعاهم إلى أن يخلعوا الأوثان، وأن يشهدوا أن لا إله إلا الله وأن محمدا رسول الله ، فمن فعل ذلك حقن دمه وأمن عنده، وكان أسوة المسلمين ومن أبى ذلك جاهده؟ قالا : بلى. قال: أفلستم أنتم اليوم تبرأون ممن يخلع الأوثان وممن يشهد أن لا إله إلا الله وأن محمدا عبده ورسوله. وتلعنونه وتقتلونه وتستحلون دمه وتلقون من يأبى ذلك من سائر الأمم من اليهود والنصارى فتحرمون دمه ويأمن عندكم؟ فقال الذي في حبشية ما رأيت حجة أبين ولا أقرب مأخذا حجتك، أما من أنا فأشهد أنك على الحق وأنني برئ ممن خالفك. وقال للشيباني فأنت ما تقول؟ قال: ما أحسن ما قلت وأحسن ما وصفت ولكن أكره أن أفتات على المسلمين بأمر لا أدري ما حجتهم فيه حتى أرجع إليهم فلعل عندهم حجة لا أعرفها قال: فأنت أعلم قال فأمر للحبشي بعطائه وأقام عنده خمس عشرة ليلة ثم مات ولحق الشيباني بقومه فقتل معهم"
    },
    {
        "id": 257,
        "text": "ابن عبد الحكم قال: ودخل رجلان من الخوارج على عمر ابن عبد العزيز فقالا : السلام عليك يا إنسان فقال وعليكما السلام يا إنسانان قالا طاعة الله أحق ما اتبعت قال من جهل ذلك ضل. قالا: الأموال لا تكون دولة بين الأغنياء. قال: قد حرموها. قالا: مال الله يقسم على أهله. قال: الله بين في كتابه تفصيل ذلك. قالا: تقام الصلاة لوقتها. قال: هو من حقها قالا: إقامة الصفوف في الصلوات. قال: هو من تمام السنة. قالا: إنما بعثنا إليك. قال: بلغا ولا تهابا. قالا: ضع الحق بين الناس. قال: الله أمر به قبلكما قالا : لا حكم إلا لله. قال: كلمة حق إن لم تبتغوا بها باطلا قالا: ائتمن الأمناء. قال: هم أعواني قالا: احذر الخيانة. قال: السارق محذور قالا فالخمر ولحم الخنزير. قال: أهل الشرك أحق به قالا فمن دخل في الإسلام فقد أمن قال: لولا الإسلام ما أمنا. قالا: أهل عهود رسول الله قال لهم عهودهم. قالا: لا تكلفهم فوق طاقتهم. قال: لا يكلف الله نفسا إلا وسعها ، قالا: خرب الكنائس. قال: هي من صلاح رعيتي قالا ذكرنا بالقرآن. قال: واتقوا يوما ترجعون فيه إلى الله قالا : تردنا على دواب البريد. قال: لا هو من مال الله لا نطيبه لكما قالا فليس معنا نفقة. قال: أنتما إذن إبنا سبيل علي نفقتكما"
    },
    {
        "id": 258,
        "text": "عبد الله بن الإمام أحمد قال: حدثني أبي، نا محمد بن سلمة، أنبأنا خصيف، قال: قال عمر لا اله الله الغيلان؛ ألست تقر بالعلم؟ قال: بلى. قال: فما تريد مع أن الله عز وجل يقول: فإنكم وما تعبدون ما أنتم عليه بفا تنين إلا من هو صال الجحيم"
    },
    {
        "id": 259,
        "text": "عبد الله بن الإمام أحمد قال: حدثني أبي، نا مؤمل، نا حماد يعني ابن سلمة، حدثنا أبو جعفر الخطمي، قال: شهدت عمر بن عبد العزيز وقد دعا غيلان لشيء بلغه في القدر فقال له: ويحك ياغيلان ما هذا الذي بلغني عنك؟ قال: يكذب علي يا أمير المؤمنين ويقال علي ما لم أقل. قال: ما تقول في العلم. قال: قد نفد العلم. قال: فأنت مخصوم اذهب الآن فقل ما شئت، ويحك ياغيلان إنك إن أقررت بالعلم خصمت، وإن جحدته كفرت، وإنك أن تقر به فتخصم خير لك من أن تجحده فتكفر. ثم قال: تقرأ ياسين قال: نعم. قال: إقرأ يس والقرآن الحكيم: فقرأ يس والقرآن الحكيم) إلى قوله: (لقد حق القول على أكثر هم فهم لا يؤمنون ، قال: كيف ترى؟ قال: كأني لم أقرأ هذه الآية يا أمير المؤمنين. قال: زد فقراً: إنا جعلنا في أعناقهم أغلالا فهي إلى الأذقان فهم مقمحون، وجعلنا من بين أيديهم سداً ومن خلفهم سداً فأغشيناهم فهم لا يبصرون، قال: قال عمر رحمه الله: قل: (فأغشيناهم فهم لا يبصرون وسواء عليهم اأنذرتهم أم لم تنذرهم لا يؤمنون)، قال: كيف ترى؟ قال: كأني لم أقرأ هذه الآيات قط، وإني لأعاهد الله أن لا أتكلم في شيء مما كنت أتكلم فيه أبداً قال: اذهب. فلما تولى قال: اللهم إن كان كاذبا فيما قال فأذقه حر السلاح."
    },
    {
        "id": 260,
        "text": "ابن عبد البر قال: ورُوي أن عمر بن عبد العزيز كتب إلى الحسن البصري: إن الله لا يطالب خلقه بما قضى عليهم وقدر، ولكن يطالبهم بما نهاهم عنه وأمر فطالب نفسك من حيث يطالب ربك. والسلام"
    },
    {
        "id": 261,
        "text": "ابن سعد قال: أخبرنا مسلم بن إبراهيم قال حدثني الحارث بن عبيد قال حدثنا مطر الوراق عن رجاء بن حيوة قال: قال عمر بن عبد العزيز لمكحول إياك أن تقول في القدر ما يقول هؤلاء يعنى غيلان وأصحابه"
    },
    {
        "id": 262,
        "text": "ابن بطة قال حدثنا أبو صالح قال حدثنا أبوا لأحوص قال: حدثنا محمد بن كثير عن الأوزاعي قال: كتب غيلان إلى عمر بن عبد العزيز: أما بعد يا أمير المؤمنين فهل رأيت عليما حكيما أمر قوما بشيء ثم حال بينهم وبينه ويعذبهم عليه قال: فكتب إليه عمر فهل رأيت قادرا قاهرا يعلم ما يكون خلف لنفسه عدوا وهو يقدر على هلاكه قال فبطلت الرسالة الأولى."
    },
    {
        "id": 263,
        "text": "عبد الله بن الإمام أحمد قال: قال حوثرة وحدثنا حماد بن سلمة عن أبي جعفر الخطمي قال قيل لعمر بن عبد العزيز رحمه الله إن غيلان يقول في القدر كذا وكذا فمر به فقال: أخبرني عن العلم ؟ فقال سبحان الله قد علم الله كل نفس ما هي عاملة وإلى ما هي صائرة فقال عمر بن عبد العزيز : والذي نفسي بيده لو قلت غير هذا لضربت عنقك اذهب الآن فاجهد جهدك"
    },
    {
        "id": 264,
        "text": "أبو نعيم قال حدثنا أبي وأبو محمد بن حيان، قالا: ثنا إبراهيم بن محمد بن الحسن ثنا موسى بن ،عامر، ثنا الوليد بن مسلم، قال: قال عبد الله بن العلاء: سمعت عمر بن عبد العزيز يخطب في الجمع بخطبة واحدة يرددها يفتتحها بسبع كلمات: إن الحمد لله نحمده ونستعينه ونستغفره ونعوذ بالله من شرور أنفسنا ومن سيئات أعمالنا من يهد الله فلا مضل له ومن يضلل الله فلا هادي له...\" وأشهد أن لا إله إلا الله وحده لا شريك له وأن محمدا عبده ورسوله، من يطع الله ورسوله فقد رشد ومن يعص الله ورسوله فقد غوى، ثم يوصي بتقوى الله ،ويتكلم، ثم يختم خطبته الأخيرة بقراءة هؤلاء الآيات يا عبادي الذين أسرفوا على أنفسهم ... إلى تمام العشر. قال عبد الله بن العلاء: لم يدع قراءة ذلك مدة مقامي قبله"
    },
    {
        "id": 265,
        "text": "الفريابي قال: ثنا أبو مروان عبد الملك بن أحمد أبو الهيثم المصيصي، ثنا أبو إسحاق الفزاري عن الأوزاعي قال: كتب عمر بن عبد العزيز إلى ابن له كتابا وكان في أول ما كتب: إني أسأل الله الذي بيده القلوب يصنع فيها ما شاء من هدى وضلالة"
    },
    {
        "id": 266,
        "text": "عبد الرزاق في المصنف قال : أخبرنا عبد الرزاق عن معمر، قال: كتب عمر بن عبد العزيز إلى عدي بن أرطأة ؛ أما بعد: إن استعمالك سعد بن مسعود على عمان من الخطايا التي قدر الله عليك وقدر أن تبتلى بها"
    },
    {
        "id": 267,
        "text": "الآجري قال: حدثنا أبو شعيب عبد الله بن حسن الحراني، قال: حدثنا إبراهيم بن عبد الله الهروي، قال: حدثنا عبد الله بن أبي الوليد، قال: خرج عمر بن عبد العزيز يوم الجمعة فخطب كما كان يخطب ثم قال: أيها الناس من عمل منكم خيرا فليحمد الله تعالى ومن أساء فليستغفر الله ثم إن عاد فليستغفر الله، فإنه لا بد لأقوام أن يعملوا أعمالا ، وضعها الله في رقابهم و في رقابهم وكتبها عليهم"
    },
    {
        "id": 268,
        "text": "الفريابي قال: ثنا محمد بن مصغي ثنا بقية، ثنا المسعودي، قال: قيل لعمر بن عبد العزيز بلغه عن رجل له سرق أنه قارف السرقة. قال: فقال عمر : من خلقه الله لأمر فهو أهل لما خلقه الله له \""
    },
    {
        "id": 269,
        "text": "الآجري قال أخبرنا الفريابي قال: حدثنا أبو المنذر عنبسة بن يحيى المروزي... حدثنا أبو داود الحفري عن أبي رجاء قال: كتب عامل لعمر بن عبد العزيز إليه يسأله عن القدر فكتب؛ أما بعد: وما يقدر يكن وما شاء كان وما لم يشأ لم يكن ولا نملك لأنفسنا نفعا ولا ضرا..."
    },
    {
        "id": 270,
        "text": "مالك عن عمه أبي سهيل بن مالك، أنه قال: كنت أسير مع عمر بن عبد العزيز فقال ما رأيك في هؤلاء القدرية فقلت: رأيي أن تستتيبهم فإن قبلوا وإلا عرضتهم على السيف فقال عمر بن عبد العزيز: وذلك رأيي. قال مالك: وذلك رأيي"
    },
    {
        "id": 271,
        "text": "الآجري قال أخبرنا الفريابي قال: حدثنا إسحاق بن موسى، حدثنا أبو ضمرة أنيس بن عياض ، قال: حدثني أبو سهيل نافع بن مالك بن أبي عامر أنه قال: قال لي عمر بن عبد العزيز من فيه إلى أذني ما تقول في الذين يقولون: لا قدر؟ قلت: أرى أن يستتابوا فإن تابوا وإلا ضربت أعناقهم. قال عمر ذلك الرأي فيهم والله لو لم يكن إلا هذه الآية الواحدة لكفت: فإنكم وما تعبدون ما أنتم عليه بفاتنين إلا من هو صال الجحيم"
    },
    {
        "id": 272,
        "text": "الآجري أيضا قال أخبرنا ،الفريابي قال: حدثنا إسحاق بن سيار النصيبي، قال: حدثنا عبد الله بن صالح ، حدثني معاوية - يعني ابن صالح عن حكيم بن عمير قال: قيل لعمر بن عبد العزيز: \"إن قوما ينكرون القدر شيئا فقال عمر: \"بينوا لهم وارفقوا بهم حتى يرجعوا فقال قائل هيهات هيهات يا أمير المؤمنين لقد اتخذوه دينا يدعون إليه الناس ففزع لها عمر فقال: أولئك أهل أن تسل ألسنتهم من أقفيتهم سلا، هل طار ذباب بين السماء والأرض إلا بمقدار"
    },
    {
        "id": 273,
        "text": "الآجري في الشريعة في جواب عمر لعامله \"كتبت تسألني عن الحكم فيهم، فمن أتيت به منهم فأو جعه ضربا واستودعه الحبس، فإن تاب من رأيه السوء وإلا فاضرب عنقه"
    },
    {
        "id": 274,
        "text": "ابن بطة قال : حدثنا أبو علي إسماعيل بن محمد الصفار، قال: حدثنا ابن عرفة، قال: حدثنا إسماعيل بن عياش الحمصي، عن أبي بكر بن عبد الله بن أبي مريم الغساني، عن حكيم بن عمر، قال: قال عمر ابن عبد العزيز: ينبغي لأهل القدر أن يوعز إليهم فيما أحدثوا من القدر، فإن كَفُّوا وإلا سُلت ألسنتهم من أقفيتهم استلالا"
    },
    {
        "id": 275,
        "text": "عبد الله بن الإمام أحمد قال: حدثني أبي، نا إسماعيل، حدثني أبو محزوم، عن سيار، قال: قال عمر بن عبد العزيز رحمه الله في أصحاب القدر: فإن تابوا وإلا نفوا من ديار المسلمين"
    },
    {
        "id": 276,
        "text": "ابن الجوزي قال حدثنا يوسف بن أسباط، عن سفيان الثوري قال كتب عمر بن عبد العزيز إلى عدي بن أرطأة - وكان عامله في البصرة - : \"أما بعد: فإذا أتاك كتابي هذا فاستتب القدرية مما دخلوا فيه فإن تابوا فخل سبيلهم وإلا فانفهم من ديار المسلمين"
    },
    {
        "id": 277,
        "text": "ابن سعد قال حدثنا سعيد بن منصور، قال: حدثنا عبد العزيز بن محمد، عن أبي سهيل نافع بن مالك، قال: تلا عمر بن عبد العزيز: إنكم وما تعبدون ما أنتم عليه بفاتنين، إلا من هو صال الجحيم. فقال لي يا أبا سهيل ما تركت هذه الآية للقدرية حجة، الرأي فيهم ما هو؟ قال: قلت: \"أن يستتابوا فإن تابوا وإلا ضربت أعناقهم. قال: ذاك الرأي ذاك الرأي\""
    },
    {
        "id": 278,
        "text": "ابن بطة قال: حدثنا أبو علي محمد بن يوسف، قال: حدثنا عبد الرحمن بن خلف، قال نا ،حجاج، قال حدثنا حماد، عن أبي جعفر، عن محمد بن كعب أو غيره أن عمر بن عبد العزيز قيل له: \"إن غيلان يقول في القدر كذا وكذا\". فقال: \"يا غيلان ما تقول في القدر فتعوذ، ثم قرأ: هل أتى على الإنسان حين من الدهر لم يكن شيئاً مذكورا ... حتى قرأ إنا هديناه السبيل إما شاكرا وإما كفورا قال: فقال عمر: القول فيه طويل عريض، ما تقول في العلم؟ قال: قد علم الله ما هو كائن. قال: أما والله لو لم تقلها لضربت عنقك"
    },
    {
        "id": 279,
        "text": "محمد بن نصر المروزي قال حدثنا أبو حفص الباهلي، ثنا شريح بن النعمان ثنا المعافى ثنا الأوزاعي قال: قال عمر بن عبد العزيز : لا عذر لأحد بعد السنة في ضلالة ركبها يحسب أنها هدى"
    },
    {
        "id": 280,
        "text": "ابن سعد قال أخبرنا سعيد بن عارم عن حزم بن أبي حزم قال: قال عمر بن عبد العزيز في كلام له فلو كان كل بدعة يميتها الله على يدي وكل سنة ينعشها الله على يدي ببضعة من لحمي حتى يأتي آخر ذلك على نفسي كان في الله يسيرا"
    },
    {
        "id": 281,
        "text": "ابن عبد البر قال حدثنا عبد الوارث، نا قاسم، نا أحمد بن زهير، نا أبو الفتح البخاري نصر بن المغيرة قال: قال سفيان بن عيينة، قال عمر بن عبد العزيز: \"من عمل في غير علم كان ما يفسد أكثر مما يصلح"
    },
    {
        "id": 282,
        "text": "الدارمي قال: أخبرنا مروان بن محمد، ثنا سعيد بن عبد العزيز قال كتب عمر بن عبد العزيز إلى أهل المدينة إنه من تعبد بغير علم كان ما يفسد أكثر مما يصلح، ومن عد كلامه من عمله قل كلامه إلا فيما يعنيه، ومن جعل دينه غرضا للخصومة كثر تنقله \""
    },
    {
        "id": 283,
        "text": "قال البخاري رحمه الله تعالى باب كيف يقبض العلم، وكتب عمر بن عبد العزيز إلى أبي بكر بن حزم: \"انظر ما كان من حدیث رسول الله الله فاكتبه فإني خفت دروس العلم، وذهاب العلماء، ولا تقبل إلا حديث النبي الله ولو ولتفشوا العلم. ولتجلسوا حتى يعلم من لا يعلم فإن العلم لا يهلك حتى يكون سرا ثم قال: حدثنا العلاء بن عبد الجبار قال حدثنا عبد العزيز بن مسلم، عن عبد الله بن دينار بذلك يعني حديث عمر بن عبد العزيز إلى قوله ذهاب العلماء"
    },
    {
        "id": 284,
        "text": "ابن سعد قال: أخبرنا محمد بن عمر قال: حدثني محمد بن القاسم، عن عياش بن سليم عن عمر بن عبد العزيز في الذمي يوصي بالكنيسة يوقف وقفا من ماله للنصارى أو لليهود . قال : يجوز ذلك"
    },
    {
        "id": 285,
        "text": "وقال: أخبرنا محمد بن عمر حدثني سويد، عن حصين، عن عمر بن عبد العزيز أنه كتب: إن أسلم والجزية في كفة الميزان فلا تؤخذ منه"
    },
    {
        "id": 286,
        "text": "وقال أخبرنا محمد بن عمر قال: حدثني عمر بن محمد، عن عمرو بن المهاجر، عن عمر بن عبد العزيز في الذمي يسلم قبل السنة بيوم قال : لا تؤخذ منه الجزية"
    },
    {
        "id": 287,
        "text": "أبو عبيد القاسم بن سلام قال: حدثني سعيد بن أبي مريم، عن عبد الله بن عمر العمري، عن سهيل بن أبي صالح، عن رجل من الأنصار قال كتب عمر بن عبد العزيز إلى عبد الحميد بن عبد الرحمن -وهو بالعراق- أن أخرج للناس أعطياتهم فكتب إليه عبد الحميد إني قد أخرجت للناس أعطياتهم، وقد بقي في بيت المال مال. فكتب إليه: أن انظر كل من أدان في غير سفه ولا سرف فاقض عنه، قال قد قضيت عنهم وبقي في بيت المال مال فكتب إليه أن زوج كل شاب يريد الزواج، فكتب إليه : إني قد زوجت كل من وجدت، وقد بقي في بيت مال المسلمين مال. فكتب إليه بعد مخرج هذا أن انظر من كانت عليه جزية فضعف عن أرضه، فأسلفه ما يقوي به على عمل أرضه، فإنا لا نريدهم لعام ولا لعامين"
    },
    {
        "id": 288,
        "text": "وقال حدثنا حفص بن غياث عن أبي بن عبد الله، قال: أتانا كتاب عمر بن عبد العزيز لا تهدموا كنيسة ولا بيت نار صولحوا عليه، ولا تحدثوا كنيسة ولا بيت نار ، ولا تحدوا شفرة، على رأس بهيمة، ولا تجمعوا بين صلاتين إلا من عذر\"."
    },
    {
        "id": 289,
        "text": "ابن عبد الحكم قال : وكتب عمر بن عبد العزيز إلى عماله: أما بعد: فإن المشركين نجس حين جعلهم الله جند الشيطان، وجعلهم الأخسرين أعمالا الذين ضل سعيهم في الحياة الدنيا وهم يحسبون أنهم يحسنون صنعا ، فأولئك لعمري ممن تجب عليهم باجتهادهم لعنة الله ولعنة اللاعنين. وإن المسلمين كانوا فيما مضى إذا قدموا بلدة فيها أهل الشرك يستعينون بهم لعلمهم بالجباية والكتابة والتدبير، فكانت لهم في ذلك مدة فقد قضاها الله بأمير المؤمنين فلا أعلم كاتبا ولا عاملا، في شيء من عملك على غير دين الإسلام إلا عزلته واستبدل مكانه رجلا مسلما، فإن محق أعمالهم محق أديانهم فإن أولى بهم إنزالهم منزلتهم التي أنزلهم الله بها الذل والصغار، فافعل ذلك واكتب إلي كيف فعلت. وانظر فلا يركبن نصراني على سرج وليركبوا بالأكف، ولا تركبن امرأة من نسائهم راحلة وليكن مركبها على إكاف ولا يفحجوا على الدواب وليدخلوا أرجلهم من جانب واحد، وتقدم في ذلك إلى عمالك حيث كانوا ، واكتب إليهم كتابا في ذلك بالتشديد واكفنيه ، ولا قوة إلا بالله"
    },
    {
        "id": 290,
        "text": "ابن عبد الحكم قال: وكتب عمر بن عبد العزيز إلى الآفاق: أن لا يمشين نصراني إلا مفروق الناصية، ولا يلبس قباء، ولا يمشي إلا بزنار من جلود ولا يلبس طيلسانا، ولا سراويل ذات خدمة، ولا نعلا لها عذبة ، ولا يوجدن في بيته سلاح إلا انتهب"
    },
    {
        "id": 291,
        "text": "أبو نعيم الحافظ قال: حدثنا أبو حامد بن جبلة، ثنا محمد ابن إسحاق، ثنا الوليد بن مسلم عن الأوزاعي، أن عمر كتب: أن امنعوا اليهود والنصارى من دخول مساجد المسلمين، واتبع نهيه قول الله سبحانه وتعالى: إنما المشركون نجس فلا يقربوا المسجد الحرام ...."
    },
    {
        "id": 292,
        "text": "أبو يوسف القاضي قال: حدثني عبد الرحمن بن ثابت بن ثوبان عن أبيه، أن عمر بن عبد العزيز كتب إلى عامله : أما بعد : فلا تدعن صليبا ،ظاهرا إلا كسر ،ومحق، ولا يركبن يهودي ولا نصراني على سرج، وليركب على إكاف، ولا تركبن امرأة من نسائهم على رحالة وليكن ركوبها على إكاف، وتقدم في ذلك تقدما بليغا، وامنع من قبلك فلا يلبس نصراني ،قباء ولا ثوب خز ولا عصب، وقد ذكر لي أن كثيرا ممن قبلك من النصارى قد راجعوا لبس العمائم، وتركوا المناطق على أوساطهم، واتخذوا الجمام والوفر، وتركوا التقصيص، ولعمري لئن كان يصنع ذلك فيما قبلك، إن ذلك بك لضعف، وعجز، ومصانعة وإنهم حين يراجعون ذلك ليعلموا ما أنت فانظر كل شيء نهيت عنه فاحسم عنه من فعله والسلام"
    }
]