[
    {
        "id": 1,
        "text": "قرأت على أبي عبد الله أبو داود قال: حدثنا شعبة عن عمرو بن مرة سمع أبا الضحى يحدّث عن ابن عباس قال: قوله : سَبْعَ سَمَوَاتٍ وَمِنَ الْأَرْضِ مِثْلَهُنَّ ﴾ [الطلاق: 12] قال: في كل أرض خلق مثل إبراهيم\"."
    },
    {
        "id": 2,
        "text": "قرأت على أبي عبد الله وكيع قال حدثنا الأعمش عن إبراهيم ابن مهاجر- عن مجاهد، عن ابن عباس ، قال : اللَّهُ الَّذِي خَلَقَ سَبْعَ سَمَوَاتٍ وَمِنَ الْأَرْضِ مِثْلَهُنَّ يَتَنَزَّلُ الْأَمْرُ بَيْنَهُنَّ ﴾ [الطلاق: 12] قال: لو حدثتكم بتفسيرها لكفرتم، وكفركم تكذيبكم به."
    },
    {
        "id": 3,
        "text": "قرأت على أبي عبد الله يحيى بن سعيد، عن سفيان قال: حدثني إبراهيم بن مهاجر، عن مجاهد، عن ابن عباس له 6قوله : يَتَنَزَّلُ الْأَمْرُ بينهن [الطلاق: 12] قال: لو أخبرتكم بتفسيرها لرجمتموني بالحجارة."
    },
    {
        "id": 4,
        "text": "قرأت على أبي عبد الله عبد الرزاق قال: حدثنا معمر، عن قتادة، في قوله عز وجل سَبْعَ سَمَوَاتٍ وَمِنَ الْأَرْضِ مِثْلَهُنَّ ﴾ [الطلاق: 12] قال: في كل سماء، وفي كل أرض خلق من خلقه، وأمر من أمره، وقضاء من قضائه عز وجل."
    },
    {
        "id": 5,
        "text": "حدثنا صالح، قال: حدثني أبي، قال: حدثنا عبد الله بن واقد عن سعيد بن أبي أيوب، عن عقيل عن ابن شهاب قال: الشمس والقمر ثوران عقيران ، من نار خلقا، وإلى النار يصيران."
    },
    {
        "id": 6,
        "text": "حدثنا صالح قال حدثني أبي، قال: حدثنا عبد الملك بن عمرو، قال: حدثنا عبد الجليل، عن شهر ، قال: بينا الناس عند عبد الله بن عمرو يستفتونه، فقال كعب: هلك أخي، هكذا تكون الفتن، اذهب إليه فقل له: لا تكذبن على الله، فإن غضب: فدعه، وإن لم يغضب فاسأله. فأتاه فقال له: يقول لك كعب لا تكذبن على الله، فقال نصح لي أخي فإنه من كذب على الله سوّد الله وجهه يوم القيامة. قال إني أسألك عن الشمس والقمر، أفي السموات السبع هما أم في سماء الدنيا ، أم في الهواء، أم دون ذلك؟ قال: بل هما في السموات السبع، ووجوههما إلى العرش، وأقفيتهما إلى الأرض. قال الله: وَجَعَلَ الْقَمَرَ فِيهِنَّ نُورًا وَجَعَلَ الشَّمْسَ سِرَاجًا ﴾ [نوح: 16]. قال: فإنه يسألك عن الرعد فما هو ؟ قال ملك يزجر السحاب بالتسبيح كما يزجر الحادي الحثيث الإبل، إذا اشتدت سحابة ضمها لو يفضي إلى الأرض صعق من يبصره. قال: فإنه يسألك عن البرق ما هو ؟ قال : هو من كذا وكذا من البرد. قال عبد الملك أحسبه قال: من اصطفاق البرد في السماء. قال الله: مِن جِبَالِ فِيهَا مِنْ بَرَكَ فَيُصِيبُ بِهِ مَن يَشَاءُ وَيَصْرِفُهُ، عَن مَن يَشَاءُ يَكَادُ سَنَا بَرْقِهِ يَذْهَبُ بِالْأَبْصَرِ ﴾ [النور: 43]. قال فإنه يسألك أين تلتقي أرواح أهل الجنة وأرواح أهل النار؟ قال: أما أرواح أهل الجنة، فتلتقي بالجابية، وأما أرواح أهل النار، فبحضرموت. قال فإنه يسألك عن الحشر ما هو ؟ قال : نار تزوي الناس، تظهر من قبل المشرق."
    },
    {
        "id": 7,
        "text": "حدثنا قال: سمعت أبي يقول: سألت أبا عمرو الشيباني عن قوله : \"أخنع اسم عند الله يوم القيامة رجل تسمى بملك الأملاك \"؟ فقال: أوضع اسم."
    },
    {
        "id": 8,
        "text": "حدثنا أبو معن قال : ثنا مؤمل قال: حدثنا سفيان في قوله كُلُّ شَيْءٍ هَالِكُ إِلَّا وَجْهَهُ ﴾ [القصص: 88] قال: ما أريد به وجهه."
    },
    {
        "id": 9,
        "text": "قلت يُسبح الرجل بالنوى؟ قال: قد فعل ذلك أبو هريرة وسعد رضي الله عنهما، وما بأس بذلك، النبي الله قد عدَّ."
    },
    {
        "id": 10,
        "text": "حدثنا محمد بن جعفر الوركاني قال حدثنا عبد الله بن المبارك، عن عيسى بن عبيد، عن عكرمة أنه قال: لا يَعِيبَنّ أحدكم دابته وثوبه، فإن كل شيء يسبح بحمده."
    },
    {
        "id": 11,
        "text": "حدثنا أبو معن قال: ثنا عبد الكبير قال: ثنا سفيان، عن منصور، عن إبراهيم في قوله وَإِن مِن شَيْءٍ إِلَّا يُسَبِّحُ بِحَدِهِ [الإسراء: 44] قال: الطعام يسبح."
    },
    {
        "id": 12,
        "text": "حدثنا العلاء بن عمرو قال: ثنا الأشجعي عبيد الله، عن مسعر، عن الأعمش، عن ذكوان قال: سمع صرير باب فقال: هذا تسبيحه."
    },
    {
        "id": 13,
        "text": "حدثنا قال: قرأت على أبي رحمه الله - عن يعلى بن عبيد قال: حدثنا سفيان عن محمد بن أبي ليلى عن الحكم عن سعيد بن جبير عن ابن عباس قال : إذا عَسُر على المرأة ولادتها فلتكتب بسم الله الذي لا إله إلا الله الحكيم الكريم، سبحان الله رب العرش العظيم الحمد لله رب العالمين كَأَنَّهُمْ يَوْمَ يَرَوْنَ مَا يُوعَدُونَ لَمْ يَلْبَثُوا إِلَّا سَاعَةً مِّن نَّهَارٍ بَلَغُ فَهَلْ يُهْلَكُ إِلَّا الْقَوْمُ الْفَاسِقُونَ ﴾ [الأحقاف: 35]. قال أبي : وزاد فيه وكيع : وينضح ما دون سُرَّتها."
    },
    {
        "id": 14,
        "text": "حدثنا يحيى قال : ثنا شريك عن ليث، عن مجاهد قال: لا بأس أن يكتب القرآن في إناء ثم يغسل ويستشفى به."
    },
    {
        "id": 15,
        "text": "حدثنا أبو معن :قال حدثنا خالد بن الحارث قال: ثنا هشام، عن قتادة، عن سعيد بن المسيب في الرجل يُؤَخَّذ عن امرأته فيلتمس من يداويه، قال: إنما نهى الله عما يضر ولم ينه عما ينفع."
    },
    {
        "id": 16,
        "text": "حدثنا عيسى بن سليمان :قال ثنا إسماعيل بن عياش قال: حدثنا ابن جريج عن عطاء بن أبي رباح قال: لا بأس أن يأتي المؤخذ عن امرأته والمسحور من يطلق عليه."
    },
    {
        "id": 17,
        "text": "قلت لأحمد: فتعليق التعاويذ فيه القرآن أو غيره؟ قال: كان ابن مسعود يكرهه كراهة شديدة جداً، وذكر أحمد عن عائشة وغيرها أنهم سهلوا في ذلك، ولم يشدد فيه أحمد وكأنه."
    },
    {
        "id": 18,
        "text": "حدثنا زيد بن يزيد قال حدثنا عبد الرحمن بن مهدي قال: حدثنا عبد الله بن المبارك، عن طلحة بن أبي سعيد، عن بكير بن عبد الله، عن القاسم بن محمد، عن عائشة قالت: التميمة ليست مما تعلق بعد البلاء إنما التميمة ما عُلق قبل البلاء لدفع المقادير."
    },
    {
        "id": 19,
        "text": "حدثنا سعيد بن منصور :قال حدثنا عيسى بن يونس، عن الأعمش، عن أبي ظبيان :قال دخل حذيفة على مريض يعوده فلمسه في يده، فرأى تعويذا على عضده فقام غضبانا، وقال: لو مت وهذه عليك ما صليت عليك."
    },
    {
        "id": 20,
        "text": "حدثنا سعيد قال حدثنا أبو عوانة عن المغيرة قال: قلت لإبراهيم: أعلق على عضدي هذه الآية قُلْنَا نَارُ كُونِي بَرْدًا وَسَلَامًا عَلَى إِبْرَاهِيمَ [الأنبياء : 69]؟ فكأنه كرهه."
    },
    {
        "id": 21,
        "text": "حدثنا سعيد قال حدثنا عبد العزيز بن محمد، عن علقمة بن أبي علقمة قال: سألت سعيد بن المسيب عن القرآن يلبسه الحائض والجنب؟ قال] : إذا كان في حرقرة فلا بأس."
    },
    {
        "id": 22,
        "text": "حدثني أبي قال حدثنا سفيان بن عيينة عن عمرو سمع بجالة يقول: كنت كاتبا الجزء بن معاوية عم الأحنف بن قيس، فأتانا كتاب عمر قبل موته بسنة، أن اقتلوا كل ،ساحر، وربما قال سفيان وساحرة فقتلنا ثلاث سواحر."
    },
    {
        "id": 23,
        "text": "حدثنا ،صالح قال حدثني أبي، قال: حدثنا إسماعيل بن إبراهيم، قال: حدثنا ،عوف، قال حدثنا عباد عن بجالة بن عبدة، قال: كتب عمر إلى أبي موسى الأشعري ، أن اعرضوا عليّ من قبلكم من المجوس أن يدعوا نكاح أمهاتهم وبناتهم وأخواتهم، ويأكلوا جميعا، كيما نلحقهم بأهل الكتاب، واقتلوا كل كاهن وساحر."
    },
    {
        "id": 24,
        "text": "حدثني أبي قال: حدثني يحيى بن سعيد عن عبيد الله قال: أخبرني نافع عن ابن عمر قال: أن حفصة سحرتها جاريتها فاعترفت بسحرها، فأمرت عبد الرحمن بن زيد فقتلها، فبلغ ذلك عثمان فأنكره، فجاء عبد الله، فأخبره خبر الجارية، قال وكان عثمان إنما أنكر ذلك أنه صنع دونه."
    },
    {
        "id": 25,
        "text": "حدثنا قال: حدثني أبي قال: سئل سفيان عن العتيرة؟ فقال: كان أهل الجاهلية يذبحونها في رجب مكان الأضحية فلما جاء الإسلام قال رسول الله صلى الله عليه وسلم : \"لا فَرَع ولا عتيرة. قال أبي : والفَرَع: أول شيء ينتج يذبحونه."
    },
    {
        "id": 26,
        "text": "حدثني أبي قال نا محمد بن جعفر قال: حدثنا شعبة عن توبة العنبري. قال سمعت أبا سوار القاضي عن أبي برزة الأسلمي قال : أغلظ رجل لأبي بكر ، فقال أبو برزة الأسلمي: ألا أضرب عنقه؟ قال فانتهره أبو بكر، وقال: ما هي لأحد بعد رسول الله."
    },
    {
        "id": 27,
        "text": "قلت تكره أن يقول الرجل ما شئت؟ قال: كان عثمان يكرهه ، وإن قال إن شئت أحسن قال إسحاق: نَهيهما واحد إلا أنه يبدأ ما شاء الله عز وجل ثم شئت."
    },
    {
        "id": 28,
        "text": "قلت: يُكره لعمري ولعمرك؟ قال: ما أعلم به بأسا. قال إسحاق تركه أسلم لما قال إبراهيم كانوا يكرهون ويقولون: ليقل: لعمر الله."
    },
    {
        "id": 29,
        "text": "قال بعضهم: كانت العرب إذا أراد أحدهم أن يخرج، نَفَّر الطير، فإن أخذ - يعني - في طريق أخذ منه، كأنه من الطيرة."
    },
    {
        "id": 30,
        "text": "حدثنا صالح قال حدثني أبي، قال: حدثنا يحيى بن سعيد، قال حدثنا سعيد، قال: حدثني حبيب بن أبي ثابت، عن ذر، عن سعيد ابن عبد الرحمن بن أبزى، عن أبيه، عن أبي بن كعب، قال: لا تسبوا الريح، ولكن قولوا اللهم إنا نسألك من خيرها وخير ما فيها وخير ما أرسلت به، ونعوذ بك من شرها وشر ما فيها وشر ما أرسلت به."
    },
    {
        "id": 31,
        "text": "حدثنا صالح، قال: حدثني أبي، قال: حدثنا زياد بن عبد الله البكائي قال أبي كتبنا عنه في حياة هشيم كان سمع المغازي من محمد - ابن إسحاق - قال: حدثنا منصور - يعني ابن المعتمر - عن مجاهد قال: هاجت ريح على عهد عبد الله بن عباس فسبها الناس فقال ابن عباس: لا تسبوها، فإنها تجيء بالعذاب والرحمة، ولكن قولوا اللهم اجعلها رحمة ولا تجعلها عذابا، اللهم لا تجعل الريح علينا عذابا."
    },
    {
        "id": 32,
        "text": "حدثنا محمد بن محبوب، قال حدثنا ،وهيب، عن خالد، عن عكرمة عن ابن عباس -رضي الله عنهما قال : الصورة الرأس، فإذا قطع الرأس فليس هي صورة. حدثنا أحمد قال: حدثنا إسماعيل عن خالد، عن عكرمة نحوه، لم يذكر ابن عباس."
    },
    {
        "id": 33,
        "text": "حدثنا عبيد الله بن معاذ قال: حدثنا أبي قال: حدثنا سعيد، عن عدي بن ثابت، عن خالد بن سعد قال: دعي أبو مسعود لطعام فقال: أفي البيت صورة؟ فقيل له : نعم. فلم يذهب حتى كسرت."
    },
    {
        "id": 34,
        "text": "حدثنا إسحاق قال : أخبرنا معتمر بن سليمان قال: أخبرنا ليث قال: دخلت على سالم بن عبد الله وهو متكئ على وسادة فيها تصاوير وحش أو سباع فقلت: أما تكره هذا؟ قال: يكره للذي يصورها، ثم قال سالم: سمعت أبي يحدث أن النبي لو قال: من صور شيئا كلف أن يحييه يوم القيامة ، وسمعت النبي لا يقول: الفتنة ها هنا وأشار بيده نحو المشرق \". قال: قلت له: بما جهزك أبوك؟ قال: بتابوتين من خشب، وحجلة من صوف، ونبد وسائد، وزريبة، وسرير عليه حشية قال: قلت: إلى من أرسل ؟ قال أرسل إلى أبي أيوب صاحب رسول الله صلى الله عليه وسلم ليدعو لنا بالبركة، فلما رأى ما في البيت أبى أن يدخل وقال: ما كنت أرى أن تدعوني إلى مثل هذا أو كما قال."
    },
    {
        "id": 35,
        "text": "قال إبراهيم : \"أصاب أصحابنا خمائص فيها صلب فجعلوا يضربونها بالسلوك ، يمحونها بذلك."
    },
    {
        "id": 36,
        "text": "قال حرب الكرماني فيما ينقله عن مذهب أئمة العلم وأصحاب الأثر وأهل السنة المعروفين بها والله تبارك وتعالى: سميع لا يشك، بصير لا يرتاب عليم لا يجهل، جواد لا يبخل، حليم لا يعجل، حفيظ لا ينسى يقظان لا يسهو رقيب لا يغفل، يتكلم، ويتحرك، ويسمع ويبصر وينظر ويقبض ويبسط، ويفرح ويحب، ويكره ويبغض، ويرضى ويسخط ويغضب ويرحم، ويعفو ويغفر، ويعطي ويمنع."
    },
    {
        "id": 37,
        "text": "حدثنا أبو معن قال: ثنا مؤمل قال: حدثنا سفيان في قوله كل شَيْءٍ هَالِكُ إِلَّا وَجْهَهُ ﴾ [القصص: 88] قال: ما أريد به وجهه."
    },
    {
        "id": 38,
        "text": "حدثنا هشام بن عمار الدمشقي قال: حدثني الجراح بن مليح قال : ثنا أرطأة بن المنذر عن جعفر بن أبي إياس، عن مجاهد عن ابن عباس قال: أول ما خلق الله ،القلم فأخذه بيمينه وكلتا يديه يمين، ثم خلق النون وهي الدواة، ثم خلق الألواح فكتب فيها الدنيا وما يكون فيها حتى تفنى من خلق مخلوق، أو عمل معمول بر أو فُجُور، أو رزق حلال أو حرام، أو أثر أو رطب، أو يابس، ثم ألزم كل شيء من ذلك شأنه وبقائه فيها وفناه متى تفنى، ثم جعل على ذلك الكتاب حفظة من الملائكة، وعلى الخلق ،حفظة، فتأتي ملائكة الخلق ملائكة من ذلك الكتاب، فيلقون إليهم النسخ بما يكون في كل يوم وليلة من ذلك، فتهبط ملائكة الخلق إلى الخلق فيحفظونهم بأمر الله، ويسوقونهم إلى ما في أيديهم من تلك النسخ حتى إذا استكمل كل شيء من ذلك شأنه في كل يوم وليلة انقطع، فلم يكن لها مقام ولا بقاء ثم تلا: إِنَّا كُنَّا نَسْتَنسِخُ مَا كُنتُمْ تَعْمَلُونَ ﴾ [الجاثية: (29] فقال رجل: يا أبا عباس، ما كنا نرى النسخ إلا فيما تحفظ علينا الملائكة في كل يوم وليلة، قال: ألستم قوماً عرباً [ هل يكون نسخه إلا من كتاب قد سبق؟، ثم قرأ: وَلَا رَطْبٍ وَلَا يَابِسٍ إِلَّا فِي كِتَبٍ مُّبِينٍ ﴾ [الأنعام: 59]. فقال: جميع الرطب واليابس كل شيء."
    },
    {
        "id": 39,
        "text": "حدثنا أبو ربيع الزهراني قال: ثنا يعقوب قال: أخبرنا حفص ابن حميد، عن شمر بن عطية قال : خلق الله جنة الفردوس بيده، فهو يفتحها في كل خميس يقول: ازدادي طيباً لأوليائي."
    },
    {
        "id": 40,
        "text": "حدثنا عيسى بن محمد قال: ثنا يزيد بن هارون، عن الحسين الجريري، عن أبي عطاف قال: كتب الله التوراة لموسى بيده وهو مسند ظهره إلى الصخرة سمع صريح القلم في ألواح من در ليس بينه وبينه إلا الحجاب."
    },
    {
        "id": 41,
        "text": "قال حرب الكرماني فيما ينقله عن مذهب أئمة العلم وأصحاب الأثر وأهل السنة المعروفين بها والسماوات والأرضون يوم القيامة في كفه وقبضته."
    },
    {
        "id": 42,
        "text": "قال حرب الكرماني فيما ينقله عن مذهب أئمة العلم وأصحاب الأثر وأهل السنة المعروفين بها: وقلوب العباد بين أصابع الرحمن يقلبها كيف يشاء، ويوعيها ما أراد."
    },
    {
        "id": 43,
        "text": "قال حرب الكرماني فيما ينقله عن مذهب أئمة العلم وأصحاب الأثر وأهل السنة المعروفين بها والكرسي موضع قدميه وقال حرب الكرماني أيضا : ويضع قدمه في جهنم فتزوى."
    },
    {
        "id": 44,
        "text": "حدثنا أحمد بن حنبل قال : ثنا إسماعيل بن عبد الكريم قال: حدثني عبد الصمد بن معقل قال: سمعت وهب بن منبه يقول: قال الله لموسى : أدنيتك وقربتك حتى سمعت كلامي. وكنت بأقرب الأمكنة مني، فانطلق برسالتي، فإنك بعيني وسمعي، وإن معك أيدي وبصري."
    },
    {
        "id": 45,
        "text": "حدثنا إسحاق بن إبراهيم، أخبرنا جرير، عن الأعمش، عن تميم بن سلمة، عن عروة، عن عائشة أنها قالت: الحمد لله الذي وسع سمعه الأصوات، لقد جاءت خولة إلى رسول الله صلى الله عليه وسلم تشكو زوجها فكان يخفى عليَّ كلامها فأنزل الله: قَدْ سَمِعَ اللَّهُ قَوْلَ الَّتِي تُجَدِلُكَ فِي زَوْجِهَا وَتَشْتَكِي إِلَى اللَّهِ وَاللَّهُ يَسْمَعُ تَحَاوُرَكُما إِنَّ اللَّهَ سَمِيعٌ بَصِير [المجادلة: 1]."
    },
    {
        "id": 46,
        "text": "قال حرب الكرماني فيما ينقله عن مذهب أئمة العلم وأصحاب الأثر وأهل السنة المعروفين بها وهو يعلم ما في السماوات السبع، وما في الأرضين السبع، وما بينهن، وما تحتهن، وما تحت الثرى، وما في قعر البحار، ومنبت كل شعرة، وكل شجرة، وكل زرع وكل نبت، ومسقط كل ورقة وعدد ذلك كله، وعدد الحصا، والرمل والتراب، ومثاقيل الجبال، وقطر الأمطار، وأعمال العباد وآثارهم وكلامهم ،وأنفاسهم وهممهم وما توسوس به صدورهم يعلم كل شيء لا يخفى عليه شيء من ذلك."
    },
    {
        "id": 47,
        "text": "حدثنا صالح، قال: حدثني أبي، قال: حدثنا محمد بن جعفر، قال حدثنا شعبة، قال سمعت يحيى بن أبي سليم وهو أبو بَلْج يحدث عن عمرو بن میمون عن عبد الله بن عمرو، أنه قال: لو أن العباد لم يذنبوا، لخلق الله خلقاً يذنبون، ثم يغفر لهم، إنه هو الغفور الرحيم."
    },
    {
        "id": 48,
        "text": "حدثنا يحيى بن عثمان قال حدثنا محمد بن كثير، عن الأوزاعي، عن حسان بن عطية قال : ثمانية مقتهم الله وقدرهم نفسه خلقه السقارون وميزهم من وهم القتالون والمستكبرون والذين إذا دعوا إلى الله وأمره كانوا بطاء، وإذا دعوا إلى الشيطان وأمره كانوا سراعا، والذين يستحقون بأيمانهم ما لم يحققه الله لهم، والذين يكنزون البغضة لإخوانهم في صدورهم، فإذا لقوهم تخلقوا لهم، والمشاؤون بالنميمة، والمفرقون بين الأحبة، والباغون دحضة البري."
    },
    {
        "id": 49,
        "text": "قلت لإسحاق العرش بحد ؟ قال : نعم بحد، وذكر عن ابن المبارك قال: هو على عرشه بائن من خلقه بحد."
    },
    {
        "id": 50,
        "text": "حدثنا أبو بكر محمد بن يزيد قال أخبرنا على بن الحسن قال: قلت لابن المبارك : يا أبا عبد الرحمن كيف نعرف ربنا؟ قال: هو على العرش فوق سبع سموات وعلمه وأمره في كل موضع. قال: قلت: بحد ؟ قال بحد، ولا نقول كما تقول الجهمية إنه هاهنا، وهاهنا في الأرض."
    },
    {
        "id": 51,
        "text": "قال حرب الكرماني فيما ينقله عن مذهب أئمة العلم وأصحاب الأثر وأهل السنة المعروفين بها وله حد الله أعلم بحده."
    },
    {
        "id": 52,
        "text": "حدثنا أحمد بن حنبل قال: ثنا إسماعيل بن عبد الكريم قال: حدثني عبد الصمد بن معقل قال: سمعت وهب بن منبه يقول: قال الله لموسى: أدنيتك وقربتك حتى سمعت كلامي. وكنت بأقرب الأمكنة مني فانطلق برسالتي، فإنك بعيني وسمعي، وإن معك أيدي وبصري."
    },
    {
        "id": 53,
        "text": "حدثنا أحمد قال : ثنا سريج بن النعمان قال : ثنا عبد الله بن نافع قال : قال مالك: الله في السماء وعلمه في كل مكان لا يخلو من علمه مكان."
    },
    {
        "id": 54,
        "text": "قرأت على أبي عبد الله : رَوْح قال: حدثنا شبل، عن ابن أبي نجيح ، عن مجاهد: يَتَنَزَّلُ الْأَمْرُ بَيْنَهُنَّ [الطلاق: 12] من السماء السابعة، إلى الأرض السابعة."
    },
    {
        "id": 55,
        "text": "قرأت على أبي عبد الله: علي بن حفص، في تفسير ورقاء، عن ابن أبي نجيح ، عن مجاهد: يَتَنَزَّلُ الْأَمْرُ بَيْنَهُنَّ من السماء السابعة، إلى الأرض السابعة."
    },
    {
        "id": 56,
        "text": "قال حرب الكرماني فيما ينقله عن مذهب أئمة العلم وأصحاب الأثر وأهل السنة المعروفين بها: \"وخلق الله سبع سماوات بعضها فوق بعض، وسبع أرضين بعضها أسفل من بعض، وبين الأرض العليا والسماء الدنيا مسيرة خمسمائة عام، وبين كل سماءين مسيرة خمسمائة ] عام ، والماء فوق السماء السابعة، وعرش الرحمن فوق الماء، والله تبارك وتعالى على العرش."
    },
    {
        "id": 57,
        "text": "حدثنا عمرو بن العباس الأهوازي قال: سمعت عبد الرحمن ابن مهدي وقيل له: إن أصحاب جهم يقولون: القرآن مخلوق؟ فقال عبد الرحمن: إنما أرادوا أن ينفوا أن يكون القرآن كلام الله، وأرادوا أن ينفوا أن يكون الرحمن على العرش استوى، وأرادوا أن ينفوا أن يكون الله كلم موسى ، ولقد ذكرها الله في كتابه فقال: وَكَلَّمَ اللَّهُ مُوسَى تَكْلِيمًا } [النساء: 164] ، أرى أن يستتابوا، فإن تابوا وإلا ضربت أعناقهم."
    },
    {
        "id": 58,
        "text": "سمعت أبا جعفر أحمد بن سعيد قال أبو محمد: هذا أحمد ابن سعيد الدارمي ،خراساني وليس هذا الرباطي، وقد كتبت عن الرباطي أيضا - يقول : سمعت أبي يقول : سمعت خارجة بن مصعب يقول: الجهمية كفار لا تنكحوا إليهم، ولا تنكحوهم، ولا تعودوا مرضاهم، ولا تشهدوا جنائزهم، وبلغوا نسائهم أنهن طالق، وأنهن لا يحللن لأزواجهن، ثم قرأ: طه مَا أَنزَلْنَا عَلَيْكَ الْقُرْءَانَ لِتَشْفَى إِلى قوله الرَّحْمَنُ عَلَى الْعَرْشِ اسْتَوَى ﴾ [طه: 1-5] وهل يكون الاستواء إلا الجلوس."
    },
    {
        "id": 59,
        "text": "حدثنا أبو عمرو عثمان بن طالوت، قال: حدثنا معاذ بن هشام، عن أبيه، عن قتادة عن كثير بن أبي كثير ، عن أبي عياض، عن عبد الله بن عمرو قال : إن العرش لمطوق بحية، وإن الوحي لينزل بالسلاسل."
    },
    {
        "id": 60,
        "text": "حدثنا عمرو بن عثمان قال: ثنا المغيرة، عن أم عبد الله بنت خالد بن معدان. قال أبو القاسم : اسمها عبدة عن أبيها أنه كان يقول: إن الرب سبحانه ليثقل على حملة العرش من أول النهار إذا قام المشركون، فإذا قام المسبحون خفف عن حملة العرش."
    },
    {
        "id": 61,
        "text": "حدثنا صالح، قال: حدثني أبي، قال: حدثنا عبد القدوس بن حجاج، قال: حدثتنا عبدة بنت خالد بن معدان عن أبيها خالد. قال: إن المطر يخر تحت العرش فينزل من سماء إلى سماء، حتى ينتهي إلى السماء الدنيا، فيجتمع في موضع يقال له: الأبزم، فتجيء السحابة السوداء فتشربه."
    },
    {
        "id": 62,
        "text": "حدثنا إسحاق قال: أخبرنا جرير، عن عطاء بن السائب، عن ميسرة في قول الله: ﴿وَيَحْمِلُ عَرْشَ رَبِّكَ فَوْقَهُمْ يَوْمَدٍ ثَنِيَّةٌ [الحاقة: 17] قال: أرجلهم في التخوم لا يستطيعون أن يرفعوا أبصارهم من شعاع النور."
    },
    {
        "id": 63,
        "text": "حدثنا عبد الرحمن بن محمد قال: ثنا أبو أسامة، عن إسماعيل ابن أبي خالد قال: سمعت سعد الطائي يقول: العرش ياقوتة حمراء."
    },
    {
        "id": 64,
        "text": "قال حرب الكرماني فيما ينقله عن مذهب أئمة العلم وأصحاب الأثر وأهل السنة المعروفين بها والله عرش وللعرش حملة يحملونه."
    },
    {
        "id": 65,
        "text": "قال حرب الكرماني فيما ينقله عن مذهب أئمة العلم وأصحاب الأثر وأهل السنة المعروفين بها وينزل كل ليلة إلى السماء الدنيا كيف شاء وكما شاء لَيْسَ كَمِثْلِهِ شَيْءٌ وَهُوَ السَّمِيعُ الْبَصِيرُ [الشورى: 11]."
    },
    {
        "id": 66,
        "text": "حدثنا أبو بكر محمد بن يزيد قال سمعت عبید الله بن موسى قال: سئل سفيان عن قوله وَهُوَ مَعَكُمْ أَيْنَ مَا كُنتُمْ ﴾ [الحديد: 4] قال: علمه."
    },
    {
        "id": 67,
        "text": "حدثنا سعيد بن نوح قال: ثنا أبي نوح بن مضروب، قال: ثنا بكير بن معروف عن مقاتل بن حيان، عن الضحاك بن مزاحم في قول الله : مَا يَكُونُ مِن نَجْوَى ثَلَثَةٍ إِلَّا هُوَ رَابِعُهُمْ وَلَا خَمْسَةٍ إِلَّا هُوَ سَادِسُهُمْ [المجادلة: 7]، قال: هو تبارك وتعالى على العرش وعلمه معهم."
    },
    {
        "id": 68,
        "text": "قال حرب الكرماني فيما ينقله عن مذهب أئمة العلم وأصحاب الأثر وأهل السنة المعروفين بها وهو على العرش فوق السماء السابعة، ودونه حجب من نار ونور وظلمة وما هو أعلم بها، فإن احتج مبتدع أو مخالف أو زنديق بقول الله تبارك وتعالى اسمه ونَحْنُ أَقْرَبُ إِلَيْهِ مِنْ حَبْلِ الْوَرِيدِ [ ق : 16] ، وَهُوَ مَعَكُمْ أَيْنَ مَا كُنتُمْ * [الحديد: 4]، وبقوله مَا يَكُونُ مِن غَجَوَىٰ ثَلَثَةٍ إِلَّا هُوَ رَابِعُهُمْ [المجادلة: 7]، ونحو ذلك من متشابه القرآن فقل : إنما يعني بذلك العلم؛ لأن الله تبارك وتعالى على العرش فوق السماء السابعة العليا يعلم ذلك كله وهو بائن من خلقه لا يخلو من علمه مكان."
    },
    {
        "id": 69,
        "text": "حدثنا سعيد بن منصور قال : ثنا عبد العزيز بن أبي حازم قال: حدثني أبي، عن عمر بن الحكم بن ثوبان، عن عبد الله بن عمرو قال: والذي نفسي بيده إن بين الناس يوم القيامة وبين الرب تبارك وتعالى لسبعين ألف حجاب، منها حجاب من ظلمة لا ينفذها شيء، ومنها حجب من نور لا يستطيعها شيء، ومنها حجب من ماء. لا يسمع حس ذلك الماء أحد فلا يربط على قلبه إلا انخلعت أفئدته."
    },
    {
        "id": 70,
        "text": "حدثنا عيسى بن محمد :قال ثنا يزيد بن هارون عن الحسين الجريري، عن أبي عطاف قال: كتب الله التوراة لموسى بيده وهو مسند ظهره إلى الصخرة ، سمع صريح القلم في ألواح من در ليس بينه وبينه إلا الحجاب."
    },
    {
        "id": 71,
        "text": "قال حرب الكرماني فيما ينقله عن مذهب أئمة العلم وأصحاب الأثر وأهل السنة المعروفين بها وهو على العرش فوق السماء السابعة، ودونه حجب من نار ونور وظلمة وما هو أعلم بها."
    },
    {
        "id": 72,
        "text": "قال حرب الكرماني فيما ينقله عن مذهب أئمة العلم وأصحاب الأثر وأهل السنة المعروفين بها وينظر أهل الجنة إلى وجهه يزورونه فيكرمهم، ويتجلى لهم فيعطيهم."
    },
    {
        "id": 73,
        "text": "قال حرب الكرماني فيما ينقله عن مذهب أئمة العلم وأصحاب الأثر وأهل السنة المعروفين بها وخلق آدم بيده على صورته."
    },
    {
        "id": 74,
        "text": "حدثنا علي بن عبد الله قال حدثنا سفيان بن عيينة قال: قال عثمان بن عفان: لو أن قلوبنا طهرت ما شبعت من كلام الله."
    },
    {
        "id": 75,
        "text": "حدثنا سعيد بن منصور قال: حدثنا أبو معاوية، عن الأعمش عن مسلم، عن مسروق قال : قال عبد الله : إذا تكلم الله بالوحي سمع أهل السموات للسموات صلصلة كجر السلسلة على الصفا، فيصعقون فلا يزالون كذلك حتى يأتيهم جبريل، فإذا أتاهم جبريل فزع عن قلوبهم، فيقولون: يا جبريل ماذا قال ربنا؟ فيقول: الحق فينادون الحق الحق."
    },
    {
        "id": 76,
        "text": "حدثنا أبو إسحاق إبراهيم بن الحارث قال: حدثنا موسى بن إبراهيم قال: حدثنا شريك، عن مجالد عن الشعبي، عن عامر بن شهر قال: وحدثني محمد بن هاشم عن أبيه، عن أبي عقيل، عن مجالد عن الشعبي عن عامر بن شهر وكان من الوفد الذين وفدوا على النجاشي من همدان قال: كنا عند النجاشي وجاء ابن له من الكتاب، فقرأ سورة من الزبور ، قال : فضحك، فقال لي النجاشي أتضحك من كلام الرحمن."
    },
    {
        "id": 77,
        "text": "حدثنا الحسن بن الصباح قال: ثنا حاجب، عن بقية بن الوليد، عن أبي بكر بن أبي مريم، عن عطية بن قيس الكلابي قال ما تقرب العباد إلى الله بشيء أحب إليه من كلامه، ولا ردوا إليه كلاما أحب إليه مما خرج منه."
    },
    {
        "id": 78,
        "text": "حدثنا عباس بن عبد العظيم قال: ثنا علي بن عبد الله وزيد بن مبارك قالا حدثنا محمد بن عمرو بن مقسم عن عطاء بن مسلم، عن وهب بن منبه قال: كلم الله موسى في ألف مقام، كلما كلمه رئي النور على وجهه ثلاثة أيام، وما قرب موسى امرأة منذ كلمه ربه."
    },
    {
        "id": 79,
        "text": "حدثنا صالح بن أحمد بن حنبل قال كتب عبيد الله بن يحيى إلى أبي - رحمة الله عليه - يخبره، أن أمير المؤمنين أمرني أن أكتب إليك أسألك عن أمر ،القرآن لا مسألة امتحان، ولكن مسألة معرفة وبصيرة، فأملى عليّ أبي - رحمه الله - : إلى عبيد الله، أحسن الله عاقبتك أبا الحسن في الأمور كلها، ودفع عنك مكاره الدنيا والآخرة برحمته، قد كتبت إليك رضي الله عنك بالذي سأل عنه أمير المؤمنين، فقد كان الناس في خوض من الباطل واختلاف شديد يغتمسون فيه حتى أفضت الخلافة إلى أمير المؤمنين فنفى الله بأمير المؤمنين كل بدعة، وانجلى عن الناس ما كانوا فيه من الذل وضيق المحابس، فصرف الله ذلك كله، وذهب به بأمير المؤمنين، ووقع ذلك من المسلمين موقعا عظيما ودعوا الله لأمير المؤمنين وأسأل الله أن يستجيب في أمير المؤمنين صالح الدعاء، وأن يتمم ذلك لأمير المؤمنين، وأن يزيد في نيته، ويعينه على ما هو عليه. وقد ذكر عن عبد الله بن عباس رحمة الله عليه أنه قال: لا تضربوا كتاب الله بعضه ببعض، فإن ذلك يوقع الشك في قلوبكم. وذكر عن عبد الله بن عمرو أن نفرا كانوا جلوسا بباب النبي صلى الله عليه وسلم فقال بعضهم: ألم يقل الله كذا وقال بعضهم ألم يقل الله كذا، قال: فسمع ذلك رسول الله الله فخرج ، كأنها فقئ في وجهه حب الرمان فقال: \"أبهذا أُمرتم أن تضربوا كتاب الله بعضه ببعض، إنما ضلت الأمم قبلكم في مثل هذا إنكم لستم مما هاهنا في شيء، انظروا الذي أمرتم به فاعملوا به، وانظروا الذي نهيتم عنه فانتهوا عنه. وروي عن أبي هريرة، عن النبي الاول : قال : مراء في القرآن كفر. وروي عن أبي جهيم رجل من أصحاب النبي صلى الله عليه وسلم عن النبي صلى الله عليه وسلم قال: \"لا تماروا في القرآن، فإن مراءً فيه كفر \". وقال عبد الله بن عباس: قدم على عمر بن الخطاب رجل، فجعل عمر يسأله عن الناس فقال : يا أمير المؤمنين قد قرأ القرآن منهم كذا وكذا. فقال ابن عباس : فقلت : والله ما أحب أن يتسارعوا يومهم هذا في القرآن هذه المسارعة . قال : فزبرني عمر، ثم قال: مه فانطلقت إلى منزلي مكتئباً حزيناً، فبينا أنا كذلك إذ أتاني رجل فقال: أجب أمير المؤمنين، فخرجت فإذا هو بالباب ينتظرني، فأخذ بيدي فخلا بي وقال: ما الذي كرهت مما قال الرجل؟ قال: إنما قلت: يا أمير المؤمنين متى ما يتسارعوا هذه المسارعة يحتقوا ، ومتى ما يحتقوا يختصموا، ومتى ما يختصموا يختلفوا، ومتى ما يختلفوا يقتتلوا قال الله أبوك، والله إن كنت لأكتمها الناس حتى جئت بها. وروي عن جابر بن عبد الله :قال كان النبي صلى الله عليه وسلم يعرض نفسه على الناس بالموقف فيقول: هل من رجل يحملني إلى قومه، فإن قريشا قد منعوني أن أبلغ كلام ربي. وروي عن جبير بن نفير قال: قال رسول الله صلى الله عليه وسلم: \"إنكم لن ترجعوا بشيء أفضل مما خرج منه، يعني القرآن. وروي عن أبي أمامة، عن النبي صلى الله عليه وسلم قال: \"ما تقرب العباد إلى الله بمثل ما خرج منه\". يعني: القرآن. وروي عن عبد الله بن مسعود أنه قال: جرّدوا القرآن ولا تكتبوا فيه شيئا إلا كلام الله. وروي عن عمر بن الخطاب أنه قال: إن هذا القرآن كلام الله فضعوه على مواضعه. وقال رجل للحسن البصري: يا أبا سعيد إذا قرأت كتاب الله وتدبرته ونظرت في عملي كدت أن أيأس وينقطع رجائي، قال: فقال له الحسن: إنَّ القرآن كلام الله وأعمال بني آدم إلى الضعف والتقصير، فاعمل وأبشر. وقال فروة بن نوفل الأشجعي كنت جاراً لخباب وهو من أصحاب النبي فخرجت معه يوماً من المسجد، وهو آخذ بيدي صلى الله عليه وسلم فقال يا هناة تقرب إلى الله بما استطعت، فإنك لن تقرب إليه بشيء أحب إليه من كلامه. وقال رجل للحكم بن عتيبة : ما حمل أهل الأهواء على هذا؟ قال: الخصومات. وقال معاوية بن قرة : وكان أبوه ممن أتى النبي : إياكم وهذه الخصومات، فإنها تحبط الأعمال. وقال أبو قلابة وكان أدرك غير واحد من أصحاب رسول الله : \"لا تجالسوا أصحاب الأهواء - أو قال: أصحاب الخصومات - فإني لا آمن أن يغمسوكم في ضلالتهم، ويلبسوا عليكم بعض ما تعرفون\". ودخل رجلان من أصحاب الأهواء على محمد بن سيرين، فقالا يا أبا بكر نحدثك بحديث؟ فقال: لا. قالا: فنقرأ عليك آية من كتاب الله؟ قال: لا، لتقومان ،عني أو لأقومنه. قال فقام الرجلان فخرجا. فقال بعض القوم : يا أبا بكر وما عليك أن يقرآ عليك آية من كتاب الله؟ فقال محمد بن سيرين أني خشيت أن يقرآ علي آية فيحر فانها، فيقر ذلك في قلبي. فقال محمد: لو أعلم أني أكون مثل الساعة لتركتها. وقال رجل من أهل البدع لأيوب السختياني: يا أبا بكر! أسألك عن كلمة فولى وهو يقول بيده: ولا نصف كلمة. وقال ابن طاوس لابن له وتكلم رجل من أهل البدع- أدخل أصبعيك في أذنيك حتى لا تسمع ما يقول، ثم قال اشدد، اشدد. وقال عمر بن عبد العزيز من جعل دينه عرضا للخصومات أكثر التنقل. وقال إبراهيم النخعي: إن القوم لم يدخر عنهم شيء خُبئ لكم لفضل عندكم. وكان الحسن البصري يقول : \"شرُّ داء خالط قلباً\" يعني : الهوى. وقال حذيفة بن اليمان وكان من أصحاب رسول الله صلى الله عليه وسلم: اتقوا الله معاشر القراء، خذوا طريق من كان قبلكم، والله لئن استقمتم لقد سبقتم سبقاً بعيداً ولئن تركتموه يمينا وشمالا لقد ضللتم ضلالاً بعيداً، أو قال : مبيناً. وإنما تركت ذكر الأسانيد لما تقدم من اليمين التي قد حلفت بها مما قد علمه أمير المؤمنين لولا ذلك ذكرتها بأسانيدها. وقد قال الله جل ثناؤه: وَإِنْ أَحَدٌ مِنَ الْمُشْرِكِينَ اسْتَجَارَكَ فَأَجِرْهُ حَتَّى يَسْمَعَ كَلَمَ اللَّهِ ﴾ [التوبة: 6] وقال: ﴿ أَلَا لَهُ الْخَلْقُ وَالْأَمْرُ [الأعراف: 54] فأخبر تبارك وتعالى بالخلق، ثم قال: وَالأَمْرُ، فأخبر أن الأمر غير الخلق، وقال تبارك وتعالى: ﴿ الرَّحْمَنُ عَلَمَ الْقُرْهَانَ ) خَلَقَ الإِنسَنَ عَلَمَهُ الْبَيَانَ [الرحمن] فأخبر تبارك وتعالى أن القرآن من علمه، وقال: وَلَن تَرْضَى عَنكَ الْيَهُودُ وَلَا النَّصَرَىٰ حَتَّى تَتَّبِعَ مِلَهُمْ قُلْ إِنْ هُدَى اللَّهِ هُوَ الْهُدَى وَلَبِنِ اتَّبَعْتَ أَهْوَاءَهُم بَعْدَ الَّذِي جَاءَ كَ مِنَ الْعِلْمِ مَا لَكَ مِنَ اللَّهِ مِن وَلِيَ وَلَا نَصِيرٍ [البقرة: 120] وقال: وَلَبِنْ أَتَيْتَ الَّذِينَ أُوتُوا الْكِتَبَ بِكُلِّ ءَايَةٍ مَّا تَبِعُوا قِبْلَتَكَ وَمَا أَنتَ بِتَابِعِ قِبْلَهُمْ وَمَا بَعْضُهُم بِتَابِعٍ قِبْلَةَ بَعْضٍ وَلَبِنِ اتَّبَعْتَ أَهْوَاءَهُم مِّنْ بَعْدِ ما جاءَكَ مِنَ الْعِلْمِ إِنَّكَ إِذًا لَمِنَ الظَّلِمِينَ ﴾ [البقرة: 145] وقال : وَكَذَلِكَ أَنزَلْنَهُ حُكْمًا عَرَبِيًّا وَلَبِنِ اتَّبَعْتَ أَهْوَاءَ هُم بَعْدَ مَا جَاءَكَ مِنَ الْعِلْمِ مَا لَكَ مِنَ اللَّهِ مِن وَلِي وَلَا وَاقٍ [الرعد: 37] فالقرآن من علم الله. وفي هذه الآيات دليل على أن الذي جاءه هو القرآن لقوله: وَلَبِنِ اتَّبَعْتَ أَهْوَاءَهُم مِّنْ بَعْدِ مَا جَاءَكَ مِنَ الْعِلْمِ . وقد روى عن غير واحد ممن مضى من سلفنا أنهم كانوا يقولون: القرآن كلام الله ليس بمخلوق، وهو الذي أذهب إليه ولست بصاحب كلام ولا أرى الكلام في شيء من هذا إلا ما كان في كتاب الله، أو في حديث عن النبي صلى الله عليه وسلم أو عن أصحابه أو عن التابعين رحمهم الله، فأما غير ذلك فإن الكلام فيه غير محمود. وإني أسأل الله أن يطيل بقاء الأمير وأن يثبته ويمده منه بمعونة، إنه على كل شيء قدير."
    },
    {
        "id": 80,
        "text": "حدثنا إسحاق قال : أخبرنا جرير عن ليث بن أبي سليم، عن سلمة بن كهيل، عن أبي الزعراء قال: قال عمر: إن هذا القرآن كلام الله فلا عرفتكم ما عطفتموه على أهوائكم."
    },
    {
        "id": 81,
        "text": "حدثنا محمد بن مصفى :قال حدثنا عبد الله بن محمد، عن عمرو بن جميع، عن ميمون بن مهران عن ابن عباس قال: لما حكّم علي الحكمين قال له الخوارج : حكمت رجلين؟ قال: ما حكمت مخلوقاً إنما حكمت القرآن."
    },
    {
        "id": 82,
        "text": "حدثنا عمرو بن زرارة قال حدثنا محمد بن يزيد الواسطي، عن نافع بن عمر ، عن ابن أبي مليكة قال: كانت أسماء بنت أبي بكر إذا سمعت القرآن قالت كلام ربي كلام ربي."
    },
    {
        "id": 83,
        "text": "حدثنا العلاء بن عمرو الحنفي قال: حدثنا يحيى بن زكريا، عن ابن أبي زائدة، قال حدثنا مجالد عن الشعبي، عن مسروق، عن عبد الله بن مسعود قال القرآن كلام الله، فمن رد منه شيئاً فإنما يرده على الله."
    },
    {
        "id": 84,
        "text": "حدثنا بشر بن حجر :قال حدثنا صالح المري قال: قال الحسن: القرآن كلام الله إلى القوة والصفاء والأعمال أعمال بني آدم إلى الضعف والتقصير، فاعمل وأبشر."
    },
    {
        "id": 85,
        "text": "حدثنا عبيد الله بن معاذ قال: ثنا أبي، عن السري بن يحيى، عن محمد بن سيرين قال : قال الحجاج بن يوسف وهو يخطب: إن ابن الزبير كان يبدل كلام الله. فقال له [ عبد الله ] بن عمر: كذبت لا تستطيع ولا ابن الزبير أن تبدلوا كلام الله."
    },
    {
        "id": 86,
        "text": "سمعت أحمد وذكر القرآن فقال: سمعت أبا النضر يقول: ليس بمخلوق."
    },
    {
        "id": 87,
        "text": "ثنا أحمد بن إبراهيم :قال: سمعت أبا النضر هاشم بن القاسم يقول: القرآن كلام الله ليس بمخلوق."
    },
    {
        "id": 88,
        "text": "ثنا الحسن بن الصباح قال: ثنا معبد أبو عبد الرحمن ثقة، عن معاوية بن عمار قال: سألت جعفر بن محمد عن القرآن، فقال ليس بخالق ولا مخلوق، ولكنه كلام الله \"."
    },
    {
        "id": 89,
        "text": "حدثنا عباس بن عبد العظيم قال: حدثني عمرو بن هارون قال: سمعت سفيان بن عيينة وسئل عن القرآن قال: هو كلام الله وليس بمخلوق."
    },
    {
        "id": 90,
        "text": "ثنا محمد بن يونس النسائي وكان ثقة قال: سمعت وهب بن جرير يقول: القرآن ليس بمخلوق."
    },
    {
        "id": 91,
        "text": "ثنا عباس العنبري وأحمد بن عبدة قالا: سمعنا أبا الوليد يقول : القرآن كلام الله، وكلام الله ليس بمخلوق."
    },
    {
        "id": 92,
        "text": "سمعت العنبري قال: سمعت أبا الوليد يقول القرآن کلام الله، ليس ببائن من الله."
    },
    {
        "id": 93,
        "text": "ثنا وهب بن بقية قال: سمعت وكيع بن الجراح يقول: القرآن ليس بمخلوق."
    },
    {
        "id": 94,
        "text": "سمعت إسحاق بن إبراهيم بن راهويه وهناد بن السري. وعبد الأعلى بن حماد. وعبيد الله بن عمر بن ميسرة. وحكيم بن سيف الرقي وأيوب بن محمد الرقي وسوار بن عبد الله. والربيع صاحب الشافعي. وعبد الوهاب بن الحكم و محمد بن الصباح بن سفيان. وعثمان بن أبي شيبة. ومحمد بن بكار بن الريان ، وأحمد بن جواس الحنفي، ووهب بن بقية، ومن لا أحصيهم من علمائنا كل هؤلاء سمعتهم يقولون: القرآن كلام الله ليس بمخلوق، وبعضهم قال: القرآن غير مخلوق."
    },
    {
        "id": 95,
        "text": "حدثنا أبو بكر محمد بن يزيد قال : أخبرنا الهيثم بن جميل قال: القرآن كلام الله ليس بمخلوق."
    },
    {
        "id": 96,
        "text": "حدثنا إسحاق بن إبراهيم، عن سفيان بن عيينة، عن عمرو بن دينار، قال: أدركت الناس منذ سبعين سنة، أدركت أصحاب النبي فمن دونهم يقولون الله الخالق وما سواه مخلوق، إلا القرآن فإنه كلام الله منه خرج وإليه يعود."
    },
    {
        "id": 97,
        "text": "سمعت أبا الربيع الزهراني، وأبا ثور، والعباس العنبري ، ويحيى [الحماني]، وإبراهيم بن بشار يقولون: القرآن كلام الله تكلم به."
    },
    {
        "id": 98,
        "text": "حدثنا حماد بن المبارك قال: حدثنا يحيى بن خلف أبو محمد المقري قال: كنا عند مالك بن أنس فسأله رجل: ما تقول فيمن قال: القرآن مخلوق؟ قال: زنديق كافر اقتلوه، ثم قال مالك: ما سمعت هذا الكلام من أحد غيرك. قال يحيى: ثم أتيت مصراً فلقيت الليث بن سعد وابن لهيعة فقلت لهما : ما تقولان فيمن قال القرآن مخلوق؟ قالا كافر. قال: ثم أتيت الكوفة فلقيت أبا بكر بن عياش فسألته فقال: كافر، وكل من لم يقل إنه كافر فهو كافر، قال أبو بكر: أيشك في اليهودي والنصراني أنهما كافران فمن شك في هؤلاء أنهم كفار فهو كافر، والذي يقول القرآن مخلوق مثلها، قال: ثم لقيت حفص بن غياث، ويحيى بن زكريا بن أبي زائدة. وحسين الجعفي، وعبد السلام الملائي، ووكيع، وابن إدريس فقلت لهم ما قال الرجل لمالك فقالوا كلهم كافر، قال: ثم لقيت هشیم. وعلي بن عاصم ، ويزيد بن هارون. فسألتهم فقالوا: كافر، ثم قدمت المصيصة فلقيت عبد الله بن المبارك وأبا إسحاق الفزاري ومخلد بن حسين. وعلي بن بكار ، فسألتهم وقالوا كافر . قال: ثم أتيت الشام فلقيت الوليد بن مسلم فسألته فقال : كافر."
    },
    {
        "id": 99,
        "text": "حدثنا صالح، قال: حدثني أبي، قال: حدثنا سريج بن النعمان، قال أخبرني عبد الله بن نافع قال كان مالك يقول: أنا مؤمن، ويقول: الإيمان قول وعمل، ويقول: كلم الله موسى، ويستفظع قول من يقول: القرآن مخلوق، قال: يوجع ضربا، ويحبس حتى يتوب. وقال مالك: الله في السماء، وعلمه في كل مكان لا يخلو منه شيء."
    },
    {
        "id": 100,
        "text": "سمعت أبا عبد الله يقول: سمعت عبد الرحمن بن مهدي يقول: لو كان لي قرابة ممن يقول : القرآن مخلوق ، ثم مات لم أرثه."
    },
    {
        "id": 101,
        "text": "حدثنا أبو بكر محمد بن يزيد قال : ثنا أبو بكر بن أبي الأسود قال: سمعت عبد الرحمن بن مهدي يقول: لو كان لي قرابة أنا وارثه ثم مات لم أرثه إذا كان ممن يقول القرآن مخلوق."
    },
    {
        "id": 102,
        "text": "حدثنا عبيد الله القواريري: قال عبد الرحمن بن مهدي: لو كان إلي الأمر لقمت على الجسر فلا يمر أحد يقول: القرآن مخلوق إلا ضربت عنقه وألقيته، قال : وقال وكيع يستتاب."
    },
    {
        "id": 103,
        "text": "سمعت أبا عبد الله يقول: بلغ محمد بن زبيدة أمير المؤمنين ، أن إسماعيل بن علية، يقول القرآن مخلوق، قال: فبعث إليه، فجيء به، فلما دخل عليه فبصر به أمير المؤمنين. قال له: يا ابن الفاعلة من البعد - أنت الذي تقول القرآن مخلوق؟ قال: فوقف إسماعيل، فجعل ينادي يا أمير المؤمنين جعلني الله فداءك، زلة من عالم، يا أمير المؤمنين جعلني الله فداءك، زلة من عالم قال: ثم أمر به فأخرج، وأمر ألا يحدث. سمعت أحمد يقول : إني لأرجو أن يرحم الله محمد بن زبيدة بإنكاره على إسماعيل."
    },
    {
        "id": 104,
        "text": "ثنا حمزة بن سعيد المروزي قال: سألت أبا بكر بن عياش فقلت: يا أبا بكر قد بلغك ما كان من أمر ابن علية في القرآن فما تقول فيه؟ فقال: اسمع إلي -ويلك- من زعم لك أن القرآن مخلوق فهو عندنا كافر زنديق عدو الله ، لا تجالسه، ولا تكلمه. قال أبو داود: وكان حمزة ذا ثقة مأموناً."
    },
    {
        "id": 105,
        "text": "وقال أبو الوليد: من لم يعقد قلبه أن القرآن ليس بمخلوق فهو خارج عن ملة الإسلام\"."
    },
    {
        "id": 106,
        "text": "ثنا عباس قال: سمعت أبا الوليد يقول: من لم يعقد قلبه على أن القرآن ليس بمخلوق فهو خارج من الإسلام\"."
    },
    {
        "id": 107,
        "text": "ثنا محمد بن خلاد الباهلي قال سمعت وكيعا يقول للمريسي بمنى إن سُئلتُ عنه أمرتهم أن يستتيبوه فإن تاب، وإلا أمرتهم أن يسفكوا دمه أو يقتلوه أو يصلبوه."
    },
    {
        "id": 108,
        "text": "حدثنا إبراهيم بن الحارث قال: حدثني القاسم بن يزيد قال: سمعت وكيع بن الجراح يقول : من زعم أن القرآن مخلوق [فقد زعم أن القرآن] محدث ، ومن زعم أن القرآن محدث فقد كفر بما أنزل على محمد، يستتاب فإن تاب و إلا ضربت عنقه."
    },
    {
        "id": 109,
        "text": "حدثنا إبراهيم بن الحارث قال: ثنا زهير بن حرب قال: كنا في طريق مكة ومعنا مثنى الأنماطي، فجعل يقول: القرآن مجعول مخلوق. فقلت بيني وبينك وكيع، فأتيناه، فقلنا: يا أبا سفيان إن هذا يزعم أن القرآن مجعول مخلوق ؟ فقال وكيع: سبحان الله هذا كفر هذا كفر، فقال له المثنى: أليس الله يقول: مَا يَأْتِيهِم مِّن ذِكْرٍ مِّن رَّبِّهِم تُحْدَثٍ ﴾ [الأنبياء: 2] فقال وكيع : هذا كفر."
    },
    {
        "id": 110,
        "text": "حدثنا عبدة بن عبد الرحيم قال سمعت وكيع بن جراح يقول: من قال: أن القرآن مخلوق فهو كافر."
    },
    {
        "id": 111,
        "text": "وثنا محمد بن عبد العزيز بن أبي رزمة قال: حدثنا أبو الوزير محمد بن أعين قال: سمعت النضر بن محمد يقول: من قال: في هذه الآية : إِنَّنِي أَنَا اللهُ لَا إِلَهَ إِلَّا أَنَا فَاعْبُدْنِي وَأَقِمِ الصَّلَوَةَ لِذِكْرِي \" [طه: 14] \"مخلوق فهو كافر ، فجئت إلى عبد الله بن مبارك فأخبرته بقول النضر، فقال: صدق النضر - عافاه الله - ما كان ليأمره أن يعبد مخلوقاً."
    },
    {
        "id": 112,
        "text": "حدثنا العباس بن عبد العظيم أنَّ محمد بن يحيى بن سعيد حدثه قال: سمعت معاذ بن معاذ يقول : من قال : القرآن مخلوق فهو كافر بالله العظيم\"."
    },
    {
        "id": 113,
        "text": "ثنا أحمد بن سنان قال: قال لي عمر بن عثمان بن عاصم قال: سمعت يزيد بن هارون يقول : من قال : القرآن مخلوق فهو كافر."
    },
    {
        "id": 114,
        "text": "وثنا أحمد بن سنان الواسطي وعباس العنبري قالا: ثنا شاذ ابن يحيى قال سمعت يزيد بن هارون يقول من قال: القرآن مخلوق فهو والله الذي لا إله إلا هو ،زنديق أو قال: عندي زنديق."
    },
    {
        "id": 115,
        "text": "سألت محمد بن يسار :قلت أيام يحيى بن سعيد، ومعتمر ابن سليمان، وأصحابك تكلم الناس في القرآن؟ قال: نعم، ولكن هارون أمير المؤمنين كان لا يؤتى بأحد زعم أن القرآن مخلوق إلا قتله."
    },
    {
        "id": 116,
        "text": "سمعت الربيع بن سليمان المؤذن قال: سمعت أبا يعقوب البويطي يقول : من قال : القرآن مخلوق فهو كافر."
    },
    {
        "id": 117,
        "text": "قلت لأحمد بن صالح من قال: القرآن مخلوق؟ فقال: کافر."
    },
    {
        "id": 118,
        "text": "سمعت عبدة بن عبد الرحيم بن حسان قال: من زعم أن القرآن مخلوق فهو كافر، ومن وقف فهو شر منه، قال عبدة: ليس بين أحد من أهل العلم اختلاف أنه من قال : القرآن مخلوق، فهو كافر."
    },
    {
        "id": 119,
        "text": "قال إبراهيم وسألت إبراهيم بن نصير عن القرآن؟ فقال القرآن كلام الله وليس بمخلوق ولم يزل الله بكلامه تبارك وتعالى قبل أن يخلق خلقه ومن قال مخلوق، فهو كافر يقتل ولا يستتاب."
    },
    {
        "id": 120,
        "text": "حدثنا أبو موسى هارون بن زياد، عن أبي بكر بن عياش قال: من زعم أن القرآن مخلوق فهو كافر."
    },
    {
        "id": 121,
        "text": "حدثنا أبو موسى هارون بن زياد قال: سمعت الفريابي وسأله رجل عمن قال القرآن مخلوق؟ قال: سألت سفيان الثوري عمن قال : القرآن مخلوق ؟ قال : كافر بالله العظيم."
    },
    {
        "id": 122,
        "text": "وقال أبو عاصم النبيل: القرآن كلام الله وليس بمخلوق ومن قال مخلوق فهو كافر."
    },
    {
        "id": 123,
        "text": "أخبرني محمد بن أبي غياث قال: سمعت الفريابي يقول: من قال: القرآن مخلوق فهو كافر. وسألت ابن أبي أويس ، وأبا مصعب الزهري، وإبراهيم بن حمزة ابن مصعب بن الزبير بن العوام عمن قال القرآن مخلوق، فقالوا: کافر."
    },
    {
        "id": 124,
        "text": "قال أبو نعيم: مَن قال: القرآن مخلوق فهي الزندقة الصلعاء."
    },
    {
        "id": 125,
        "text": "وقال النفيلي : من قال: القرآن مخلوق فقد كفر بالله وكذب بالقرآن."
    },
    {
        "id": 126,
        "text": "وقال عبد الله بن داود من زعم أن القرآن مخلوق ينبغي أن ينزع لسانه من قفاه."
    },
    {
        "id": 127,
        "text": "وقال محمد بن عيسى: من قال القرآن مخلوق فقد كفر."
    },
    {
        "id": 128,
        "text": "وقال أحمد بن يونس : هذا الكفر، ثم قال: خليفة يدعو الناس إلى الكفر إن هذا لهو البلاء العظيم\"."
    },
    {
        "id": 129,
        "text": "حدثنا أحمد بن الحباب قال: سمعت أبا الصلت يقول: قال لي علي بن موسى الرضا : إن هذا - يعني المأمون- يدعوكم لتقولوا القرآن مخلوق، فلا تقله فإنه كفر."
    },
    {
        "id": 130,
        "text": "حدثنا أبو علي الحسن بن الصباح قال: ثنا قاسم المعمري قال: ثنا عبد الرحمن بن محمد بن حبيب بن أبي حبيب قال: حدثني أبي، عن جدي حبيب قال: شهدت خالد بن عبد الله القسري وخطب الناس بواسط يوم النحر فقال : يا أيها الناس ارجعوا فضحوا تقبل الله منكم، فإني مضحي بالجعد بن درهم، فإنه زعم أن الله تبارك وتعالى لم يتخذ إبراهيم خليلا، ولم يكلم الله تكليماً سبحانه وتعالى عما موسی يقول الجعد بن درهم، ثم نزل إليه فذبحه."
    },
    {
        "id": 131,
        "text": "حدثنا عباس بن عبد العظيم قال: حدثني أحمد بن يونس قال: قال أبو حنيفة عند عيسى بن موسى القرآن مخلوق. فقال عيسى لا بن أبي ليلى استتبه فإن تاب وإلا فاضرب عنقه."
    },
    {
        "id": 132,
        "text": "حدثنا أحمد بن الأزهر قال حدثني عبد الله بن عون، عن سفيان الثوري قال : قال لي حماد بن أبي سليمان قال لذاك الكافر أبي حنيفة: إن كنت تقول القرآن مخلوق فلا تقربن مجلسي."
    },
    {
        "id": 133,
        "text": "حدثنا الحسن بن الصباح عن إبراهيم بن بصير قال: سمعت أبا النضر يقول : من زعم أن القرآن مخلوق فهو كافر بالله."
    },
    {
        "id": 134,
        "text": "حدثنا محمد بن مصفى عن نعيم بن حماد قال: من قال: القرآن مخلوق فهو كافر بالله أرى أن جهادهم عندي أفضل من جهاد الروم، وأرى أن أقتلهم بلا استتابة."
    },
    {
        "id": 135,
        "text": "حدثنا إبراهيم بن الحارث قال: سمعت سعيد بن الصباح قال: جاء رجل إلى سفيان بن عيينة فذكر له كلام المريسي، فقال سفيان لقد شرع في هذا الدين ما لم يأذن به الله ثم قال: من زعم أن القرآن مخلوق فهو كافر."
    },
    {
        "id": 136,
        "text": "قال يعلى بن عبيد : القرآن كلام الله وليس بمخلوق، ومن زعم أنه مخلوق فهو كافر، هذا قول الجهمية."
    },
    {
        "id": 137,
        "text": "سمعت أحمد بن سنان قال سمعت يزيد بن هارون يقول: الجهمية يستتابون."
    },
    {
        "id": 138,
        "text": "ثنا أحمد سنان قال: سمعت شاد بن بن يحيى قال: سمعت رجلا قال ليزيد بن هارون يا أبا خالد ما تقول في الجهمية؟ قال: يستتابون، فقال له السائل: يا أبا خالد و أي شيء الجهمية؟ فطرق يزيد ثم رفع رأسه فقال: من توهم الرَّحْمَنُ عَلَى الْعَرْشِ اسْتَوَى [طه: 5]. خلاف ما في قلوب العباد فهو جهمي."
    },
    {
        "id": 139,
        "text": "ثنا عبد الله بن مخلد ثنا مكي بن إبراهيم، قال ثنا يحيى بن شبل :قال كنت جالسا مع مقاتل بن سليمان وعباد بن كثير إذ جاء شاب فقال: ما تقول في [قول] الله عز وجل كُلُّ شَيْءٍ هَالِكُ إِلَّا وَجْهَهُ ﴾ [القصص: 88] . فقال مقاتل: هذا جهمي، ثم قال: ويحك إن جهما والله ما حجّ هذا البيت ولا جالس العلماء، إنما كان رجلا أعطي لساناً."
    },
    {
        "id": 140,
        "text": "ثنا أحمد بن هاشم الرملي قال: ثنا ضَمرة عن ابن شوذب قال: ترك جهم الصلاة أربعين يوماً، وكان فيمن خرج مع الحارث بن سريج."
    },
    {
        "id": 141,
        "text": "ثنا الحسن بن الصباح قال : ثنا علي بن الحسن بن شقيق، عن ابن المبارك قال: إنا لنحكي كلام اليهود والنصارى وما نستطيع أن نحكي كلام الجهمية."
    },
    {
        "id": 142,
        "text": "سمعت علي بن عبد الله قال: بلغني عن ابن مبارك أنه قال: أستجيز أن أحكي كلام اليهود والنصارى ولا أستجيز أن أحكي كلام أصحاب جهم."
    },
    {
        "id": 143,
        "text": "قال أبو محمد : ذكرت عند علي بعض كلامهم قلت: قوم يقولون كذا ثم كذا أترى أن هؤلاء مسلمين؟ فقال: لو ذكر هذا رجل عند حماد وغيره من المشايخ لطردوه وما حدثوه بشيء يكره أن يحكى كلامهم أشد الكراهية."
    },
    {
        "id": 144,
        "text": "وثنا عبد الوهاب بن عبد الحكم قال: سمعت شعيباً أبا صالح قال: وثنا أحمد بن إبراهيم قال: حدثني الثقة قال: سمعت يزيد ابن هارون يقول: بشر المريسي وأبو بكر الأصم كافران حلالا الدم."
    },
    {
        "id": 145,
        "text": "وثنا إبراهيم بن الحارث الأنصاري قال: حدثني ابن عمر الكوفي قال : سمعت عبد الحميد الحماني يقول : جهم كافر بالله."
    },
    {
        "id": 146,
        "text": "حدثنا محمد بن أبي يحيى الحماني قال: جهم كافر بالله العظيم."
    },
    {
        "id": 147,
        "text": "سمعت قتيبة بن سعيد يقول : بشر المريسي الكافر."
    },
    {
        "id": 148,
        "text": "ثنا إسحاق بن الصباح ثقةٌ قال: سمعت الحسن بن علي يقول: سمعت يزيد بن هارون يقول: بشر كافر بالله."
    },
    {
        "id": 149,
        "text": "وثنا أحمد بن إبراهيم قال: حدثني محمد بن عمر الكلابي قال: سمعت وكيعاً يقول: كفر المريسي."
    },
    {
        "id": 150,
        "text": "ثنا أحمد بن إبراهيم قال سمعت أبا النضر هاشم بن القاسم يقول: كان أبو بشر المريسي يهودياً قصارا أو صباغا في سويقة ابن نضر بن مالك."
    },
    {
        "id": 151,
        "text": "قال: وسمعت عبد الرحمن يقول: أرى أن يعرض أصحاب جهم على السيف."
    },
    {
        "id": 152,
        "text": "حدثنا أبو القاسم عبد الرحمن بن محمد بن سلام قال: سمعت رجلا سأل يزيد بن هارون فقال: يا أبا خالد ما تقول في الجهمية؟ قال يزيد ؟ زنادقة زنادقة زنادقة ومد بها صوته في الثالثة."
    },
    {
        "id": 153,
        "text": "حدثنا محمد بن مصفى عن يزيد بن هارون قال: لقد أخبرت من كلام المريسي بشيء وجعت وجعة في صلبي بعد ثلاث. وسأله رجل من أهل بغداد فقال: يا أبا خالد سمعت بشر المريسي يقول في سجوده سبحان ربي الأسفل. فقال يزيد: إن كنت صادقا إن بشر المريسي كافر بالله العظيم، وقال: لقد حرصت ببغداد على قتل بشر المريسي بجهدي."
    },
    {
        "id": 154,
        "text": "حدثنا محمد بن مصفى عن الفريابي قال: ألا تستطيعون أن تقتلوا بشر المريسي."
    },
    {
        "id": 155,
        "text": "حدثنا محمد بن مصفى قال حدثنا بقية بن الوليد، عن عبد العزيز الماجشون قال: جهم وشيعته الجاحدون."
    },
    {
        "id": 156,
        "text": "حدثنا أحمد بن سعيد الدارمي قال: سمعت أبي يقول: سمعت خارجة بن مصعب يقول : الجهمية كفار، لا تنكحوا إليهم ولا تنكحوهم."
    },
    {
        "id": 157,
        "text": "حدثنا عمرو بن العباس الأهوازي قال: أخبرني عبد الله بن أبي الأسود قال: سمعت عبد الرحمن بن مهدي يقول : لو خطب إليَّ رجل من الجهمية أمة لم أزوجه."
    },
    {
        "id": 158,
        "text": "حدثنا أبو علي الحسن بن الصباح البزار قال: عن سعيد الضبعي قال: القرآن كلام الله، ومن الله، وليس من الله شيء مخلوق، ومن زعم أن القرآن مخلوق فهو كافر."
    },
    {
        "id": 159,
        "text": "قال حرب الكرماني فيما ينقله عن مذهب أئمة العلم وأصحاب الأثر وأهل السنة المعروفين بها والجهمية: أعداء الله ؛ وهم الذين يزعمون أن القرآن مخلوق، وأن الله لم يكلم موسى، وأن الله لا يتكلم ولا يرى، ولا يعرف الله مكان، وليس الله عرش، ولا كرسي، وكلام كثير أكره حكايته، وهم كفار زنادقة أعداء الله فاحذروهم."
    },
    {
        "id": 160,
        "text": "وسمعت أبا بكر محمد بن يزيد قال: القرآن كلام الله ليس بمخلوق من قال إنه مخلوق فهو كافر ، ومن وقف لا يدري أن الله يتكلم أو لا يتكلم فهو كافر، والواقفة عندي شر من الجهمية."
    },
    {
        "id": 161,
        "text": "سمعت قتيبة بن سعيد قيل له الواقفة؟ فقال: هؤلاء - يعني : الواقفة : شر منهم، يعني ممن قال : القرآن مخلوق."
    },
    {
        "id": 162,
        "text": "وسمعت عثمان بن أبي شيبة قال: هؤلاء الذين يقولون \"كلام الله\" ويسكتون شر من هؤلاء - يعني: ممن قال: القرآن مخلوق."
    },
    {
        "id": 163,
        "text": "سمعت أحمد بن إبراهيم يقول: سمعت محمد بن مقاتل العباداني - وكان من خيار المسلمين - يقول في الواقفة: هم عندي شر من الجهمية."
    },
    {
        "id": 164,
        "text": "سألت أحمد بن صالح المصري عمن يقول: \"القرآن کلام الله\" ولا يقول غير مخلوق ولا مخلوق؟ فقال هذا شاكٌ، والشاةُ کافر."
    },
    {
        "id": 165,
        "text": "قال حرب الكرماني فيما ينقله عن مذهب أئمة العلم وأصحاب الأثر وأهل السنة المعروفين بها والواقفة وهم الذين يزعمون أنا نقول: إن القرآن كلام الله ولا نقول غير مخلوق، وهم شر الأصناف و أخبثها."
    },
    {
        "id": 166,
        "text": "سمعت أحمد بن صالح ذكر اللفظية قال: هؤلاء أصحاب بدعة ويدخل عليهم من البدعة."
    },
    {
        "id": 167,
        "text": "قال حرب الكرماني فيما ينقله عن مذهب أئمة العلم وأصحاب الأثر وأهل السنة المعروفين بها واللفظية وهم الذين يزعمون أنا نقول: إن القرآن كلام الله ولكن ألفاظنا بالقرآن وتلاوتنا وقراءتنا له مخلوقة، وهم جهمية فساق. وقال حرب الكرماني :أيضا ومن زعم أن ألفاظنا بالقرآن وتلاوتنا له مخلوقة والقرآن كلام الله فهو جهمي خبيث مبتدع. ومن لم يكفر هؤلاء القوم ولا الجهمية كلهم فهو مثلهم."
    },
    {
        "id": 168,
        "text": "حدثنا المسيب بن واضح قال : ثنا يوسف بن السفر، عن الأوزاعي، عن الزهري قال: القضاء هو القدر، والقدر هو العلم، والعلم نافذ في العباد فيما عملوا من خير أو شر مكتوب في رقابهم إلى أن يفارقوا الدنيا."
    },
    {
        "id": 169,
        "text": "حدثنا ،صالح قال حدثني أبي، قال: حدثنا هاشم بن القاسم، قال: حدثنا محمد بن مسلم قال: أخبرنا أيوب بن موسى، عن محمد بن كعب في قوله: ﴿ فَالْتَقَى الْمَاءُ عَلَى أَمْرٍ قَدْ قُدِرَ ﴾ [القمر: 12]، قال: كان القدر قبل البلاء."
    },
    {
        "id": 170,
        "text": "حدثنا أبو الربيع الزهراني، قال: ثنا عبد الله بن يزيد المقري، قال : ثنا عبد الله بن لهيعة بن عقبة قال حدثني عمرو بن شعيب قال: كنت عند سعيد بن المسيب إذ جاءه رجل فقال: إن ناساً يقولون: قدر الله كل شيء ما خلا الأعمال. فغضب سعيد غضبا لم أره غضب مثله قط حتى هم بالقيام ثم قال فعلوها فعلوها، ويحهم لما يعملون، أما إني قد سمعت فيهم بحديث كفاهم به شراً، فقلت: وما ذاك يا أبا محمد رحمك الله؟ قال: حدثني رافع بن خديج، عن النبي قال: \"يكون في أمتي قوم يكذبون بالله وبالقرآن وهم لا يشعرون\" قال: فقلت: يقولون كيف يا رسول الله؟ قال: \"يقولون الخير من الله والشر من إبليس، ثم يُقرّون على ذلك كتاب الله فيكفروا بالله وبالقرآن بعد الإيمان والمعرفة، فماذا تلقى أمتي منهم من العداوة والبغضاء، ثم يكون المسخ فيمسخ عامة أولئك قردة وخنازير، ثم يكون الخسف فقل من ينجو منهم، المؤمن يومئذ قليل ،فرحه، شدید غمه، ثم بكى النبي حتى بكيت لبكائه، فقيل يا رسول الله ما هذا البكاء؟ قال رحمة لهم، الأشقياء، لأن منهم المجتهد ومنهم المتعبد، أما إنهم ليسوا بأول من سبق إلى هذا القول وضاق بحمله ذرعاً، إن عامة من هلك من بني إسرائيل بالتكذيب بالقدر فقيل يا رسول الله، فما الإيمان بالقدر ؟ قال: \"أن تؤمن بالله وحده، وتؤمن بالجنة والنار، وتعلم أن الله تبارك وتعالى خلقهما قبل الخلق ثم خلق الخلق لهما، فجعل من شاء منهم للجنة ومن شاء منهم للنار، عدلا منه، ، فكل يعمل لما فرغ منه وصائر إلى ما خلق له، فقلت: صدق الله ورسوله."
    },
    {
        "id": 171,
        "text": "قال حرب الكرماني فيما ينقله عن مذهب أئمة العلم وأصحاب الأثر وأهل السنة المعروفين بها والقدر خيره وشره، وقليله وكثيره وظاهره ،وباطنه وحلوه ،ومره، ومحبوبه ومكروهه، وحسنه وسيئه، وأوله وآخره من الله تبارك وتعالى قضاء قضاه على عباده. وقدر قدره عليهم لا يعدو أحد منهم مشيئة الله لا يجاوز منهم قضاءه، بل هم كلهم صائرون إلى ما خلقهم له، وواقعون فيما قدر عليهم لا محالة، وهو عدل منه عز ربنا وجل. والزنا، والسرقة، وشرب الخمر، وقتل النفس، وأكل مال الحرام، والشرك بالله، والذنوب جميعاً، والمعاصي كلها بقضاء وقدر من الله من غير أن يكون لأحد على الله حجة بل الله الحجة البالغة على خلقه، و لَا يُسْتَلُ عَمَّا يَفْعَلُ وَهُمْ يُسْتَلُونَ ﴾ [الأنبياء: 23]."
    },
    {
        "id": 172,
        "text": "حدثنا هشام بن عمار الدمشقي قال: حدثني الجراح بن مليح قال : ثنا أرطأة بن المنذر ، عن جعفر بن أبي إياس، عن مجاهد عن ابن عباس قال: أول ما خلق الله القلم فأخذه بيمينه وكلتا يديه يمين، ثم خلق النون وهي الدواة، ثم خلق الألواح فكتب فيها الدنيا وما يكون فيها حتى تفنى من خلق مخلوق، أو عمل معمول بر أو فجور، أو رزق من حلال أو حرام، أو أثر أو رطب، أو يابس، ثم ألزم كل شيء. ء من ذلك شأنه وبقائه فيها وفناه متى تفنى، ثم جعل على ذلك الكتاب حفظة من الملائكة، وعلى الخلق حفظة، فتأتي ملائكة الخلق ملائكة من ذلك الكتاب فيلقون إليهم النسخ بما يكون في كل يوم وليلة من ذلك، فتهبط ملائكة الخلق إلى الخلق فيحفظونهم بأمر الله، ويسوقونهم إلى ما في أيديهم من تلك النسخ حتى إذا استكمل كل شيء من ذلك شأنه في كل يوم وليلة انقطع، فلم يكن لها مقام ولا بقاء ثم تلا: إِنَّا كُنَّا نَسْتَنسِخُ مَا كُنتُمْ تَعْمَلُونَ ﴾ [الجاثية: 29] فقال رجل: يا أبا عباس، ما كنا نرى النسخ إلا فيما تحفظ علينا الملائكة في كل يوم وليلة، قال: ألستم قوماً عرباً [هل] يكون نسخه إلا من كتاب قد سبق؟، ثم قرأ وَلَا رَطْبٍ وَلَا يَابِسٍ إِلَّا فِي كِتَبٍ مُّبِينٍ ﴾ [الأنعام: 59] فقال: جميع الرطب واليابس كل شيء."
    },
    {
        "id": 173,
        "text": "حدثنا أبو معن الرقاشي قال: حدثنا معتمر بن سليمان قال: سمعت عصمة بن عاصم يحدث عن عطاء بن السائب، عن مقسم عن ابن عباس قال: أول ما خلق الله القلم من هجاء [ق ل م] قال: فتصور قلماً من نور طوله كما بين السماء والأرض، فقال: اجر في اللوح المحفوظ :قال رب بماذا ؟ قال : بكل شيء يكون إلى قيام الساعة، فلما خلق الله الخلق، ووكل ملائكة يحفظون أعمالهم، فإذا كان يوم القيامة عرضت أعمالهم عليهم ، قيل : هَذَا كِتَبْنَا يَنطِقُ عَلَيْكُم بِالْحَقِّ إِنَّا كُنَّا نَسْتَنسِخُ مَا كُنتُمْ تَعْمَلُونَ ﴾ [الجاثية : 29] من اللوح المحفوظ، فعرض بين الكتابين فإذا هما سواء."
    },
    {
        "id": 174,
        "text": "حدثنا سعيد بن منصور قال: ثنا هشيم قال: أخبرنا منصور بن زادان، عن الحكم بن عتيبة ] ، عن أبي ظبيان، عن ابن عباس قال: أول ما خلق الله القلم فأمره أن يكتب ما هو كائن، فكتب فيما كتب: تَبَّتْ يَدَا أَبِي لَهَبٍ وَتَبَّ [المسد: 1]."
    },
    {
        "id": 175,
        "text": "قال حرب الكرماني فيما ينقله عن مذهب أئمة العلم وأصحاب الأثر وأهل السنة المعروفين بها: واللوح المحفوظ حق يستنسخ منه أعمال العباد لما سبقت فيه من المقادير والقضاء، والقلم حق كتب الله به مقادير كل شيء وأحصاه في الذكر فتبارك الله وتعالى."
    },
    {
        "id": 176,
        "text": "حدثنا عثمان بن سلام الأهوازي، قال: حدثنا صفوان بن عیسی عن عزرة بن ثابت، عن يحيى بن عقيل، عن يحيى بن يعمر، عن أبي الأسود الديلي قال: غدوت على عمران بن حصين يوما من الأيام فقال لي :عمران يا أبا الأسود أرأيت ما يعمل الناس اليوم ويكدحون فيه أشيء قُضي عليهم ومضى عليهم في قدر قد سبق، أو شيء فيما يستقبلون مما أراهم نبيهم ، واتخذت به عليهم الحجة؟ قال: قلت: بل شيء قضي عليهم. قال: فقال عمران: فهل يكون ذلك ظلماً؟ قال: ففزعت من ذلك فزعاً شديداً، ثم قلت: إنه ليس شيء إلا خَلْق الله وملك يده لَا يُسْتَلُ عَمَّا يَفْعَلُ وَهُمْ يُسْتَلُونَ ﴾ [الأنبياء: 23] قال عمران: سدد الله ، والله ما سألتك إلا لأحزر عقلك، إن رجلا من مزينة أو جهينة أتى رسول الله فقال يا رسول الله أرأيت ما يعمل الناس اليوم ويكدحون فيه أشيء قُضي عليهم ومضى عليهم في قدر قد سبق، أو في ما يستقبلون مما أتاهم به نبيهم واتخذت به الحجة عليهم؟ قال: \"بل\" شيء قضي عليهم ومضى عليهم \"قالوا: يا رسول الله فلما العمل إذاً \"فقال رسول الله : \" من كان الله خلقه لواحدة من المنزلتين يهيئه الله لعملها، وتصديق ذلك في كتاب الله وَنَفْسٍ وَمَا سَوَّنَهَا فَأَهْمَهَا فُجُورَهَا وَتَقْوَنَهَا ﴾ [الشمس : 7-8])."
    },
    {
        "id": 177,
        "text": "حدثنا سعيد بن منصور قال: ثنا أبو معشر، عن محمد بن كعب في قوله صلى الله عليه وسلم مَا أَنتُمْ عَلَيْهِ بِفَتِنِينَ إِلَّا مَنْ هُوَ صَالِ الْجَحِيمِ [الصافات: 162 - 163] قال: ما أنتم بمصلين أحداً إلا من كتبتُ عليه أنه من أهل الجحيم."
    },
    {
        "id": 178,
        "text": "قال حرب الكرماني فيما ينقله عن مذهب أئمة العلم وأصحاب الأثر وأهل السنة المعروفين بها: وعِلمُ الله ماض في خلقه بمشيئة منه، قد عَلِمَ من إبليس ومن غيره ممن عصاه من لدن أن عصي ربنا تبارك وتعالى إلى أن تقوم الساعة - المعصية وخلقهم لها. وعلم الطاعة من أهل طاعته وخلقهم لها، فكل يعمل بما يخلق له، وصائر إلى ما قضى عليه، وعلم منه، لا أحد يعدو منهم قدر الله ومشيئته، والله الفعال لما يريد."
    },
    {
        "id": 179,
        "text": "حدثنا محمد بن عمر بن علي قال : ثنا الحسن بن حبيب، عن الأصبغ بن زيد عن أبي غياث قال: سمعت أنس بن مالك يقول: المكذبين بالقدر المشركين."
    },
    {
        "id": 180,
        "text": "حدثنا محمد بن عمر قال حدثنا ابن [ندبه]، عن عمر بن محمد قال: قال ابن عباس إيمان بالقدر نظام للتوحيد، فمن وحد الله وكذب بالقدر كان تكذيبه بالقدر نقضا للتوحيد."
    },
    {
        "id": 181,
        "text": "أخبرنا بقية بن الوليد عن زرعة بن عبد الله الزبيدي أن شيخا حدثهم عن معاذ بن جبل قال : لعنت المرجئة والقدرية على لسان سبعين نبياً آخر هم محمد."
    },
    {
        "id": 182,
        "text": "حدثنا يحيى بن عثمان قال حدثنا ابن حمير قال: حدثني بشر ابن جبلة، عن أبي المقوم، عن عبد الله بن عمرو قال: إن لكل أمة مجوس، وإن مجوس هذه الأمة أهل القدر، فإن مرضوا فلا تعودوهم، وإن ماتوا فلا تصلوا عليهم، ولا تسلموا عليهم."
    },
    {
        "id": 183,
        "text": "حدثنا سعيد بن منصور :قال حدثنا عبد الحميد بن سليمان عن أبي حازم قال: ذكر عند ابن عمر قوم يكذبون بالقدر، فقال: لا تجالسوهم، ولا تسلموا عليهم ولا تعودوا مرضاهم، ولا تشهدوا جنائزهم، وأخبرهم أني بريء منهم، وأنهم مني براء، هم مجوس هذه الأمة."
    },
    {
        "id": 184,
        "text": "حدثنا أبو معن قال : ثنا مؤمل بن إسماعيل قال: ثنا عمر بن محمد العمري قال : ثنا سالم بن عبد الله قال: قال ابن عمر: من زعم أن مع الله بارئا، أو خالقا أو رازقا، أو قاضيا أو راضيا، أو يملك لنفسه ضرا أو نفعا، أو موتا أو حياة، أو نشورا بعثه الله أخرس لسانه، وأعمى بصره، وجعل عمله هباءً منثورا، وقطع به الأسباب، وأكبه في النار على وجهه."
    },
    {
        "id": 185,
        "text": "حرب بن إسماعيل الكرماني قال: حدثنا محمد بن أبي بكر قال: حدثنا حسان بن إبراهيم :قال حدثنا محمد بن الفضل، عن كرز ابن وبرة، عن محمد بن كعب القرظي قال: لعنت القدرية على لسان سبعين نبياً، منهم نبينا هذا، فإذا كان يوم القيامة نادى مناد ليقم خصماء الله، فيقوم القدرية."
    },
    {
        "id": 186,
        "text": "حدثنا أبو معن قال : قنا أبو أحمد الزبيري قال: حدثنا سفيان الثوري، عن عمر بن محمد قال: كنت عند سالم بن عبد الله فقال له رجل الرجل يزني كتبه الله عليه ؟ قال نعم قال: ويعذبه عليه؟ قال: نعم."
    },
    {
        "id": 187,
        "text": "حدثنا كثير بن يحيى بن كثير :قال حدثني منصور بن زيد العدوي قال: حدثنا عمر بن محمد بن زيد قال: سأل رجل سالم بن عبد الله قال: الزنا بقدر ؟ قال : نعم، قال: قضاء قضاه الله عليه؟ قال: نعم على رغم أنفك."
    },
    {
        "id": 188,
        "text": "حدثنا بشر بن معاذ وعيسى بن سليمان قالا حدثنا عبد الله ابن جعفر قال: أخبرني أبو سهيل ابن نافع بن مالك قال: شاورني عمر بن عبد العزيز :قال ما ترى في القدرية؟ قال: قال: أرى أن يستتابوا، فإن تابوا و إلا ضربت أعناقهم فقال عمر: أما إن تلك سيرة الحق."
    },
    {
        "id": 189,
        "text": "حدثنا محمد بن عمر بن علي قال حدثنا الحسن بن حبيب، عن وائل بن زريق، عن عبد العزيز بن عمر عن عمر بن عبد العزيز قال: لا تغزوا مع القدرية، فإنهم لا ينصرون."
    },
    {
        "id": 190,
        "text": "حدثنا محمد بن الوزير قال : ثنا مروان بن محمد قال: ثنا معاوية بن يحيى قال : ثنا أرطأة بن المنذر عن حكيم بن عمير قال: ذكر عند عمر بن عبد العزيز أهل القدر ، فقال عمر: إن كان يتخذونه دينا فهم أهل أن تسل ألسنتهم من أقفيتهم."
    },
    {
        "id": 191,
        "text": "حدثنا بشر بن معاذ قال: حدثنا معتمر، عن أبي مخزوم، عن سيار أبي الحكم أن عمر بن عبد العزيز قال: ينبغي للمكذبة بالقدر أن يستتابوا، فإن تابوا وإلا أخلوا من ديار المسلمين."
    },
    {
        "id": 192,
        "text": "حدثنا سعيد بن منصور قال : ثنا حماد بن زيد، عن أبي مخزوم النهشلي قال: قال عمر بن عبد العزيز يا أيها الناس اتقوا الله لا بد لأقوام أن يعملوا أعمالا كتبها الله عليهم ووضعها في أعناقهم."
    },
    {
        "id": 193,
        "text": "حدثنا حبان بن عمار قال : ثنا عمر بن يونس قال: حدثنا أيوب بن النجار، عن ابن عون ، عن محمد قال: حدثت أن القدرية تمسخون في قبورهم قردة وخنازير."
    },
    {
        "id": 194,
        "text": "حدثنا محمد بن الوزير الدمشقي قال: حدثنا سلام بن سليمان قال : ثنا عبيد الله بن أبي سفيان قال: سمعت ابن سيرين يقول: لا تأكلوا ذبائح القدرية."
    },
    {
        "id": 195,
        "text": "حدثنا محمد بن الوزير قال حدثنا مروان بن محمد قال: سئل مالك عن القدري الذي يستتاب؟ قال الذي يقول: إن الله لا يعلم ما العباد عاملون حتى يعملوا، قال أبو عبد الله: هؤلاء الذين أخرجوا الله من علمه."
    },
    {
        "id": 196,
        "text": "حدثنا محمد بن عمر بن مقدم قال: ثنا أبو عصمة الحذاء، عن أبي صالح، عن أبيه قال: خوصم إلى عبيد الله بن الحسن في غلام اشترى من رجل، فقال: إني اشتريت هذا وضمن لي لا داء ولا غائلة بيع المسلم المسلم، وإني وجدته قدرياً. قال: وأي داء أدوى منه؟ قال: فرده علیه."
    },
    {
        "id": 197,
        "text": "حدثنا سعيد بن منصور :قال: ثنا عبد العزيز بن محمد، عن أبي سهيل قال : إذا سلم عليك القدري فقل : وعليك."
    },
    {
        "id": 198,
        "text": "حدثنا أبو معن قال: حدثنا يحيى بن الفضل قال: شهدت مكنف الندبي سأل أبا يوسف القاضي فقال: يا أبا يوسف ما الحكم في القدرية؟ قال: الحكم أنه من جحد العلم استتبته، فإن تاب وإلا قتلته."
    },
    {
        "id": 199,
        "text": "حدثنا أبو سليمان يحيى بن عثمان قال: حدثنا اليمان بن عدي قال: سألت الضحاك بن حُمرة عن القدري قال: يستتاب، فإن تاب وإلا قتل."
    },
    {
        "id": 200,
        "text": "قلت لأبي بكر محمد بن بشار: أزوج القدرية وأتزوج إليهم ؟ قال : معاذ الله."
    },
    {
        "id": 201,
        "text": "قال حرب الكرماني فيما ينقله عن مذهب أئمة العلم وأصحاب الأثر وأهل السنة المعروفين بها والقدرية هم الذين يزعمون أن إليهم الاستطاعة والمشيئة والقدرة، وأنهم يملكون لأنفسهم الخير والشر، والضر والنفع والطاعة والمعصية، والهدى والضلالة، وأن العباد يعملون بدءاً من أنفسهم من غير أن يكون سبق لهم ذلك في علم الله، وقولهم يضارع قول المجوسية والنصرانية، وهو أصل الزندقة."
    },
    {
        "id": 202,
        "text": "وقال حرب أيضا فمن زعم أن الله تبارك وتعالى شاء لعباده الذين عصوه الخير والطاعة، وأن العباد شاءوا لأنفسهم الشر والمعصية فقد فعملوا على مشيئتهم زعم أن مشيئة العباد أغلب من مشيئة الله تبارك وتعالى ذكره فأي افتراء على الله أكثر من هذا. ومن زعم أن أحداً من الخلق صائر إلى غير ما خلق له فقد أنفى قدرة الله عن خلقه وهذا إفك على الله وكذب عليه. ومن زعم أن الزنا ليس بقدر قيل له: أرأيت هذه المرأة التي حملت من الزنا وجاءت بولد هل شاء الله أن يخلق هذا الولد؟ وهل مضى هذا في سابق علمه ؟ فإن قال: لا. فقد زعم أن مع الله خالقاً وهذا قول يضارع الشرك بل هو الشرك. ومن زعم أن السرقة، وشرب الخمر، وأكل المال الحرام ليس بقضاء وقدر من الله فقد زعم أن هذا الإنسان قادر على أن يأكل برزق غيره، وهذا القول يضارع قول المجوسية والنصرانية، بل أكل رزقه وقضى الله له أن يأكله من الوجه الذي أكله. ومن زعم أن قتل النفس ليس بقدر من الله فقد زعم أن المقتول مات بغير أجله فأي كفر بالله أوضح من هذا، بل ذلك كله بقضاء من الله وقدر، وكل ذلك بمشيئته في خلقه وتدبيره فيه، وما جرى في سابق علمه لهم وهو الحق والعدل الحق يفعل ما يريد، ومن أقر بالعلم لزمه الإقرار بالقدر والمشيئة على الصغر والقراءة، والله الضار النافع، المضل الهادي، فتبارك الله أحسن الخالقين."
    },
    {
        "id": 203,
        "text": "حدثنا أحمد بن حنبل قال: ثنا أبو سلمة الخزاعي قال: قال مالك بن أنس، وأبو بكر بن عياش وعبد العزيز بن أبي سلمة، وحماد بن سلمة ، وحماد بن زيد : الإيمان: المعرفة والإقرار والعمل."
    },
    {
        "id": 204,
        "text": "سمعت أحمد قال: بلغني أنَّ مالك بن أنس، وابن جريج، وفضيل بن عياض قالوا: الإيمان قول وعمل."
    },
    {
        "id": 205,
        "text": "وقال أحمد بلغني أن مالك بن أنس، وابن جريج، وشريك ، وفضيل بن عياض قالوا: الإيمان قول وعمل."
    },
    {
        "id": 206,
        "text": "ثنا أحمد قال: ثنا إبراهيم بن شماس قال: سألت بقية بن الوليد وابن عياش فقالا: الإيمان قول وعمل."
    },
    {
        "id": 207,
        "text": "ثنا أحمد قال حدثنا إبراهيم بن شماس قال: سألت أبا إسحاق الفزاري قلت الإيمان قول وعمل؟ قال: نعم. قال: وسمعت ابن المبارك يقول : الإيمان قول وعمل."
    },
    {
        "id": 208,
        "text": "سمعت أحمد :قال قال يحيى بن سعيد - يعني القطان : الإيمان قول وعمل."
    },
    {
        "id": 209,
        "text": "حدثنا عمران بن يزيد بن خالد قال: حدثنا عبد الملك بن محمد قال: سمعت ت الأوزاعي يقول : أدركت من أدركت من صدر هذه الأمة ولا يفرقون بين الإيمان والعمل، ولا يعدّون الذنوب كفراً ولا شركاً. قال: وسمعت الأوزاعي يقول: الإيمان والعمل كهاتين، وقال بإصبعيه لا إيمان إلا بعمل، و لا عمل إلا بإيمان."
    },
    {
        "id": 210,
        "text": "حدثنا أحمد قال: حدثنا أبو جعفر السويدي، عن يحيى بن سليم، عن هشام، عن الحسن قال: الإيمان قول وعمل."
    },
    {
        "id": 211,
        "text": "حدثنا علي بن يزيد قال: ثنا يحيى بن سليم الطائفي قال: سألت هشام بن حسان ما كان قول الحسن في الإيمان؟ قال: كان يقول: قول وعمل. قلت فما قولك أنت؟ قال: قول وعمل. قال: وقال مالك ابن أنس : الإيمان قول وعمل. وقال محمد بن عبد الله بن عمرو بن عثمان بن عمرو بن عثمان بن عفان: الإيمان قول وعمل. قال: وحدثني رجل من أهل البصرة يقال له أبو حيان قال: سمعت الحسن يقول: لا يصلح قول إلا بعمل، ولا يصلح قول وعمل إلا بنية، ولا يصلح قول وعمل ونية إلا بسنة."
    },
    {
        "id": 212,
        "text": "قال : وقال الفضيل بن عياض: الإيمان قول وعمل. قال: وكان المثنى بن الصباح يقول : الإيمان قول وعمل. قال: وكان سفيان الثوري يقول : الإيمان قول وعمل."
    },
    {
        "id": 213,
        "text": "حدثنا أبو معن قال: ثنا وهب بن جرير [ قال ثنا أبي ] قال : ثنا الفضيل بن حسان قال : ذكروا عند أبي جعفر محمد بن علي قول النبي : لا يزني حين يزني وهو مؤمن، ولا يسرق حين يزرق وهو مؤمن فقال: قال محمد بن علي فأدار دارة هكذا كبيرة فقال: هذا الإسلام، وأدار دارة أخرى صغيرة في جوفها فقال هذا الإيمان مقصور في الإسلام، فإذا زنا أو سرق خرج من الإيمان، فإذا تاب رجع إلى الإيمان، ولا يخرجه من الإسلام إلا الشرك والدارة هكذا."
    },
    {
        "id": 214,
        "text": "حدثنا ،صالح قال حدثني أبي، قال: حدثنا أبو سلمة الخزاعي، قال: قال مالك وشريك وأبو بكر بن عياش وعبد العزيز بن أبي سلمة وحماد بن سلمة وحماد بن زيد الإيمان المعرفة والإقرار العمل، إلا أن حماد بن زيد كان يفرق بين الإيمان والإسلام، ويجعل الإسلام عاماً، والإيمان خاصاً."
    },
    {
        "id": 215,
        "text": "حدثنا أحمد بن حنبل :قال حدثنا يزيد بن هارون قال: حدثنا محمد بن طلحة عن ،زبيد عن ذر قال: كان عمر بن الخطاب يقول لأصحابه : هلموا نزداد إيمانا . فيذكرون الله."
    },
    {
        "id": 216,
        "text": "حدثنا أحمد قال: ثنا محمد بن فضيل قال ثنا أبي، عن شباك، عن إبراهيم، عن علقمة أنه قال لأصحابه امشوا بنا نزداد إيمانا يعني تفقها."
    },
    {
        "id": 217,
        "text": "حدثنا أحمد قال: ثنا وكيع عن شريك، عن هلال بن حميد، عن عبد الله بن عكيم قال سمعت ابن مسعود يقول في دعائه: اللهم زدنا إيمانا ويقيناً وفقها."
    },
    {
        "id": 218,
        "text": "حدثنا أحمد قال: ثنا وكيع قال: ثنا سفيان، عن هشام بن عروة، عن أبيه قال : ما نقصت أمانة عبد قط إلا نقص إيمانه."
    },
    {
        "id": 219,
        "text": "حدثنا أحمد قال : ثنا يحيى بن سعيد عن حبيب بن الشهيد قال: حدثنا عطاء قال: سمعت أبا هريرة يقول: لا يزني حين يزني وهو مؤمن، ولا يسرق حين يسرق وهو مؤمن قال عطاء: يتنحى عنه الإيمان."
    },
    {
        "id": 220,
        "text": "حدثنا أحمد قال حدثنا يحيى، عن عوف قال : قال الحسن: يجانبه الإيمان ما دام كذلك، فإن راجع راجعه."
    },
    {
        "id": 221,
        "text": "حدثنا أحمد قال : ثنا عبد الله بن يزيد قال : ثنا عبد الله بن لهيعة قال: حدثني بكر بن عمرو المعافري عن رجل قال: قال عقبة بن عامر : إن الرجل ليتفضل الإيمان كما يفضل ثوب المرأة."
    },
    {
        "id": 222,
        "text": "سمعت أبا عبد الله سأل ابن أبي رزمة ما كان أبوك يقول عن عبد الله بن المبارك في الإيمان؟ قال: كان يقول : الإيمان يتفاضل قال أبو عبد الله: يا ،عجباه إن قال لكم يزيد وينقص رجمتموه، وإن قال : يتفاضل تركتموه، وهل شيء يتفاضل إلا وفيه الزيادة والنقصان؟."
    },
    {
        "id": 223,
        "text": "ثنا أحمد قال: ثنا أبو نعيم قال: سمعت سفيان يقول: الإيمان يزيد وينقص."
    },
    {
        "id": 224,
        "text": "سمعت أبا عبد الله يقول: سمعت أبا نعيم يقول: كان سفيان يقول : الإيمان يزيد وينقص، وكذا كان سفيان يقول."
    },
    {
        "id": 225,
        "text": "قال أبي سمعت أبا نعيم يقول: سمعت سفيان يقول: الإيمان يزيد وينقص."
    },
    {
        "id": 226,
        "text": "سمعت أحمد قال: سمعت عت وكيعاً قال: الإيمان يزيد وينقص. وكذا قال سفيان."
    },
    {
        "id": 227,
        "text": "حدثنا أحمد قال: سمعت وكيعا يقول: الإيمان يزيد و ينقص. قال: وكذلك كان سفيان يقول."
    },
    {
        "id": 228,
        "text": "قال وسمعت وكيعاً يقول: سمعت سفيان يقول: الإيمان يزيد وينقص."
    },
    {
        "id": 229,
        "text": "حدثنا المسيب بن واضح قال: حدثنا يوسف بن أسباط قال: كان سفيان يقول : الإيمان يزيد وينقص. قلت: وكيف يزيد؟ وكيف ينقص؟ قال : يزيد بأداء الفرائض وينقص بترك الفرائض."
    },
    {
        "id": 230,
        "text": "سمعت أحمد يقول : سمعت سفيان يقول: لا يُعنف من قال: الإيمان ينقص."
    },
    {
        "id": 231,
        "text": "سمعت أحمد وذكر ابن عيينة فقال : سمعته يقول: الإيمان يزيد وينقص، ولا يعيبُ من قال : ينقص."
    },
    {
        "id": 232,
        "text": "سمعت إسحاق قال: سألت سفيان بن عيينة فقلت: ما تقول في الإيمان أيزيد ؟ قال سفيان أو أحد يستطيع رد هذا وقد قال الله تبارك وتعالى وَزِدْنَهُمْ هُدًى [الكهف: 13]، لِيَزْدَادُوا إِيمَنًا مَّعَ إِيمَنِهِمْ ﴾ [الفتح: 4] فتلا آيات احتج بها وتعجب ممن لم يقل به. فقلت له: ما الإيمان أهو قول وعمل؟ فقال: نعم هو قول وعمل، ومن يشك في هذا؟."
    },
    {
        "id": 233,
        "text": "وسمعت أبا إسحاق الرمادي قال: سمعت سفيان بن عيينة يقول: الإيمان قول وعمل فقالوا: يا أبا محمد أيزيد وينقص؟ قال: ما زاد شيء قط إلا نقص، ألا تسمع الله يقول فَزَادَهُمْ إِيمَنا [آل عمران 173] فما زاد شيء قط إلا نقص. قال سفيان : وقال أبو الدرداء : ما الإيمان إلا كقميص أحدكم ينزعه مرة ويلبسه أخرى. قال أبو إسحاق وأنا أقول الإيمان قول وعمل يزيد وينقص، وكذلك أدركت الناس الذين أثق بهم."
    },
    {
        "id": 234,
        "text": "ثنا أحمد قال : ثنا إبراهيم بن شماس قال: سمعت جرير بن عبد الحميد يقول: الإيمان قول وعمل، يزيد وينقص."
    },
    {
        "id": 235,
        "text": "سمعت أحمد قال: حسن يحيى -يعني: ابن سعيد- الزيادة والنقصان، ورآه يعني قوله : الإيمان يزيد وينقص."
    },
    {
        "id": 236,
        "text": "وسُئل . وسُئل أحمد بن يونس وأنا أسمع عن الإيمان فقال: قول وعمل، يزيد وينقص وبعضه أفضل من بعض."
    },
    {
        "id": 237,
        "text": "ثنا أحمد قال : ثنا سريج بن النعمان قال: ثنا عبد الله بن نافع قال: كان مالك يقول : الإيمان قول وعمل، يزيد وينقص."
    },
    {
        "id": 238,
        "text": "حدثنا أحمد بن حنبل قال حدثنا سريج بن النعمان قال: حدثنا عبد الله بن نافع قال كان مالك بن أنس يقول الإيمان قول وعمل ويزيد وينقص."
    },
    {
        "id": 239,
        "text": "وسألت علي بن عبد الله قلت: ما قولك في الإيمان؟ قال: الإيمان قول وعمل، ويزيد وينقص على هذا أدركنا العلماء."
    },
    {
        "id": 240,
        "text": "وسألت يحيى بن عبد الحميد عن الإيمان؟ فقال: أدركت المشايخ، فذكر شريك، وأبا الأحوص ، وحماد بن زيد، وقيس يقولون: الإيمان قول وعمل . قلت أنا له ويزيد وينقص؟ قال: نعم ويزيد وينقص."
    },
    {
        "id": 241,
        "text": "حدثنا عباس قال: سمعت أبا الوليد يقول: الإيمان قول وعمل ونية ويزيد وينقص. وسمعت محمد بن أبي بكر المقدمي وأنا أقول الإيمان قول وعمل ونية ويزيد وينقص."
    },
    {
        "id": 242,
        "text": "حدثنا أحمد بن سعيد قال : سمعت النضر بن شميل يقول : الإيمان قول وعمل ويزيد وينقص."
    },
    {
        "id": 243,
        "text": "حدثنا أبو بكر محمد بن يزيد قال : ثنا عبد الوهاب بن نجدة عن إسماعيل بن عياش عن بشر بن عبد الله بن يسار السلمي قال: الإيمان يزداد وينقص في كذا وكذا من كتاب الله لِيَزْدَادُوا إِيمَنًا مَّعَ إيمنهم ﴾ [الفتح: 4] ، وَإِذَا تُلِيَتْ عَلَيْهِمْ وَايَتُهُ، زَادَتْهُمْ إِيمَنَا [الأنفال: 2]."
    },
    {
        "id": 244,
        "text": "حدثنا عبدة بن عبد الرحيم قال: حدثنا موسى بن أعين الجزري قال: سمعت عبد الكريم بن مالك الجزري وخصيف بن عبد الرحمن الجزري يقولان : الإيمان يزيد وينقص."
    },
    {
        "id": 245,
        "text": "حدثنا أحمد قال حدثنا عبد الرحمن، عن سفيان، عن عطاء ابن السائب عن سعيد بن جبير قال: سألت ابن عمر قلت: أغتسل من غسل الميت؟ قال: أمؤمن هو ؟ قال: قلت: أرجو. قال: فيمسح بالمؤمن ولا يغتسل منه."
    },
    {
        "id": 246,
        "text": "قلت لعلي : فتحفظ عن عائشة من حديث جرير؟ قال: نعم حدثنا به جرير عن مغيرة عن سماك بن سلمة، عن عبد الرحمن بن عصمة قال : قالت عائشة: إنهم المؤمنون إن شاء الله في حديث ذكره."
    },
    {
        "id": 247,
        "text": "حدثنا أحمد قال حدثنا أبو معاوية قال: حدثنا الأعمش، عن إبراهيم، عن علقمة قال : تكلم عنده رجل من الخوارج بكلام كرهه فقال علقمة وَالَّذِينَ يُؤْذُونَ الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ بِغَيْرِ مَا اكْتَسَبُوا [الأحزاب: 58] فقال له الخارجي: أمنهم أنت؟ قال: أرجو \"."
    },
    {
        "id": 248,
        "text": "حدثنا أحمد قال : ثنا عبد الرحمن قال: ثنا سفيان، عن الحسن ابن عبيد الله، عن إبراهيم قال : إذا قيل لك أمؤمن أنت؟ فقل: أرجو."
    },
    {
        "id": 249,
        "text": "حدثنا أحمد قال: حدثنا وكيع عن سفيان، عن الحسن بن عمرو، عن فضيل عن إبراهيم قال: إذا سُئلت أمؤمن أنت؟ فقل: آمنت بالله وملائكته ورسله فإنهم سيدعونك."
    },
    {
        "id": 250,
        "text": "حدثنا أبو بكر محمد بن يزيد قال : ثنا عبد الصمد بن أزهر، عن ابن المبارك قال: قلت لابن عون: تزعم أنك مؤمن؟ قال: إني لأستحي الله أن أزعم أني مسلم."
    },
    {
        "id": 251,
        "text": "قال أحمد: قال يحيى وسفيان: يُنكر أن يقول: أنا مؤمن."
    },
    {
        "id": 252,
        "text": "حدثنا أحمد بن حنبل قال سمعت يحيى بن سعيد يقول: ما أدركت أحدا من أصحابنا ولا بلغني إلا على الاستثناء. وقال يحيى: الإيمان قول وعمل. قال يحيى وكان سفيان ينكر أن يقول: أنا مؤمن، وحسن يحيى الزيادة والنقصان ورآه."
    },
    {
        "id": 253,
        "text": "قال أبي : سمعت يحيى بن سعيد يقول: ما أدركت أحدا من أصحابنا ولا بلغني إلا على الاستثناء، وحَسَن يحيى الاستثناء ورآه."
    },
    {
        "id": 254,
        "text": "سمعت أحمد قال: سمعت يحيى بن سعيد يقول: ما أدركت أحداً من أصحابنا ولا بلغني إلا على الاستثناء."
    },
    {
        "id": 255,
        "text": "سمعت أبا عبد الله يقول : سمعت يحيى بن سعيد القطان يقول ما أدركت أحدا من أصحابنا إلا على سنتنا في الإيمان، ويقولون: الإيمان يزيد وينقص."
    },
    {
        "id": 256,
        "text": "سألت أبا عبد الله عن الاستثناء في الإيمان؟ فقال: الاستثناء في العمل، لعلنا أن نكون قد قصرنا، والقول، هوذا يجي. وقال: قال يحيى بن سعيد، ما أدركت أحدا لا ابن عون، ولا غيره إلا وهو يستثني في الإيمان بعد."
    },
    {
        "id": 257,
        "text": "قال : وسمعت وكيعاً يقول: قال سفيان: الناس عندنا مؤمنون في الأحكام والمواريث، ونرجو أن يكون كذلك، ولا ندري ما حالنا عند الله."
    },
    {
        "id": 258,
        "text": "سمعت أحمد قال : ثنا وكيع قال: قال سفيان: الناس عندنا مؤمنون في الأحكام والمواريث، نرجو أن يكونوا كذلك، ولا ندري ما حالنا عند الله."
    },
    {
        "id": 259,
        "text": "وسألت علي بن عبد الله عن الاستثناء في الإيمان، فقال: يقول: أنا مؤمن إن شاء الله من غير شك، أو يقول: أرجو. قلت: فتحفظ عن جرير بن عبد الحميد عن عدة ذكرهم في الاستثناء؟ قال: قد سمعته منه ولم أكتبه فأنا أهابه، فذكر يزيد بن أبي الزياد، ومنصور، ومغيرة وغيرهم."
    },
    {
        "id": 260,
        "text": "سمعت أحمد بن سعيد قال: سمعت النضر بن شميل يقول : إذا سُئل أمؤمن أنت؟ قال: آمنت بالله أو مؤمن إن شاء الله، أو مؤمن أرجو. قال النضر : أدركت عليه أهل البصرة ابن عون و هشام وعوف و حماد وهشام بن حسان، وعمران، كلهم يستثنون وكان الحسن وابن سيرين، وقتادة، وأيوب، وأصحابنا كلهم يستثنون."
    },
    {
        "id": 261,
        "text": "حدثنا علي بن يزيد قلت لعبد الله بن داود: أتعيب على من يقول أنا مؤمن إن شاء الله، ومن يقول أرجو؟ قال: لا كلُّ هذا حسن."
    },
    {
        "id": 262,
        "text": "حدثنا محمد بن يزيد قال: حدثنا محمد بن ، عن الأوزاعي قال: لا بأس أن يقول: أنا مؤمن إن شاء الله."
    },
    {
        "id": 263,
        "text": "حدثنا عبد الله بن خبيق قال سمعت يوسف بن أسباط يقول: إن قال مؤمن إن شاء الله ،فحسن وإن قال: أرجو أن أكون مؤمنا فحسن."
    },
    {
        "id": 264,
        "text": "قال عباس : الإيمان قول وعمل ونية ويزيد وينقص، وأقول مؤمن إن شاء الله وليس بشك."
    },
    {
        "id": 265,
        "text": "سمعت بشار بن موسى الخفاف يقول: الإيمان قول وعمل ونية يزيد وينقص [ يزيد ] حتى يكون أعظم من الجبل، وينقص حتى لا يبقى منه شيء قلت ويستثنى فيه؟ قال: كل شيء بمشيئة الله."
    },
    {
        "id": 266,
        "text": "سألت أبا ثور عن الاستثناء في الإيمان ما تقول فيه؟ قال: الاستثناء لا بأس به من غير شك قلت لأبي ثور: فإن قال لي قائل: قال الله: وَتُوبُوا إِلَى اللَّهِ جَمِيعًا أَيُّهَ الْمُؤْمِنُونَ ﴾ [النور: 31] فقد سماهم المؤمنين، ونحو ذلك في القرآن؟ قال: يلزمه اسم الإيمان ولا يكون مستكملا إلا أن يوافق قوله فعله، وذلك أنا قد نقول للرجل إذا دخل في الصلاة مصلي، ولا يكون مستكملا للصلاة حتى يؤديها، ونقول صائم وقد دخل في الصوم، فلا يكون مستكملا لصومه حتى يمضي يومه."
    },
    {
        "id": 267,
        "text": "قال حرب الكرماني فيما ينقله عن مذهب أئمة العلم وأصحاب الأثر وأهل السنة المعروفين بها: الإيمان قول وعمل ونية وتمسك بالسنة، والإيمان يزيد وينقص، ويستثنى في الإيمان غير ألا يكون الاستثناء شكا، إنما هي سنة ماضية عن العلماء، وإذا سُئِل الرجل أمؤمن أنت؟ فإنه يقول : أنا مؤمن إن شاء الله، أو مؤمن أرجو، أو يقول : آمنت بالله وملائكته وكتبه ورسله."
    },
    {
        "id": 268,
        "text": "حدثنا أحمد قال : ثنا عبد الرحمن قال: حدثني حسن بن عياش، عن مغيرة عن إبراهيم قال: سؤال الرجل للرجل أمؤمن أنت بدعة."
    },
    {
        "id": 269,
        "text": "قال : وسمعت سفيان بن عيينة يقول: إذا سئل : أمؤمن أنت؟ إن شاء لم يجبه سؤالك إياي بدعة ولا أشك في إيماني، لا يعنف من قال: الإيمان ينقص إن قال: إن شاء الله ليس يكره، وليس بداخل في الشك."
    },
    {
        "id": 270,
        "text": "سمعت أحمد قال: سمعت سفيان يقول : إذا سئل : مؤمن إن شاء الله؟ لم يجبه، وسؤالك إياي بدعة، ولا أشك في إيماني، وقال: إن شاء الله ليس يكره وليس بداخل في الشكٍّ."
    },
    {
        "id": 271,
        "text": "حدثنا أبو بكر محمد بن يزيد قال: حدثنا عبد الأعلى بن سليمان الزراد قال : حدثنا غالب القطان قال: لقيني الأشياخ من عبد القيس فقالوا لي: ما شهادتك على مالك بن المنذر، وعلى يزيد بن المهلب، وعلى الحجاج بن يوسف إن لم تشهد عليهم أنهم منافقين براء من الإيمان، من أهل النار فإنك شكاك في كتاب الله، فأتيت الحسن فأخبرته بمقالة الأشياخ فقال الحسن ابن أخي رويدك بالشهادة تجر بك المعرفة، إنك من أهل دين لا يحل لأحد أن يشهد عليك أنك من أهل النار. فأتيت محمد بن سيرين فأخبرته بمقالة الأشياخ فقال لي: أما المنذر فأقرب ما كان منك جواراً، وأعظمه عليك حقا تشهد بن مالك عليه، لا آمرك بالشهادة عليه، وأما يزيد بن المهلب فتعرف ركب الأزد، فإن شئت فتعرض له، وأما الحجاج بن يوسف، والمسكين الحجاج، المسكين أبو محمد انتهك الحرمة، وركب المعصية فإن يعذبه بذنبه، وإن يغفر له فإنا لا ننفس عليه المغفرة. قال: فأتيت بكر بن عبد الله المزني فأخبرته بمقالة الأشياخ قال: لو أن الناس اجتمعوا يوم الجمعة فقالوا لي: أتعرف أفضل هؤلاء رجلا واحدا؟ لقلت: أتعرفون أنصحهم لهم؟ فلو قيل له: إنه هذا فعرفت أنه كذلك لقلت: هذا أفضلهم، ولو قيل لي أتعرف أشرهم رجلا واحدا؟ لقلت: أتعرفون أغشهم لهم؟ فلو قيل له: هذا، فعرفت أنه كذلك، لقلت: هذا أشرهم ولو قيل لي: اشهد لأفضلهم أنه من أهل الجنة لم أشهد، ولو قيل لي: اشهد على أشرهم أنه من أهل النار لم أشهد، فإذا كان رجائي لشرهم فكيف رجائي لخيرهم؟ وإذا لخير هم؟ وإذا خشيتي على خيرهم فكيف خشيتي على شرهم."
    },
    {
        "id": 272,
        "text": "حدثنا أبو معن قال: حدثنا أبو داود قال: ثنا القاسم بن الفضل قال: حدثنا عبد الكريم بن المعلم عن طاوس قال: كنت عند ابن فأتاه عمر، رجل فقال : يا أبا عبد الرحمن قوم يحكمون بالهوى، ويقتلون في المعصية، ويستأثرون بالفيء أكفار هم؟ قال: لا، قال: قوم يشهدون علينا بالكفر ويسفكون دمانا تقرباً إلى الله أكفار هم؟ قال: لا، قال: فما الكفر ؟ قال : أن يجعل مع الله إلهين مثنى."
    },
    {
        "id": 273,
        "text": "سمعت أحمد ذكر قول الله: ﴿ وَمَن لَّمْ يَحْكُم بِمَا أَنزَلَ اللَّهُ فَأُولَبِكَ هُمُ الْكَفِرُونَ ﴾ [المائدة: 44] . حدثنا أحمد قال : ثنا وكيع قال : ثنا سفيان، عن سعيد المكي، عن طاوس :قال ليس بكفر ينقل عن الملة."
    },
    {
        "id": 274,
        "text": "ثنا أحمد قال : ثنا وكيع عن سفيان، عن ابن جريج، عن عطاء قال: كفر دون كفر، وظلم دون ظلم، وفسق دون فسق."
    },
    {
        "id": 275,
        "text": "قال: وسمعت وكيعاً يقول: قال سفيان: الناس عندنا مؤمنون في الأحكام والمواريث، ونرجو أن يكون كذلك، ولا ندري ما حالنا عند الله."
    },
    {
        "id": 276,
        "text": "قال حرب الكرماني فيما ينقله عن مذهب أئمة العلم وأصحاب الأثر وأهل السنة المعروفين بها ولا نشهد على أحد من أهل القبلة أنه في النار لذنب عمله ولكبيرة أتى بها، إلا أن يكون في ذلك حديث فيروي الحديث كما جاء على ما روي ويصدق به ويقبل ويعلم أنه كما جاء، ولا ننصب الشهادة ولا يشهد على أحد أنه في الجنة لصلاح عمله أو لخير أتى به إلا أن يكون في ذلك حديث فيروي الحديث كما جاء على ما روي يصدق به، ويقبل ويعلم أنه كما جاء ولا ننصب الشهادة. وقال حرب أيضا والكف عن أهل القبلة لا تكفر أحداً منهم بذنب، ولا تخرجه من الإسلام بعمل إلا أن يكون في ذلك حديث فيُروي الحديث كما جاء وكما رُوي، وتصدق به وتقبله، وتعلم أنه كما روي نحو ترك الصلاة، وشرب الخمر، وما أشبه ذلك، أو يبتدع بدعة يُنسب صاحبها إلى الكفر والخروج من الإسلام، واتبع الأثر في ذلك ولا تجاوزه."
    },
    {
        "id": 277,
        "text": "حدثنا علي بن يزيد قال : حدثني إبراهيم بن سعيد أنه سمع وكيع بن الجراح يقول: من قال: أنا مؤمن عند الله فهو مرجئ، ومن قال: إيماني كإيمان جبريل وميكائيل فهو شرٌّ من المرجي، ومن زعم أن المعرفة تنفع في القلب وإن لم يتكلم بها فهو مرجئ."
    },
    {
        "id": 278,
        "text": "حدثنا عبد الله بن محمد بن إسحاق الجزري قال: سمعت وكيع قال: كانت المرجئة تقول الإيمان قول، فجاءت الجهمية فقالت الإيمان معرفة. قال عبد الله وحدثني إسحاق بن حكيم أن وكيع قال: وهذا عندنا كفر."
    },
    {
        "id": 279,
        "text": "حدثنا علي بن يزيد عن يحيى بن سعيد أن الثوري قال: من قال أنا مؤمن ولم يستثن فهو مرجئ."
    },
    {
        "id": 280,
        "text": "حدثنا علي بن يزيد قال حدثنا عصمة بن المتوكل قال: سألت سفيان بن عيينة عن المرجئة ؟ قال: من زعم أن الصلاة والزكاة ليستا من الإيمان."
    },
    {
        "id": 281,
        "text": "قال علي بن يزيد قلت لعبد الله بن داود من المرجئة؟ قال: من قال إيماني كإيمان جبريل وميكائيل فهو رجل سوء وهو مرجئ."
    },
    {
        "id": 282,
        "text": "حدثنا عبد الله بن خبيق قال : سمعت يوسف بن أسباط يقول: أما المرجئة فهم يقولون الإيمان كلام لا عمل، من شهد أن لا إله إلا الله وأن محمدا رسول الله فهو مستكمل الإيمان كإيمان جبريل وميكائيل، وإن قتل كذا وكذا مؤمنا، وترك الصلاة والصيام، والغسل من الجنابة، وهم يرون السيف على أمة محمد."
    },
    {
        "id": 283,
        "text": "قال حرب الكرماني فيما ينقله عن مذهب أئمة العلم وأصحاب الأثر وأهل السنة المعروفين بها: ولأصحاب البدع نبز وألقاب وأسماء لا تشبه أسماء الصالحين ولا الأئمة ولا العلماء من أمة محمد ، فمن أسمائهم المرجئة وهم الذين يزعمون أن الإيمان قول بلا عمل وأن الإيمان هو القول، والأعمال شرائع، وأن الإيمان مجرد، وأن الناس لا يتفاضلون في الإيمان، وأن إيمانهم وإيمان الملائكة والأنبياء واحد، وأن الإيمان لا يزيد ولا ينقص، وأن الإيمان ليس فيه استثناء، وأن من آمن بلسانه ولم يعمل فهو مؤمن حقاً، وأنهم مؤمنون عند الله بلا استثناء وهذا كله قول المرجئة، وهو أخبث الأقاويل وأضله وأبعده من الهدى. وقال حرب الكرماني :أيضا ومن زعم أن الإيمان قول بلا عمل فهو مرجئ، ومن زعم أن الإيمان هو القول والأعمال شرائع فهو مرجئ ، وإن زعم أن الإيمان لا يزيد ولا ينقص فهو مرجئ، وإن قال: أن الإيمان يزيد ولا ينقص فقد قال بقول المرجئة، ومن لم يَرَ الاستثناء في الإيمان فهو مرجئ، ومن زعم أن إيمانه كإيمان جبريل أو الملائكة فهو مرجئ وأخبث من المرجئ فهو كاذب، ومن زعم أن الناس لا يتفاضلون في الإيمان فقد كذب، ومن زعم أن المعرفة تنفع في القلب وإن لم يتكلم بها فهو جهمي، ومن زعم أنه مؤمن عند الله مستكمل الإيمان فهذا من أشنع قول المرجئة وأقبحه."
    },
    {
        "id": 284,
        "text": "حدثنا أبو جعفر محمد بن عوف الحمصي قال: حدثنا عمرو ابن حفص بن شليلة الدمشقي قال حدثنا ابن شابور، عن سعيد بن عبد الجبار، عن عمر بن المغيرة حدثهم، عن أيوب السختياني، عن ابن أبي مليكة، عن عائشة قالت ما كان رسول الله صلى الله عليه وسلم يبوح بهذا الكلام أن يقول إيماني كإيمان جبريل وميكائيل."
    },
    {
        "id": 285,
        "text": "حدثنا أحمد قال: ثنا وكيع قال: ثنا القاسم بن حبيب، عن رجل يقال له: نزار بن حيان، عن عكرمة عن ابن عباس قال: صنفان من هذه الأمة ليس لهما في الإسلام نصيب: المرجئة والقدرية."
    },
    {
        "id": 286,
        "text": "حدثنا محمد بن مصفى قال: ثنا بقية قال: حدثنا المعافى بن عمران الموصلي، عن القاسم بن حبيب عن نزار بن حيان، عن عكرمة قال قال ابن عباس: \"اتقوا هذا الإرجاء فإنه شعبة من النصرانية."
    },
    {
        "id": 287,
        "text": "أخبرنا بقية بن الوليد عن زرعة بن عبد الله الزبيدي أن شيخا حدثهم عن معاذ بن جبل قال : لعنت المرجئة والقدرية على لسان سبعين نبياً آخرهم محمد صلى الله عليه وسلم."
    },
    {
        "id": 288,
        "text": "حدثنا أحمد قال : ثنا عبد الرحمن قال: حدثني محمد بن أبي الوضاح عن العلاء بن عبد الله بن رافع أن أبا عمر أتى ابن يوماً في حاجة قال فقال: لا حتى تخبرني على أي دين أنت اليوم، فإنك لا تزال تلتمس ديناً قد أضللته، ألا تستحي من رأي أنت أكبر منه."
    },
    {
        "id": 289,
        "text": "حدثنا محمد بن يزيد قال : ثنا أبو أحمد، عن زياد بن المنذر قال: سمعت الشعبي يقول : لو كانت المرجئة من الدواب كانوا حمرا."
    },
    {
        "id": 290,
        "text": "حدثنا أحمد قال : ثنا أبو عمر قال : ثنا حماد بن سلمة، عن عطاء بن السائب، عن زاذان وميسرة قالا: أتينا الحسن بن محمد فقلنا: ما هذا الكتاب الذي وضعت وكان هو الذي أخرج كتاب المرجئة - قال زاذان فقال لي: يا أبا . لوددت أني مت قبل أن أخرج هذا الكتاب."
    },
    {
        "id": 291,
        "text": "حدثنا محمد بن إسماعيل قال : ثنا مخلد بن يزيد قال: ثنا جعفر بن برقان، عن ميمون في قوله عِندَ ذِي الْعَرْشِ مَكِينِ التكوير: 20] قال: ذاك جبريل، وخيبة لمن يزعم أن إيمانه مثل إيمان جبريل."
    },
    {
        "id": 292,
        "text": "حدثنا علي بن يزيد :قال حدثنا سليمان بن داود قال: ثنا الصلت ابن دينار قال سمعت ابن أبي مليكة يقول: لقد أتى عليّ برهة من دهري وما أرى أني أسمع رجلا يقول: إني مؤمن، فوالله ما رضوا بذلك حتى قالوا إنه لمؤمن كإيمان جبريل عليه السلام - ما كان محمد ليتفوه بها، والله لقد أدركت أكثر من ثلاثمائة من أصحاب محمد ما منهم رجل يموت إلا وهو يخشى النفاق على نفسه."
    },
    {
        "id": 293,
        "text": "حدثنا أحمد قال : ثنا مؤمل قال : سمعت سفيان يقول: قال إبراهيم : تركت المرجئة الدين أرق من ثوب سابري."
    },
    {
        "id": 294,
        "text": "حدثنا أحمد قال : ثنا محمد بن بشر قال: حدثني سعيد بن صالح، عن حكيم بن جبير قال: قال إبراهيم: للمرجئة أخوف عندي على أهل الإسلام من عدتهم من الأزارقة."
    },
    {
        "id": 295,
        "text": "حدثنا أحمد قال : ثنا معاوية بن عمرو قال: ثنا أبو إسحاق قال: قال الأوزاعي: كان يحيى وقتادة يقولان: ليس من الأهواء أخوف عندهما من الإرجاء."
    },
    {
        "id": 296,
        "text": "حدثنا أحمد، نا عبد الله بن ميمون أبو عبد الرحمن الرقي قال: أخبرنا أبو مليح قال : سئل ميمون عن كلام المرجئة فقال: أنا أكبر من ذلك."
    },
    {
        "id": 297,
        "text": "حدثنا أبو الأزهر قال : ثنا سعيد بن عامر، عن سلام، عن أيوب قال: أنا أكبر من الإرجاء."
    },
    {
        "id": 298,
        "text": "حدثنا محمد بن يزيد قال : ثنا أبو الحارث السلمي يعني عبد الوهاب بن الضحاك عن الوليد بن مسلم قال: قلت لمالك والليث بن سعد: الرجل يقول أنا مؤمن كإيمان جبريل وميكائيل؟ قالا: إذا قال تلك المقالة فهو إلى إيمان إبليس أقرب منه إلى إيمان جبريل وميكائيل."
    },
    {
        "id": 299,
        "text": "حدثنا أبو الأزهر قال: سمعت أبا ضمرة يقول : قال : اتق مزاحما لعن الله ديناً أنا أكبر منه."
    },
    {
        "id": 300,
        "text": "حدثنا الأزهر قال: سمعت حبيب كاتب مالك يقول: قال مالك: كانت فتنة [أبي حنيفة ] أضر على هذه الأمة من فتنة إبليس في الوجهين جميعاً في الإرجاء، وما وضع من نقص السنن."
    },
    {
        "id": 301,
        "text": "قيل لأحمد ما معنى حديث النبي صلى الله عليه وسلم: \"من غشنا فليس بنا \" ؟ فلم يجب فيه. قيل فإن قوما قالوا تفسير من غشنا فليس مثلنا؟ فأنكره، وقال: هذا تفسير مسعر وعبد الكريم أبي أمية كلام المرجئة. قال أحمد : وبلغ عبد الرحمن بن مهدي فأنكره، قال: ولو أن رجلا عمل بكل حسنة أكان يكون مثل النبي."
    },
    {
        "id": 302,
        "text": "قال أحمد رحمه الله : فقال :شعبة : قلت لحماد بن أبي سليمان: هذا الأعمش حدثنا و زبيد، ومنصور عن أبي وائل، عن عبد الله عن النبي صلى الله عليه وسلم : \" سباب المسلم فسوق وقتaleه كفر فأيهم يتهم، أيتهم الأعمش ؟ أيتهم منصور ؟ أيتهم زبيد؟ قال: أتهم أبا وائل؟ قلت لأبي عبد الله وايش اتهم من أبي وائل؟! قال: رأيه الخبيث -يعني حماد - سمعت أبا عبد الله يقول: قال ابن عون كان حماد من أصحابنا، حتى أحدث. قال ابن عون أحدث الإرجاء."
    },
    {
        "id": 303,
        "text": "وقال: كان وكيع ربما قال: إيمان الحجاج مثل إيمان أبي بكر وعمر ؟!."
    },
    {
        "id": 304,
        "text": "حدثنا قال: سألت أبي رحمه الله عن الشهادة لأبي بكر وعمر بالجنة؟ قال: نعم وأذهب إلى حديث سعيد بن زيد: أنه قال: أشهد أن النبي في الجنة وكذلك أصحاب النبي التسعة، والنبي صلى الله عليه وسلم عاشرهم."
    },
    {
        "id": 305,
        "text": "حدثنا أبو معن الرقاشي قال: حدثنا يحيى بن سعيد قال : ثنا صدقة بن المثنى قال : حدثني جدي رياح بن الحارث سمع سعيد بن زيد يقول: لمشهد شهده أحدهم مع رسول الله صلى الله عليه وسلم أغبر فيه وجهه أفضل من عمل أحدكم ولو عُمر عُمر نوح."
    },
    {
        "id": 306,
        "text": "حدثنا يحيى بن عبد الحميد قال : حدثنا الحكم بن ظهير، عن السدي، عن أبي مالك، عن ابن عباس في قوله تعالى: وَسَلَمُ عَلَى عِبَادِهِ الَّذِينَ اصْطَفَى ﴾ [النمل: 59] قال: أصحاب محمد."
    },
    {
        "id": 307,
        "text": "حدثنا يحيى قال: ثنا يعقوب عن [زيد أبي أسامة]، عن نافع، عن ابن عمر في قوله تعالى: يَأَيُّهَا الَّذِينَ ءَامَنُوا اتَّقُوا اللَّهَ وَكُونُوا مَعَ الصَّدِقِينَ ﴾ [التوبة: 119] قال: مع محمد وأصحابه."
    },
    {
        "id": 308,
        "text": "حدثنا يحيى قال : ثنا جعفر بن سليمان، عن عبد الصمد بن معقل قال: سمعت عمي وهب بن منبه يقول في قوله : بِأَيْدِى سَفَرَةِ كرام بردة [عبس: 15 - 16] قال: أصحاب النبي صلى الله عليه وسلم."
    },
    {
        "id": 309,
        "text": "حدثنا العلاء بن عمرو قال: ثنا ابن عليه، عن ابن أبي نجيح ، عن مجاهد في قوله تَأَيُّهَا الَّذِينَ ءَامَنُوا أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ وَأُولِي الأَمرِ مِنكُمْ ﴾ [النساء: 59] قال: أصحاب محمد."
    },
    {
        "id": 310,
        "text": "قال حرب الكرماني فيما ينقله عن مذهب أئمة العلم وأصحاب الأثر وأهل السنة المعروفين بها ومن السنة الواضحة البينة الثابتة المعروفة ذكر محاسن أصحاب رسول الله صلى الله عليه وسلم كلهم أجمعين."
    },
    {
        "id": 311,
        "text": "حدثنا سعيد بن منصور قال حدثنا أبو الأحوص قال: ثنا أبو عبد الرحمن ، عن جعفر بن برقان، عن ميمون بن مهران قال: قال ابن عباس يا ميمون لا تسب السلف، وادخل الجنة بسلام\"."
    },
    {
        "id": 312,
        "text": "حدثنا أحمد بن يونس :قال حدثنا مندل، عن حماد بن عبد الرحمن قال: ثنا محمد بن عبد الله الشعباني قال: قال مكحول: ثنتان من رأيي لم أذكرهما عن النبي صلى الله عليه وسلم: لا تقولوا في علي وعثمان إلا خيراً تِلْكَ أُمَّةٌ قَدْ خَلَتْ لَهَا مَا كَسَبَتْ وَلَكُم مَّا كَسَبْتُمْ وَلَا تُسْلُونَ عَمَّا كَانُوا يَعْمَلُونَ ﴾ [البقرة: 134]."
    },
    {
        "id": 313,
        "text": "حدثنا سعيد قال حدثنا شهاب بن خراش، عن عمه العوام ابن حوشب قال : أدركت من أدركت من صدر هذه الأمة وهم يقولون: أذكروا محاسن أصحاب رسول الله تأتلف عليهم القلوب، ولا تذكروا الذي شجر بينهم فتحرشوا الناس عليهم."
    },
    {
        "id": 314,
        "text": "حدثنا أبو خالد [الحيائي ] قال: ثنا عثمان بن زفر، عن أبي خالد البصري، عن علي بن زيد بن جدعان عن سعيد بن المسيب قال: من شتم أصحاب النبي صلى الله عليه وسلم سلط الله عليه في قبره حيتان واحدة من قبل رأسه وأخرى من قبل رجليه تقرصانه حتى ينتهيا إلى وسطه، ثم يعاد ويعادان إلى يوم القيامة."
    },
    {
        "id": 315,
        "text": "قال حرب الكرماني فيما ينقله عن مذهب أئمة العلم وأصحاب الأثر وأهل السنة المعروفين بها ومن السنة الواضحة البينة الثابتة المعروفة ذكر محاسن أصحاب رسول الله صلى الله عليه وسلم كلهم أجمعين، والكف عن ذكر مساويهم والذي شجر بينهم، فمن سب أصحاب رسول الله ، أو أحداً منهم، أو طعن عليهم، أو عرض بعيبهم أو عاب أحداً منهم بقليل أو كثير ، أو دق أو جل مما يتطرق به إلى الوقيعة في أحد منهم فهو مبتدع رافضي خبيث مخالف لا قبل الله منه صرفه ولا عدله بل حبهم سنة، والدعاء لهم قربة، والإقتداء بهم وسيلة، والأخذ بآثارهم فضيلة."
    },
    {
        "id": 316,
        "text": "قرأت على أبي عبد الله منصور بن سلمة الخزاعي. قال حدثنا عبد العزيز بن عبد الله بن أبي سلمة، عن عبيد الله، عن نافع، عن ابن عمر، قال: كنا في زمن النبي لا لا نعدل بعد النبي صلى الله عليه وسلم بأبي بكر، ثم عمر، ثم عثمان، ثم نترك، فلا نفاضل بينهم."
    },
    {
        "id": 317,
        "text": "حدثنا أحمد بن حنبل قال: حدثنا بشر بن شعيب بن أبي حمزة قال: حدثني أبي، عن الزهري قال: أخبرني سالم بن عبد الله أن عبد الله ابن عمر قال: كنا نقول ورسول الله حي أفضل أمته أبو بكر، ثم عمر، ثم عثمان."
    },
    {
        "id": 318,
        "text": "حدثنا أحمد بن يونس قال: حدثنا إسماعيل بن عياش قال: حدثنا يحيى بن سعيد الأنصاري، عن نافع ، عن عبد الله بن عمر قال: كنا نتحدث على عهد رسول الله صلى الله عليه وسلم أن خير الأمة بعد نبيها أبو بكر، ثم عمر، ثم عثمان."
    },
    {
        "id": 319,
        "text": "قرأت على أبي عبد الله أبو معاوية، قال: حدثنا سهيل بن أبي صالح، عن أبيه، عن ابن عمر قال: كنا نعد -ورسول الله صلى الله عليه وسلم حي وأصحابه متوافرون - أبو بكر، وعمر، وعثمان، ثم نسكت."
    },
    {
        "id": 320,
        "text": "حدثا أحمد بن حنبل :قال حدثنا أبو معاوية قال: ثنا سهيل ابن أبي صالح، عن أبيه، عن ابن عمر قال كنا نعد ورسول الله صلى الله عليه وسلم حي وأصحابه متوافرون أبو بكر وعمر وعثمان، ثم نسكت."
    },
    {
        "id": 321,
        "text": "حدثنا يزيد بن عمرو بن البراء قال: حدثني عبد الله بن يزيد المقري قال: حدثني عمر بن عبيد القرني، عن سهيل بن أبي صالح، عن أبيه، عن أبي هريرة قال: كنا أصحاب رسول الله صلى الله عليه وسلم متوافرون ونحن نقول: خير هذه الأمة بعد نبيها : أبو بكر الصديق، وعمر بن الخطاب وعثمان بن عفان، ثم نسكت."
    },
    {
        "id": 322,
        "text": "حدثنا عمرو بن عثمان قال: ثنا سلم بن عبد الرحمن قال: حدثني جعفر الواسطي قال حدثنا عبد الله بن داود قال: حدثني سويد وابن عمرو بن حريث قال سمعت عمرو بن حريث يقول: سمعت علياً يقول: ألا إن خير هذه الأمة بعد نبيها أبو بكر، ثم عمر، ثم عثمان."
    },
    {
        "id": 323,
        "text": "حدثنا عبد الرحمن بن محمد قال حدثنا عبد الحميد بن عبد الرحمن قال: حدثني صالح بن موسى الطلحي قال: حدثني عاصم بن أبي النجود قال: قلت لزر بن حبيش من عنا علي بالثالث: فقال زر: كان علي خيراً من ذلك وأقرأ لكتاب الله من ذلك، وأعلم من ذلك أن يقوم على منبر رسول الله، ويعني نفسه، ولكن عنا بالثالث عثمان."
    },
    {
        "id": 324,
        "text": "وسألت أبا ثور :قلت كيف تقول في أصحاب النبي عليه السلام؟ قال: خير هذه الأمة بعد النبي أبو بكر ثم عمر ثم عثمان، ثم الخمسة، وهم: علي وطلحة والزبير وسعيد وعبد الرحمن، رحم الله أبا عبد الرحمن يعني معاوية."
    },
    {
        "id": 325,
        "text": "وسمعت هدبة بن خالد يقول : خير هذه الأمة بعد نبيها أبو بكر ثم عمر ثم عثمان ثم علي."
    },
    {
        "id": 326,
        "text": "وسمعت أبا الربيع الزهراني يقول: خير هذه الأمة بعد نبيها أبو بكر ثم عمر ثم عثمان، ثم نسكت."
    },
    {
        "id": 327,
        "text": "وسألت علي بن عبد الله فقال: أبو بكر وعمر وعثمان."
    },
    {
        "id": 328,
        "text": "حدثنا عبيد الله معاذ، أبيه، عن بشر بن المفضل: عن عثمان أفضل من علي."
    },
    {
        "id": 329,
        "text": "قلت لعبيد الله بن معاذ ما كان مذهب أبيك في هذا؟ قال: كان مذهب أبي أن عثمان أفضل من علي يقول: أبو بكر ثم عمر ثم عثمان."
    },
    {
        "id": 330,
        "text": "حدثنا أبو حفص قال : ثنا عباس بن طالب قال: حدثنا حماد بن زيد، عن أيوب قال: قدمت المدينة والناس بها متوافرون القاسم بن محمد ، وسليمان بن يسار ، وغيرهم، فما اختلف على أحد منهم في تقدمه أبي بكر ثم عمر ثم عثمان، قال حماد بن زيد: وذاك رأي أيوب، وهو رأينا."
    },
    {
        "id": 331,
        "text": "حدثنا محمد بن عبد الأعلى قال حدثنا معتمر بن سليمان قال: كان أبي يقول : خير الأمة أبو بكر، ثم عمر ثم عثمان."
    },
    {
        "id": 332,
        "text": "وسمعت عبد الله بن سوار العنبري قال: السنة عندنا وما أدركنا عليه حماداً، وحماد والناس الذين يقتدى بهم تقديم أبي بكر، ثم عمر، ثم عثمان، والحب لأصحاب رسول الله صلى الله عليه وسلم جميعا، والكف عن ذكر مساوئهم، وعظيم الرجاء لهم بصحبة رسول الله ، والإيمان قول وعمل."
    },
    {
        "id": 333,
        "text": "قال أحمد بن سعيد وكان الفقهاء مختلفين منهم من يقول: أبو بكر وعمر ويقف، منهم الشعبي ، وإبراهيم والكوفيون، وسعيد ابن جبير ، وأبو البختري ، وغيرهم، وعبيد بن عمير ، وقوم من أهل البصرة وقفوا، وكان قوم يقولون: أبو بكر وعمر وعثمان وعلي، وكان قوم يقال لهم الشيعة وليسوا مخارجين ولا منسوبين إلى البدعة يقولون: أبو بكر وعمر وعلي، وكان قوم يقال لهم عثمانية يقولون: أبو بكر وعمر وعثمان ويسكتون منهم سعيد بن أبي عروبة، وحماد ابن زيد وهشام ابن أبي عبد الله ، وغيرهم، وكان قوم من أهل البصرة يقفون في علي وعثمان منهم يحيى بن سعيد، وسليمان التيمي، ومعتمر بن سليمان، وخالد بن الحارث."
    },
    {
        "id": 334,
        "text": "حدثنا أحمد بن سعيد قال : حدثنا الطنافسي قال: ثنا أبي قال: أدركت الناس وإنما يختلفون في على وعثمان، فأما أبو بكر وعمر فليس فيهم اختلاف."
    },
    {
        "id": 335,
        "text": "قال أبي : أهل الكوفة كلهم يفضلون عليا على عثمان، إلا رجلين طلحة بن مصرف وعبد الله بن إدريس."
    },
    {
        "id": 336,
        "text": "قال حرب الكرماني فيما ينقله عن مذهب أئمة العلم وأصحاب الأثر وأهل السنة المعروفين بها وخير هذه الأمة بعد النبي أبو بكر، وخيرهم بعد أبي بكر عمر، وخيرهم بعد عمر عثمان وقال قوم: من أهل العلم وأهل السنة وخيرهم بعد عثمان علي. ووقف قوم على عثمان وهم خلفاء راشدون مهديون، ثم أصحاب محمد بعد هؤلاء الأربعة خير الناس لا يجوز لأحد أن يذكر شيئاً من مساوئهم، ولا يطعن على أحد منهم بعيب، ولا بنقص ولا وقيعة، فمن فعل ذلك فالواجب على السلطان تأديبه وعقوبته ليس له أن يعفوا بل يعاقبه ثم يستتيبه، فإن تاب قبل منه، وإن لم يتب أعاد عليه العقوبة ثم خلده الحبس حتى يتوب ويراجع فهذا السنة في أصحاب محمد."
    },
    {
        "id": 337,
        "text": "حدثنا قال: سمعت أبي يقول : السنة في التفضيل الذي نذهب إليه ما روي عن ابن عمر يقول: أبو بكر ثم عمر ثم عثمان، وأما الخلافة فنذهب إلى حديث سفينة. يقول: أبو بكر وعمر وعثمان وعلي في الخلفاء. نستعمل الحديثين جميعا."
    },
    {
        "id": 338,
        "text": "قلت إلى أي شيء تذهب في التفضيل؟ قال إلى حديث ابن عمر. قلت وتذهب إلى حديث سفينة؟ قال: نعم، نستعمل الخبرين جميعا، حديث سفينة: \"الخلافة ثلاثون سنة\"، فملك أبو بكر سنتين وشيئا، وعمر عشرا، وعثمان اثني عشر، وعلي ستا."
    },
    {
        "id": 339,
        "text": "حدثنا أحمد بن سعيد قال سمعت النضر بن شميل يقول: من قال في بيعة عثمان فقد أزرى على عشرة آلاف من أصحاب رسول الله عليه السلام اجتمعوا فقدموا عثمان."
    },
    {
        "id": 340,
        "text": "قرأت على أبي عبد الله يحيى، ووكيع، ومسعر، قال وكيع: عن عبد الملك بن ميسرة، عن النزال بن سبرة قال وكيع-: سمعت ابن مسعود يقول: لما استخلف عثمان، قال عبد الله : أمرنا خير من بقي، ولم نال."
    },
    {
        "id": 341,
        "text": "حدثنا نصير بن الفرج قال: حدثنا أبو داود الجعفري قال: حدثنا مسعر، عن عبد الملك بن ميسرة عن النزال بن سبرة قال: سمعت عبد الله بن مسعود يقول حين استخلف عثمان: أمرنا خير من بقي ولم نألوا."
    },
    {
        "id": 342,
        "text": "قرأت على أبي عبد الله : أبو معاوية قال: حدثنا الأعمش عن عبد الله بن سنان ، قال : قال عبد الله حين استخلف عثمان: ما ألونا عن أعلاها، ذا فوق."
    },
    {
        "id": 343,
        "text": "قال حرب الكرماني فيما ينقله عن مذهب أئمة العلم وأصحاب الأثر وأهل السنة المعروفين بها والخلافة في قريش ما بقي من الناس اثنان ليس لأحد من الناس أن ينازعهم فيها، ولا يخرج عليهم، ولا يقر لغيرهم بها إلى قيام الساعة."
    },
    {
        "id": 344,
        "text": "حدثنا أبو عمر الحوضي ، عن عبيدة بن أبي رائطة قال: أخبرني معاوية بن إسحاق قال: جاء رجل إلى ابن عباس فقال: يا أبا عباس آمر أميري بتقوى الله؟ قال: إن خفت أن يقتلك فلا، فإن كنت لا بد فاعلا فبينك وبينه."
    },
    {
        "id": 345,
        "text": "قرأت على أبي عبد الله : أبو المغيرة قال: حدثنا صفوان، قال: حدثنا عبد الرحمن بن جبير بن نفير، عن أبيه، عن عائشة قالت: كان القوم يختلفون إليَّ في عَيب عثمان، ولا أرى إلا أنها معاتبة، فأما دمه فأعوذ بالله من دمه والله لوددت أني عشت في الدنيا برصاء سالخ وأني لم أذكر عثمان قط. فذكرت كلاما فضلت عثمان على علي."
    },
    {
        "id": 346,
        "text": "قرأت على أبي عبد الله بشر بن شعيب، قال: حدثني أبي، عن الزهري، قال: أخبرني سالم بن عبد الله، أن عبد الله قال: بن عمر جاءني رجل من الأنصار في خلافة عثمان فكلمني، فإذا هو يأمرني في كلامه، بأن أعيب على عثمان، فتكلم كلاماً طويلاً -وهو امرؤ في لسانه ثقل - فلم يكد يفضي كلامه في سريح ، فلما قضى كلامه قلت: إنا كنا نقول ورسول الله الله حي : أفضل أمة رسول الله صلى الله عليه وسلم بعده: أبو بكر، ثم عمر، ثم عثمان. و إنا والله ما نعلم عثمان قتل نفسا بغير حق، ولا جاء من الكبائر شيئا، ولكن هو هذا المال فإن أعطاكموه رضيتم، وإن أعطاه أولي قرابته سخطتم إنما يريدون أن تكونوا كفارس والروم، لا يتركون أميرا إلا قتلوه. قال: ففاضت عيناه بأربع من الدمع. ثم قال: اللهم لا نريد ذلك."
    },
    {
        "id": 347,
        "text": "حدثنا أحمد بن سعيد قال سمعت غياث بن واقد يقول: قال سفيان : أرج ما لم تعلم إلى الله، ولا تكن مرجئاً، وأحب صالحي عبد المطلب، ولا تكن سبئيا وأحبه وإن كان عبداً حبشياً ولا تكن خارجياً."
    },
    {
        "id": 348,
        "text": "قال حرب الكرماني فيما ينقله عن مذهب أئمة العلم وأصحاب الأثر وأهل السنة المعروفين بها والانقياد لمن ولاه الله أمرك لا تنزع يدك من طاعة، ولا تخرج عليه بسيفك حتى يجعل الله لك فرجاً ومخرجاً، وأن لا تخرج على السلطان، وتسمع وتطيع، لا تنكث بيعته، فمن فعل ذلك فهو مبتدع مخارق مفارق للجماعة. وإن أمرك السلطان بأمر هو الله معصية فليس لك أن تطيعه البتة، وليس لك أن تخرج عليه أو تمنعه حقه."
    },
    {
        "id": 349,
        "text": "حدثنا المسيب قال : ثنا أبو إسحاق عن الربيع بن صبيح، عن قيس بن سعد قال : قيل لابن عمر ما ترى في الغزو، فإن الأمراء قد أحدثوا ما رأيت ؟ قال أغز معهم وليس عليك من إحداثهم شيء."
    },
    {
        "id": 350,
        "text": "حدثنا سعيد بن منصور :قال حدثنا جعفر بن برقان عن هشام قال: أخبرنا مغيرة ، عن إبراهيم قال: سئل عن الغزو مع بني مروان، وذكر ما يصنعون قال : إن عرض به إلا الشيطان ليثبطهم عن جهاد عدوهم."
    },
    {
        "id": 351,
        "text": "حدثنا المسيب بن واضح قال: حدثنا أبو إسحاق الفزاري، عن الأعمش قال: كان عبد الرحمن بن يزيد، وأبو جحيفة، وإبراهيم النخعي، وعمارة بن عمير: يغزون في إمرة الحجاج، قلت أين كانوا يغزون؟ قال: خراسان، والديلم، وغير ذلك. فقال رجل من القوم أكانوا يُكرهون على ذلك؟ قال: لا، بل يخفون فيه ويعجبهم."
    },
    {
        "id": 352,
        "text": "قال : وحدثنا أبو إسحاق قال: سألت هشام عن الغزو مع هؤلاء الأئمة وذكرت له ما طعن في الغزو معهم، فقال: كان الحسن وابن سيرين يقولان لك أجره، وذخره، وشرفه، وفضيلته، وعليهم ما أثمهم. قال: وكان الحسن يقول: بلغني أن النبي عليه السلام يقول: \" ليؤيدن الله هذا الدين بأقوام لا خلاق لهم \". وكان الحسن يقول: أربع من أمر الإسلام إلى السلطان: الحكم، والفيء، والجهاد، والجمعة. قلت لهشام وإن بروا أو فجروا ؟ قال : وإن بروا أو فجروا."
    },
    {
        "id": 353,
        "text": "حدثنا المسيب قال: حدثنا أبو إسحاق، عن موسى بن عقبة قال: غزوت مع سالم بن عبد الله الروم مع إمرة الوليد بن عبد الملك."
    },
    {
        "id": 354,
        "text": "حدثنا عبد الله بن خُبَيْق الأنطاكي قال: سمعت يوسف بن أسباط يقول : أما أهل السنة فإنهم لا يرون السيف على أحد من أهل القبلة، وهم يرون الصلاة والجمعة خلف الأئمة، والجهاد قائم معهم تام إلى يوم القيامة، ولا ينقصه جورهم ، ولا يزيده عدلهم، ولا يكفرون أحدا من أهل القبلة بذنب ولا يشهدون عليه بشرك، وهم يقولون: الإيمان قول وعمل، والإيمان يزيد وينقص وهم يستثنون في إيمانهم مخافة أن يزكوا أنفسهم \"."
    },
    {
        "id": 355,
        "text": "قال حرب الكرماني فيما ينقله عن مذهب أئمة العلم وأصحاب الأثر وأهل السنة المعروفين بها والجهاد ماض قائم مع الأئمة بروا أو فجروا، ولا يبطله جور جائر، ولا عدل عادل."
    },
    {
        "id": 356,
        "text": "حدثنا هارون بن موسى :قال حدثنا حماد بن زيد عن كلتوم ابن جبر، عن قزعة أن ابن عمر سئل عن الزكاة فقال: ادفعوها إليهم. [ فكأنهم رادّوه فقال: ادفعوها إليهم وإن تمزقوا بها لحوم الكلاب على موائدهم."
    },
    {
        "id": 357,
        "text": "حدثنا أبو معن قال: حدثنا الضحاك قال: حدثني زمعة بن صالح قال: حدثني سلمة بن وهرام قال: قلت لطاوس: لا أودي عشور أرضي وأقسمها، فقال أولم تعشر أرضك؟ قلت: بلى، أما هؤلاء الأمراء فقد أخذوها ولكن يضعونها في غير حقها فلا أدري يقضى ذلك عني أم لا؟ قال: وما يدريك، بل تقضى عنك، إياك والبدع، وقم للفرد في زمانه."
    },
    {
        "id": 358,
        "text": "قال حرب الكرماني فيما ينقله عن مذهب أئمة العلم وأصحاب الأثر وأهل السنة المعروفين بها ودفع الخراج والصدقات والأعشار والفيء والغنيمة إلى الأمراء عدلوا فيها أم جاروا."
    },
    {
        "id": 359,
        "text": "حدثنا بشر بن هلال :قال ثنا جعفر بن سليمان، عن هشام، عن ابن سيرين قال: قال شريح: كانت الفتنة سبع سنين ما خبرت فيها ولا استخبرت، وما سلمت . قيل : وكيف ذاك يا أبا أمية؟ قال: ما التقت فئتان إلا وهواي مع أحدهما."
    },
    {
        "id": 360,
        "text": "قال حرب الكرماني فيما ينقله عن مذهب أئمة العلم وأصحاب الأثر وأهل السنة المعروفين بها والإمساك في الفتنة سنة ماضية واجب لزومها، فإن ابتليت فقدم نفسك ومالك دون دينك، ولا تعين على الفتنة بيد أو لسان ولكن اكفف يدك ولسانك وهواك والله المعين."
    },
    {
        "id": 361,
        "text": "حدثنا محمد بن بشار قال حدثنا سفيان، عن الأوزاعي، عن عمير بن هانئ قال كنت أسمع ابن عمر يقول لعبد الملك بن مروان، ولابن الزبير ، والنجدة : ذباب النار، ثم تقام الصلاة فيصلي مع هؤلاء ومع هؤلاء."
    },
    {
        "id": 362,
        "text": "حدثنا نصر بن علي قال: حدثنا عمر بن خليفة قال: كان ابن عمر يجيء في الليلة المظلمة فيصلي خلف الحجاج."
    },
    {
        "id": 363,
        "text": "حدثنا محمد قال : ثنا عبد الرحمن قال: ثنا سفيان، عن بسام الصيرفي، عن أبي جعفر قال: كان الحسن والحسين يَسُبّان مروان ثم تقام الصلاة، فيبتدران الصلاة خلفه."
    },
    {
        "id": 364,
        "text": "حدثنا محمد بن بشار قال : ثنا عبد الرحمن قال : ثنا عبد العزيز ابن مسلم، عن أبي سنان ، عن عبد الله بن أبي الهذيل قال: تذاكرنا ليالي المختار الجمعة، فاجتمع رأيهم على أن يأتوه، فإنما كذبه على نفسه."
    },
    {
        "id": 365,
        "text": "قال حرب الكرماني فيما ينقله عن مذهب أئمة العلم وأصحاب الأثر وأهل السنة المعروفين بها والجمعة والعيدين والحج مع السلطان وإن لم يكونوا بررة عدولاً، ولا أتقياء."
    },
    {
        "id": 366,
        "text": "حدثنا محمد بن حفص العطار قال: حدثنا عبد الرحمن بن مهدي قال سمعت مالك بن أنس قال: قال عمر بن عبد العزيز: سن رسول الله صلى الله عليه وسلم وولاة الأمر بعده سننا الأخذ بها تصديق بكتاب الله واستكمال لطاعته، على دين الله من عمل بها مهتدي، ومن استنصر بها منصور، ومن خالفها اتبع غير سبيل المؤمنين وولاه الله ما تولى."
    },
    {
        "id": 367,
        "text": "وقال محمد بن عبد الله بن عمرو بن عثمان بن عفان: الإيمان قول وعمل. قال: وحدثني رجل من أهل البصرة يقال له أبو حيان قال: سمعت الحسن يقول : لا يصلح قول إلا بعمل، ولا يصلح قول وعمل إلا بنية، ولا يصلح قول وعمل ونية إلا بسنة."
    },
    {
        "id": 368,
        "text": "قال حرب الكرماني فيما ينقله عن مذهب أئمة العلم وأصحاب الأثر وأهل السنة المعروفين بها والدين إنما هو كتاب الله وآثار وسنن وروايات صحاح عن الثقات بالأخبار الصحيحة القوية المعروفة المشهورة يرويها الثقة الأول المعروف عن الثاني الثقة المعروف يصدق بعضهم بعضاً حتى ينتهي ذلك إلى النبي ، أو أصحاب النبي، أو التابعين، أو تابع التابعين، أو من بعدهم من الأئمة المعروفين المقتدى بهم المتمسكين بالسنة والمتعلقين بالأثر، الذين لا يُعرفون ببدعة ولا يُطعن عليهم بكذب ولا يُرمون بخلاف، وليسوا أصحاب قياس ولا رأي لأن القياس في الدين باطل، والرأي كذلك وأبطل منه، وأصحاب الرأي والقياس في الدين مبتدعة جهلة ضلال، إلا أن يكون في ذلك أثر عمن سلف من الأئمة الثقات فالأخذ بالأثر أولى. وقال حرب أيضا ومن زعم أنه لا يرى التقليد، ولا يقلد دينه أحداً فهذا قول فاسق مبتدع عدواً لله ورسوله ، ولدينه، ولكتابه، ولسنة نبيه عليه السلام إنما يريد بذلك إبطال الأثر، وتعطيل العلم، وإطفاء السنة، والتفرد بالرأي والكلام والبدعة والخلاف. فعلى قائل هذا القول لعنة الله والملائكة والناس أجمعين. فهذا من أخبث قول المبتدعة، وأقربها إلى الضلالة والردى، بل هو ضلالة زعم أنه لا يرى التقليد وقد قلد دينه [أبا حنيفة وبشر المريسي، وأصحابه، فأي عدو لدين الله أعدى ممن يريد أن يطفئ السنن، ويبطل الآثار والروايات ويزعم أنه لا يرى التقليد وقد قلد دينه من قد سميت لك، وهم أئمة الضلال، ورؤوس البدع، وقادة المخالفين فعلى قائل هذا القول غضب الله."
    },
    {
        "id": 369,
        "text": "حدثنا أحمد بن نصر قال: حدثنا عبد الله بن غالب وعمر بن هارون، عن الربيع بن صبيح عن الحسن قال: ليس لأهل البدع غيبة."
    },
    {
        "id": 370,
        "text": "حدثنا محمد بن عبد الرحمن قال حدثنا أبو أسامة، عن زائدة، قال: قلت لمنصور : يا أبا عتاب يصوم أحدنا ينتقص الذين يبغضون أبا بكر وعمر ؟ قال : نعم."
    },
    {
        "id": 371,
        "text": "حدثنا الأخضر قال حدثنا عارم قال: حدثنا خالد سمعت عبيد الله يقول في غيبة الخوارج والسلطان الذي قد أعلن: لم نر لهم غيبة، فأما من يعلم أنه مذنب وهو يحب لأن يستتر، فرأى ذلك منهم . غيبة."
    },
    {
        "id": 372,
        "text": "حدثنا عبد الله بن عبد الوهاب قال: حدثنا زياد بن الربيع عن عبد الرحمن بن أذينة قال: حدثنا أشياخنا قال: ثلاثة لا حرمة لهم ولا غيبة الوالي الظالم الجائر، والفاسق المعلن بفسقه، وصاحب البدعة."
    },
    {
        "id": 373,
        "text": "حدثنا محمد بن عبد الرحمن الجعفي قال: حدثنا حسين بن علي، عن هانئ بن أيوب قال: سألت محارب بن دثار عن غيبة الرافضة؟ فقال: إنهم إذاً لقوم صُدُق. قال: حسبي، أي لم ير بغيبتهم بأساً."
    },
    {
        "id": 374,
        "text": "وسألت محمد بن بشار قلت الرجل يغتاب أهل البدع ؟ قال ليست لهم غيبة ولا يعجبني، وأما قولك إن فلانا صاحب بدعة فليس هذا غيبة، وكذلك قولك في الحديث كان فلان يغلط وفلان كان أثبت من فلان ونحو هذا فليس هذا غيبة، ولكنه شيء تبينه للناس. قلت: فإن قال :رجل كان عمرو بن عبيد رجل سوء، وكان عباد بن صهيب رجل سوء؟ فكأنه رخص فيه."
    },
    {
        "id": 375,
        "text": "سمعت أبي يقول: قال أبو أسامة: دعا عليهم رجلان صالحان من أهل بدر وقال مرة شهدا بدراً على أهل الكوفة، سعد وعلي."
    },
    {
        "id": 376,
        "text": "حدثنا أحمد بن سليمان :قال ثنا سفيان، عن عمرو بن دينار قال: قال لنا طاوس : أخزوا معبد."
    },
    {
        "id": 377,
        "text": "ثنا أحمد بن حفص بن عبد الله قال: حدثني أبي قال: قال إبراهيم بن طهمان ، ثنا من لا يتهم غير واحدٍ: أَنَّ جهما رجع عن قوله ونزع عنه وتاب إلى الله منه، فما ذكرتُهُ ولا ذُكر عندي إلا دعوت الله عليه ما أعظم ما أورث أهل القبلة من منطقه هذا العظيم."
    },
    {
        "id": 378,
        "text": "حدثنا محمد بن الوزير :قال ثنا مروان بن محمد قال حدثنا بقية بن الوليد قال : ثنا حبيب بن عمر الأنصاري، عن أبيه قال: سمعت واثلة بن الأسقع يقول: أما أنا فلست أصلي خلف قدري."
    },
    {
        "id": 379,
        "text": "سألت أحمد بن عبد الله بن يونس ، فقال لي: لا يُصلى خلف من يقول: \"القرآن مخلوق \" ، هؤلاء كفار."
    },
    {
        "id": 380,
        "text": "وقال سليمان بن داود الهاشمي: من قال القرآن مخلوق فقد كفر ، لا يصلى خلفه، ولا يصلى عليه."
    },
    {
        "id": 381,
        "text": "حدثنا عبيد الله بن يوسف قال: حدثني فطر بن حماد قال: سألت معتمر بن سليمان فقلت: إمام لقوم يقول: القرآن مخلوق، أصلي خلفه؟ قال: أصلي خلف مسلم أحب إلي. قال فطر: فأتيت يزيد ابن ربيع فقلت: إمام لقوم يقول القرآن مخلوق، أصلي خلفه؟ قال: لا ولا كرامة."
    },
    {
        "id": 382,
        "text": "حدثنا الحسين بن محمد السعدي قال: ثنا میمون بن زيد قال: ثنا حرب بن سريج قال: قلت لأبي جعفر: إن لنا إماماً قدرياً؟ قال: أعد كل صلاة صليتها خلفه."
    },
    {
        "id": 383,
        "text": "حدثنا أحمد بن يونس قال: سمعت رجلاً يقول لسفيان الثوري: الرجل يُكذِّب بالقدر أصلي وراءه؟ قال: لا تقدموه."
    },
    {
        "id": 384,
        "text": "حدثنا محمد بن الوزير قال حدثنا مروان قال: سألت مالكا هل يُصلى خلف القدري؟ قال: لا."
    },
    {
        "id": 385,
        "text": "سمعت أحمد بن يونس قال: سمعت زائدة يقول: لو كان رافضيا ما صليت وراءه."
    },
    {
        "id": 386,
        "text": "ثنا أحمد بن إبراهيم قال حدثني زهير بن نعيم قال: سمعت سلام بن أبي مطيع يقول : الجهمية كفار ولا يصلى خلفهم."
    },
    {
        "id": 387,
        "text": "حدثنا سليمان بن الأشعث وإبراهيم بن الحارث قال: حدثنا أحمد ابن إبراهيم قال: حدثني زهير بن نعيم أنه سأل سلام بن أبي مطيع عن الجهمية فقال : كفار فلا يصلى خلفهم، قال: وقال زهير بن نعيم: أما أنا فإذا تيقنت أنه جهمي أعدت الصلاة خلفه الجمعة وغيرها."
    },
    {
        "id": 388,
        "text": "حدثنا محمد بن مصفى عن أبي ضمرة أنس بن عياض في الصلاة خلف الجهمية قال: لا تصلي خلفهم وَمَن يَبْتَغِ غَيْرَ الْإِسْلَامِ دِينَا فَلَن يُقْبَلَ مِنْهُ وَهُوَ فِي الْآخِرَةِ مِنَ الْخَسِرِينَ ﴾ [آل عمران: 85]."
    },
    {
        "id": 389,
        "text": "حدثنا أبو إسحاق العبادي، عن يحيى بن معين أنه كان يعيد صلاة الجمعة منذ أظهر عبد الله بن هارون ما أظهر."
    },
    {
        "id": 390,
        "text": "حدثنا إبراهيم بن عبد الله الأنصاري، عن أبي عبيد قال ما أبالي صليت خلف الجهمي والرافضي أم صليت خلف اليهودي والنصراني، ولا يصلى خلف من لا يقدم أبا بكر على الخلق بعد رسول الله ، فأما الصلاة خلف القدري، والخارجي والمرجيء فلا أحبها، ولا أراها."
    },
    {
        "id": 391,
        "text": "قال حرب الكرماني فيما ينقله عن مذهب أئمة العلم وأصحاب الأثر وأهل السنة المعروفين بها ولا أحب الصلاة خلف أهل البدع، ولا الصلاة على من مات منهم."
    },
    {
        "id": 392,
        "text": "حدثنا سعيد بن منصور قال : ثنا عبد الحميد بن سليمان عن أبي حازم قال : ذكر عند ابن عمر قوم يكذبون بالقدر، فقال: لا تجالسوهم، ولا تسلموا عليهم ولا تعودوا مرضاهم، ولا تشهدوا جنائزهم، وأخبرهم أني بريء منهم، وأنهم مني براء، هم مجوس هذه الأمة."
    },
    {
        "id": 393,
        "text": "حدثنا أحمد بن سليمان الباهلي قال : ثنا مرحوم العطار، قال: سمعت أبي وعمي سمعا الحسن ينهى عن مجالسة معبد الجهني ويقول: لا تجالسوه، فإنه ضال مضل."
    },
    {
        "id": 394,
        "text": "ثنا حمزة بن سعيد المروزي :قال سألت أبا بكر بن عياش فقلت: يا أبا بكر قد بلغك ما كان من أمر ابن علية في القرآن فما تقول فيه؟ فقال: اسمع إلي -ويلك - من زعم لك أن القرآن مخلوق فهو عندنا كافر زنديق عدو الله ، لا تجالسه، ولا تكلمه."
    },
    {
        "id": 395,
        "text": "قلت لعلي: ويكره أن يذكر رجل كلام أهل البدع؟ قال: نعم ، لأني أخاف أن يذكره عند رجل ضعيف القلب فيقع في قلبه."
    },
    {
        "id": 396,
        "text": "سمعت أحمد يقول : قال ابن عيينة: أصحاب الرأي ثلاثة: عثمان بالبصرة، وربيعة بالمدينة، وأبو حنيفة بالكوفة."
    },
    {
        "id": 397,
        "text": "حدثنا عبدة بن عبد الرحيم بن حسان قال: ثنا معروف بن حسان السمرقندي قال كنت عند الأعمش وهو مريض، فأتاه أبو حنيفة يعوده، فقال أبو حنيفة: لولا أني أثقل عليك لعدتك كل يوم. فقال الأعمش : من هذا؟ قال أبو حنيفة. قال: والله إنك لتثقل عليّ وأنت في منزلك فكيف إذا عدتني."
    },
    {
        "id": 398,
        "text": "سمعت أبا عبد الله يقول: قال عبد الرزاق : كان قضاتنا يقضون بالكتاب، حتى جاء يوسف بن يعقوب . قال: فقال سفيان الثوري: كأني بك قد قيل : أين يوسف بن يعقوب وأين أتباعه ؟!."
    },
    {
        "id": 399,
        "text": "حدثنا محمد بن يحيى بن عبد الكريم قال: حدثنا عبد الله بن داود قال: حدثني أشعث صاحب لي قال: سمعت الأعمش يقول: إنما مثل أبي حنيفة مثل رجل خرج بالليل فرأى سوادا فظن أنها تمرة، فإن أخطاه أن يكون غير ذلك كان خُرْءُ كلب."
    },
    {
        "id": 400,
        "text": "حدثنا عبد العزيز بن أبي سهل قال: حدثنا منصور بن أبي مزاحم قال: سمعت شريك بن عبد الله يقول: لأن يكون في كل ربع من أرباع الكوفة خمار يبيع الخمر خير من أن يكون فيه من يقول بقول أبي حنيفة."
    },
    {
        "id": 401,
        "text": "حدثنا عبدة بن عبد الرحيم قال: أخبرنا سلمة بن سليمان قال: قال ابن المبارك: كنت آتيه - يعني أبا حنيفة- سراً من سفيان وأصحابنا."
    },
    {
        "id": 402,
        "text": "قلت لأحمد بن سعيد: مالك لما ترك حديث عكرمة؟ قال: لرأيه قلت وما رأيه؟ قال شبه كلام الخوارج، فأما الكذب فمعاذ الله."
    },
    {
        "id": 403,
        "text": "قال حرب الكرماني فيما ينقله عن مذهب أئمة العلم وأصحاب الأثر وأهل السنة المعروفين بها وأصحاب الرأي وهم مبتدعة ضلال أعداء السنة والأثر، يرون الدين رأياً وقياساً واستحساناً، وهم يخالفون ،الآثار ويبطلون الحديث، ويردون على الرسول صلى الله عليه وسلم ، ويتخذون أبا حنيفة ومن قال بقوله إماماً يدينون بدينهم، ويقولون بقولهم فأي ضلالة بأبين ممن قال بهذا، أو كان على مثل هذا يترك قول الرسول وأصحابه ويتبع رأي أبي حنيفة وأصحابه، فكفى بهذا غياً وطغياناً ورداً."
    },
    {
        "id": 404,
        "text": "حدثنا سعيد بن منصور :قال حدثنا أبو معاوية، عن محمد ابن سوقة، عن حبيب بن أبي ثابت قال : قال علي: تفترق هذه الأمة على بضع وسبعين فرقة ، شرهم قوم ينتحلون حبنا أهل البيت."
    },
    {
        "id": 405,
        "text": "حدثنا يحيى بن عبد الحميد قال حدثنا شريك، عن أبي اليقظان عن زاذان عن علي :قال مثلي فيكم كمثل عيسى بن مريم أحبته طائفة فأفرطوا في حبه فهلكوا ، وأبغضته طائفة فأفرطوا في بغضه فهلكوا، واقتصدت فيه طائفة فنجت، فالناجي منكم في المقتصد."
    },
    {
        "id": 406,
        "text": "حدثنا أحمد بن يونس قال: ثنا زهير قال حدثنا أبو إسحاق، عن عمرو بن الأصم قال: قلت للحسن بن علي: إن هذه الشيعة يزعمون أن علياً مبعوث قبل يوم القيام؟ قال: كذبوا والله ما هؤلاء بشيعة، لو علمنا أنه مبعوث ما زوجنا نساءه، ولا اقتسمنا ماله."
    },
    {
        "id": 407,
        "text": "حدثنا يحيى بن عبد الحميد قال : حدثنا إدريس، عن حصين، عن عمار بن الحارث قال : قيل لابن عباس: إن ناساً يزعمون أن علياً سيرجع بعد الموت؟ قال : لو علمنا ذلك ما اقتسمنا ميراثه ولا نكحنا نساءه."
    },
    {
        "id": 408,
        "text": "حدثنا عمرو بن عثمان قال: حدثنا بقية بن الوليد، عن هشام ابن عبيد الله، عن ابن جريج عن عطاء عن ابن عباس قال: كلام الشيعة هلكة."
    },
    {
        "id": 409,
        "text": "حدثنا سعيد قال : ثنا أبو معاوية، عن مجالد، عن الشعبي، عن زياد بن النضر - وكان على مجنبة علي - قال: قلت له: يا أبا النضر ما ردك عن رأي هذه الشيعة وكنت فيهم رأساً؟ قال: رأيتهم يتعلقون بأعجاز ليس لها صدور."
    },
    {
        "id": 410,
        "text": "حدثنا محمد بن قدامة قال: ثنا ابن علية، عن ابن عون قال: سمعت إبراهيم يقول : احذروا هؤلاء الكذابين."
    },
    {
        "id": 411,
        "text": "حدثنا أبو محمد عبد الله بن خبيق الأنطاكي قال: سمعت يوسف بن أسباط يقول: أما الشيعة فهم أصناف: ومنهم الرافضة الذين يتبرؤون من جميع أصحاب النبي عليه السلام، ويكفرون الأمة، إلا أربعة: علي وعمار والمقداد وسلمان."
    },
    {
        "id": 412,
        "text": "قال حرب الكرماني فيما ينقله عن مذهب أئمة العلم وأصحاب الأثر وأهل السنة المعروفين بها والرافضة الذين يتبرؤون من أصحاب النبي ويسبونهم وينتقصونهم، ويكفرون الأمة إلا نفراً يسيراً، وليست الرافضة من الإسلام في شيء. وقال حرب أيضا والرافضة هم أسوأ أثراً في الإسلام من أهل الكفر من أهل الحرب، وصنف من الرافضة يقولون علي في السحاب، ويقولون علي يبعث قبل القيامة وهذا كله كذب وزور وبهتان."
    },
    {
        "id": 413,
        "text": "حدثنا أبو محمد عبد الله بن خبيق الأنطاكي قال: سمعت يوسف بن أسباط يقول: أما الشيعة فهم أصناف، فمنهم المنصورية وهم الذين يقولون: من قتل أربعين نفساً ممن خالف هواهم دخل الجنة، وهم الذين يخيفون الناس ويستحلون أموالنا، وهم الذين يقولون: أخطأ جبريل بالرسالة."
    },
    {
        "id": 414,
        "text": "قال حرب الكرماني فيما ينقله عن مذهب أئمة العلم وأصحاب الأثر وأهل السنة المعروفين بها والمنصورية: وهم رافضة أخبث الروافض، وهم الذين يقولون من قتل أربعين رجلاً ممن خالفهم هواهم دخل الجنة، وهم الذين يخنقون الناس ويستحلون أموالهم وهم الذين يقولون أخطأ جبريل الرسالة، وهذا الكفر الواضح الذي لا يشوبه إيمان فنعوذ بالله ونعوذ بالله."
    },
    {
        "id": 415,
        "text": "حدثنا أحمد بن يونس قال: حدثنا ابن أبي ذئب، عن الزهري قال: ما رأيت قوما أشبه بالنصارى من السبئية. قال أحمد: هم الرافضة."
    },
    {
        "id": 416,
        "text": "قال حرب الكرماني فيما ينقله عن مذهب أئمة العلم وأصحاب الأثر وأهل السنة المعروفين بها والسبئية وهم رافضة كذابين، وهم قريب ممن ذكرت مخالفون للأئمة."
    },
    {
        "id": 417,
        "text": "حدثنا أبو محمد عبد الله بن خبيق الأنطاكي قال: سمعت يوسف بن أسباط يقول: وأصل الشيعة الزيدية وهم الخشبية، وهم الذين يتبرؤون من عثمان بن عفان وطلحة والزبير وعائشة، ويرون القتال مع كل من خرج من ولد علي براً كان أو فاجراً حتى يغلب أو يُغلب."
    },
    {
        "id": 418,
        "text": "قال حرب الكرماني فيما ينقله عن مذهب أئمة العلم وأصحاب الأثر وأهل السنة المعروفين بها والزيدية وهم رافضة وهم الذين يتبرؤون من عثمان وطلحة والزبير وعائشة، ويرون القتال مع كل من خرج من ولد علي براً كان أو فاجراً حتى يغلب أو يُغلب."
    },
    {
        "id": 419,
        "text": "قال حرب فيما ينقله عن مذهب أئمة العلم وأصحاب الأثر وأهل السنة المعروفين بها والخشبية وهم الذين يقولون قول الزيدية والشيعة وهم في ما زعموا ينتحلون حب آل محمد دون الناس، خاصة وكذبوا، بل هم المبغضون لآل محمد دون الناس، إنما شيعة آل محمد المتقون أهل السنة والأثر ، من كانوا وحيث كانوا، الذين يحبون آل محمد وجميع أصحاب محمد، ولا يذكرون أحداً منهم بسوء، ولا عيب، ولا منقصة، فمن ذكر أحداً من أصحاب محمد عليه السلام بسوء أو طعن عليه بعيب أو تبرأ من أحد منهم، أو سبهم، أو عرّض بسبهم وشتمهم، فهو رافضي مخالف خبيث ضال."
    },
    {
        "id": 420,
        "text": "سمعت عبد الله بن محمد أبو محمد الضعيف قال: قعد الخوارج هم أخبث الخوارج ، وقعد الجهمية هم الأوقفة."
    },
    {
        "id": 421,
        "text": "قال حرب الكرماني فيما ينقله عن مذهب أئمة العلم وأصحاب الأثر وأهل السنة المعروفين بها وأما الخوارج فمرقوا من الدين، وفارقوا الملة وشردوا على الإسلام، وشذوا عن الجماعة، وضلوا عن سبيل الهدى وخرجوا على السلطان والأئمة، وسلوا السيف على الأمة، واستحلوا دمائهم وأموالهم، وكفروا من خالفهم إلا من قال بقولهم وكان على مثل رأيهم، وثبت معهم في دار ضلالتهم، وهم يشتمون أصحاب محمد و أصهاره وأختانه، ويتبرؤون منهم، ويرمونهم بالكفر والعظائم، ويرون خلافهم في شرائع الدين وسنن الإسلام، ولا يؤمنون بعذاب القبر، ولا الحوض، ولا الشفاعة، ولا يخرجوا أحداً من أهل النار، وهم يقولون من كذب كذبة، أو أتى صغيرة، أو كبيرة من الذنوب فمات من غير توبة فهو كافر، فهو في النار خالداً مخلداً فيها أبداً، وهم يقولون بقول البكرية في الحبة والقيراط، وهم قدرية جهمية مرجئة رافضة، ولا يرون جماعة إلا خلف إمامهم، وهم يرون تأخير الصلاة عن وقتها، ويرون الصوم قبل رؤيته، والفطر قبل رؤيته، وهم يرون النكاح بغير ولي ولا سلطان، ويرون المتعة في دينهم، ويرون الدرهم بالدرهمين يداً بيد حلالاً، وهم لا يرون الصلاة في الخفاف، ولا المسح عليها، وهم لا يرون للسلطان عليهم طاعة، ولا لقريش خلافة، وأشياء كثيرة يخالفون فيها الإسلام وأهله، فكفى بقوم ضلالة يكون هذا رأيهم ومذهبهم ودينهم، وليسوا من الإسلام في شيء، وهم المارقة ، ومن أسماء الخوارج الحرورية، وهم أهل حروراء، والأزارقة وهم أصحاب نافع بن الأزرق، وقولهم أخبث الأقاويل، وأبعدها من الإسلام والسنة. وقال حرب الكرماني أيضاً والبكرية: وهم قدرية، وهم أصحاب الحبة والقيراط ، والدائق يزعمون أن من أخذ حبة، أو قيراطاً، أو دائقاً حراماً فهو كافر، وقولهم يضاهي قول الخوارج. وقال حرب الكرماني أيضاً: \"والنجدية: وهم أصحاب نجدة ابن عامر. والأباضية، وهم أصحاب عبد الله بن أباض. والصفرية، وهم أصحاب داود بن النعمان حين قيل له: إنك صفر من العلم. والبيهسية. والميمونية. والخازمية. كل هؤلاء خوارج فساق مخالفين للسنة خارجين من الملة أهل بدعة وضلالة، وهم لصوص قطاع قد عرفناهم بذلك. وقال حرب الكرماني أيضا والولاية بدعة: والبراءة بدعة: وهم يقولون: نتولى فلاناً، ونتبرأ من فلان. وهذا القول بدعة فاحذروه."
    },
    {
        "id": 422,
        "text": "قال حرب الكرماني فيما ينقله عن مذهب أئمة العلم وأصحاب الأثر وأهل السنة المعروفين بها والمعتزلة وهم يقولون قول القدرية ويدينون بدينهم ويكذبون بعذاب القبر، والشفاعة، والحوض، ولا يرون الصلاة خلف أحد من أهل القبلة، ولا الجمعة إلا من كان على مثل رأيهم وهواهم، ويزعمون أن أعمال العباد ليست في اللوح المحفوظ."
    },
    {
        "id": 423,
        "text": "قال حرب الكرماني فيما ينقله عن مذهب أئمة العلم وأصحاب الأثر وأهل السنة المعروفين بها والشعوبية: وهم أصحاب بدعة يقولون: العرب والموالي عندنا واحد لا يرون للعرب حقاً، ولا يعرفون لهم فضلاً، ولا يحبونهم، بل يبغضون العرب، ويضمرون لهم الغل والحسد والبغضة في قلوبهم. هذا قول قبيح ابتدعه رجل من أهل العراق و تابعه نفر يسير فقُتل عليه."
    },
    {
        "id": 424,
        "text": "قال حرب الكرماني فيما ينقله عن مذهب أئمة العلم وأصحاب الأثر وأهل السنة المعروفين بها وقد أحدث أهل الأهواء والبدع والخلاف أسماء شنيعة قبيحة فسموا بها أهل السنة يريدون بذلك عيبهم والطعن عليهم، والوقيعة فيهم والازراء عند السفهاء بهم والجهال. فأما المرجئة فإنهم يسمون أهل السنة شكاكاً، وكذبت المرجئة، بل هم أولى بالشك وبالتكذيب. - وأما القدرية فإنهم يسمون أهل السنة والإثبات: مُجبرة، وكذبت القدرية، بل هم أولى بالكذب والخلاف، أنفوا قدرة الله عن خلقه، وقالوا له ما ليس بأهل له تبارك وتعالى. - وأما الجهمية : فإنهم يسمون أهل السنة مشبهة ، وكذبت الجهمية أعداء الله، بل هم أولى بالتشبيه والتكذيب، افتروا على الله الكذب وقالوا على الله الزور والإفك وكفروا في قولهم. - وأما الرافضة: فإنهم يسمون أهل السنة ناصبة، وكذبت الرافضة، بل هم أولى بهذا الاسم إذ ناصبوا أصحاب محمد صلى الله عليه وسلم السب والشتم وقالوا فيهم غير الحق، ونسبوهم إلى غير العدل كذباً وظلماً، وجرأة على الله واستخفافاً لحق الرسول، والله أولى بالتغيير والانتقام منهم. - وأما الخوارج فإنهم يسمون أهل السنة والجماعة مرجئة، وكذبت الخوارج، بل هم المرجئة يزعمون أنهم على إيمان دون الناس ومن خالفهم كفار. - وأما أصحاب الرأي والقياس فإنهم يسمون أصحاب السنة نابتة، وكذب أصحاب الرأي أعداء الله، بل هم النابتة تركوا أثر الرسول وحديثه وقالوا بالرأي، وقاسوا الدين بالاستحسان، وحكموا بخلاف الكتاب والسنة، وهم أصحاب بدعة جهلة ضلال طلاب دنيا بالكذب والبهتان. فرحم الله عبداً قال بالحق، واتبع الأثر، وتمسك بالسنة، واقتدى بالصالحين، وجانب أهل البدع وترك مجالستهم ومحادثتهم احتساباً وطلباً للقربة من الله وإعزاز دينه، وما توفيقنا إلا بالله."
    },
    {
        "id": 425,
        "text": "حدثنا صالح قال: حدثني أبي، قال: حدثنا محمد بن جعفر، قال حدثنا شعبة، عن العوام القيسي، عن أبي السليل، عن أبي عثمان، عن سلمان أنه قال: إن الله يدين يوم القيامة للناس أو للعباد، حتى يقاد للشاة الجلحاء من القرناء نطحتها \"."
    },
    {
        "id": 426,
        "text": "حدثنا سعيد بن منصور قال أخبرنا أبو معشر، عن محمد ابن كعب في قوله يَوْمُ التَّغَابُنِ ﴾ [التغابن: 9] قال: يوم القيامة يغبن أهل الجنة أهل النار."
    },
    {
        "id": 427,
        "text": "حدثنا عمرو بن عثمان قال: أخبرنا الوليد، عن الأوزاعي، عن بلال بن سعد في قوله لِيُنذِرَ يَوْمَ الطَّلَاقِ ﴾ [سورة غافر : 15] قال: يلتقي أهل السماء وأهل الأرض."
    },
    {
        "id": 428,
        "text": "قال حرب الكرماني فيما ينقله عن مذهب أئمة العلم وأصحاب الأثر وأهل السنة المعروفين بها والأعور خارج لا شك في ذلك ولا ارتياب وهو أكذب الكاذبين."
    },
    {
        "id": 429,
        "text": "حدثنا يحيى الحماني قال: حدثنا حماد بن شعيب قال: أخبرني يونس بن خَبّاب قال : أخبرني من سمع ميتا يسئل في القبر، فقيل له: من ربك وما دينك؟."
    },
    {
        "id": 430,
        "text": "قال حرب الكرماني فيما ينقله عن مذهب أئمة العلم وأصحاب الأثر وأهل السنة المعروفين بها وعذاب القبر حق، يسأل العبد عن ربه، وعن نبيه وعن دينه ويرى مقعده من الجنة أو النار. ومنكر ونكير حق، وهما فتانا القبور نسأل الله الثبات."
    },
    {
        "id": 431,
        "text": "حدثنا محمد بن أبي بكر :قال ثنا بشر بن المفضل، عن عوف عن أبي المنهال ، عن أبي العالية ، عن ميمون الكندي قال: إن صاحب الصور قد دفع إليه الصور، وقد قدم إحدى رجليه وأخر الأخرى، مستعد متى يؤمر فينفخ فيه."
    },
    {
        "id": 432,
        "text": "قال حرب الكرماني فيما ينقله عن مذهب أئمة العلم وأصحاب الأثر وأهل السنة المعروفين بها والصور حق ينفخ فيه إسرافيل فيموت الخلق، ثم ينفخ فيه فيقومون لرب العالمين، للحساب والقضاء، والثواب والعقاب والجنة والنار."
    },
    {
        "id": 433,
        "text": "أملاه علي أبي حدثنا محمد بن جعفر، قال حدثنا شعبة، عن أبي إسحاق، قال: سمعت عمرو بن ميمون يحدث، عن عبد الله قال في هذه الآية: ﴿ يَوْمَ تُبَدَّلُ الْأَرْضُ غَيْرَ الْأَرْضِ [إبراهيم: 48]، قال: أرض كالفضة بيضاء نقية لم يسفك عليها دم، ولم يعمل فيها خطيئة، يسمعهم الداعي، وينفذهم البصر، حفاة عراة قياماً نحسب- كما خلقوا، حتى يلجمهم العرق، شك شعبة في: \"قيام\" وحده. قال شعبة : ثم سمعته يقول : سمعت عمرو بن ميمون، ولم يذكر عبد الله، ثم عاودته فقال: حدثنا هبيرة عن عبد الله."
    },
    {
        "id": 434,
        "text": "حدثنا هشام بن عمار قال : ثنا سعيد بن يحيى، عن عبد الملك ابن أبي سليمان، عن عمرو ، عن الحسن أنه سئل عن الميزان؟ فقال: نعم : له لسان وكفتان."
    },
    {
        "id": 435,
        "text": "قال حرب الكرماني فيما ينقله عن مذهب أئمة العلم وأصحاب الأثر وأهل السنة المعروفين بها والميزان حق توزن به الحسنات والسيئات كما شاء الله أن توزن به."
    },
    {
        "id": 436,
        "text": "قال حرب الكرماني فيما ينقله عن مذهب أئمة العلم وأصحاب الأثر وأهل السنة المعروفين بها وحوض محمد صلى الله عليه وسلم حق، وترد عليه أمته، وله آنية يشربون بها منه."
    },
    {
        "id": 437,
        "text": "قال حرب الكرماني فيما ينقله عن مذهب أئمة العلم وأصحاب الأثر وأهل السنة المعروفين بها والصراط حق يوضع في سواء جهنم فيمر الناس عليه، والجنة من وراء ذلك، نسأل الله السلامة والجواز."
    },
    {
        "id": 438,
        "text": "قال حرب الكرماني فيما ينقله عن مذهب أئمة العلم وأصحاب الأثر وأهل السنة المعروفين بها والشفاعة يوم القيامة حق يشفع قوم في قوم فلا يصيرون إلى النار ، ويخرج قوم من النار بعدما دخلوها بشفاعة الشافعين، ويخرج قوم من النار برحمة الله بعد ما يُلبثهم فيها ما شاء الله وقوم يخلدون في النار أبدا وهم أهل الشرك والتكذيب والجحود والكفر بالله."
    },
    {
        "id": 439,
        "text": "وقد روي عن عبد الله بن عمرو قال: إن أرواح المؤمنين في أجواف طير خضر كالزرازير يتعارفون فيها ويرزقون من ثمرها. وقال بعض الناس : إن أرواح الشهداء في أجواف طير خضر، تأوي إلى قناديل في الجنة معلقة بالعرش."
    },
    {
        "id": 440,
        "text": "حدثنا سعيد بن منصور قال : ثنا أبو معاوية، عن الأعمش، عن عبد الله بن مرة، عن مسروق قال: سئل عبد الله عن قوله وَلَا تحْسَبَنَّ الَّذِينَ قُتِلُوا فِي سَبِيلِ اللَّهِ أَمْوَاتَا بَلْ أَحْيَاءٌ عِندَ رَبِّهِمْ يُرْزَقُونَ ﴾ [آل عمران : 169] . قال: أما أنا قد سألنا عن ذلك. أرواحهم كطير خضر يسرح في الجنة في أيها شاءت ثم تأوي إلى قناديل معلقة بالعرش فبينا هم كذلك إذ اطلع عليهم ربك اطلاعة فقال: سلوني ما شئتم، قالوا: يا ربنا وماذا نسألك ونحن في الجنة نسرح في أيها شئنا. فبيناهم كذلك إذ اطلع عليهم ربك اطلاعة فقال: سلوني ما شئتم. قالوا: يا ربنا ماذا نسألك ونحن في الجنة نسرح في أيها شئنا ، فلما رأوا أنهم لن يتركوا من أن يسألوا قالوا: نسألك أن ترد أرواحنا في أجسادنا حتى نقتل في سبيلك مرة أخرى، فلما رأى أنهم لا يسألون إلا هذا تركوا."
    },
    {
        "id": 441,
        "text": "حدثنا أبو ربيع الزهراني قال : ثنا يعقوب قال: أخبرنا حفص ابن حميد عن شمر بن عطية قال خلق الله جنة الفردوس بيده، فهو يفتحها في كل خميس يقول : ازدادي طيباً لأوليائي."
    },
    {
        "id": 442,
        "text": "قال حرب الكرماني فيما ينقله عن مذهب أئمة العلم وأصحاب الأثر وأهل السنة المعروفين بها وينظر أهل الجنة إلى وجهه يزورونه فيكرمهم، ويتجلى لهم فيعطيهم\"."
    },
    {
        "id": 443,
        "text": "حدثنا صالح، قال حدثني أبي، قال: حدثنا سيار، قال حدثنا جعفر، قال حدثنا عباد بن عمرو قال سألت الحسن، قلت: أبا سعيد! ما الحور العين؟ قال: من عجائزكم هؤلاء الدرد. ينشئهن الله خلقا آخر."
    },
    {
        "id": 444,
        "text": "حدثنا المسيب بن واضح قال: حدثنا الحكم بن محمد، عن عطاء - قال حرب هو الحكمي - عن ليث، عن مجاهد قال: الحور العين خلقن من الزعفران. قال المسيب فقلت للحكم: فيأكلن ويشربن اليوم؟ قال: لا ليس يأكلن ولا يشربن حتى يأتي اليوم الذي يأكلن فيه ويشربن وينعمن مع أهل الجنة، قال: ولا يموتون، ولا يصعقون يوم القيامة، ولا يموت شيء في الجنة، ولا يمت شيء الجنة، ولا يمت شيء مما خلق الله فيها، إنما يموت ما خلق الله في هذه الدار الفانية، وأما تلك الداران الجنة والنار، فإنه يزيد كل شيء فيهما ولا ينقص منهما شيء."
    },
    {
        "id": 445,
        "text": "قال حرب الكرماني فيما ينقله عن مذهب أئمة العلم وأصحاب الأثر وأهل السنة المعروفين بها : وقد خُلقتِ الجنة وما فيها، وخُلقتِ النار وما فيها خلقهما الله ثم خلق الخلق لهما لا يفنيان ولا يفنى ما فيهما أبداً، فإن احتج مبتدع زنديق بقول الله تبارك وتعالى كل شَيْءٍ هَالِكُ إِلَّا وَجْهَهُ ﴾ [القصص: 88] وبنحو هذا، فقل له: كل شيء ما كتب الله عليه الفناء والهلاك هالك، والجنة والنار خُلقتا للبقاء لا للفناء ولا للهلاك وهما من الآخرة لا من الدنيا والحور العين لا يمتن عند قيام الساعة، ولا عند النفخة، ولا أبداً ؛ لأن الله تبارك وتعالى خلقهن للبقاء لا للفناء ولم يكتب عليهن الموت، فمن قال بخلاف ذلك فهو مبتدع مخالف وقد ضل عن سواء السبيل."
    },
    {
        "id": 446,
        "text": "حدثنا عبيد الله بن معاذ قال: حدثنا معتمر بن سليمان قال: قال أبي : ثنا أبو نضرة ، عن جابر أو أبي سعيد أو بعض أصحاب النبي صلى الله عليه وسلم قال : هذه الآية على القرآن كله إِلَّا مَا شَاءَ رَبُّكَ إِنَّ رَبِّكَ فَعَالُ لِمَا يُرِيدُ [هود : 107] قال :المعتمر قال أبي : كل وعيد في القرآن."
    },
    {
        "id": 447,
        "text": "حدثنا أبو معن قال حدثنا وهب بن جرير قال: حدثنا شعبة، عن سليمان التيمي عن أبي نضرة، عن جابر بن عبد الله أو بعض أصحابه في قوله خَلِدِينَ فِيهَا مَا دَامَتِ السَّمَوَاتُ وَالْأَرْضُ قال : هذه الآية على القرآن كله."
    },
    {
        "id": 448,
        "text": "حدثنا عبيد الله بن معاذ قال: حدثنا أبي قال: ثنا شعبة. عن أبي بلج سمع عمرو بن ميمون يحدث عن عبد الله بن عمرو قال: ليأتين على جهنم يوم تصفق فيه أبوابها ليس فيها أحد وذلك بعد ما يلبثون فيها أحقاباً."
    },
    {
        "id": 449,
        "text": "حدثنا عبيد الله قال: ثنا أبي قال: ثنا شعبة، عن يحيى بن أيوب، عن أبي ] زرعة ، عن أبي هريرة قال: ما أنا بالذي لا أقول: إنه سيأتي على جهنم يوم لا يبقى فيها أحد، وقرأ فَأَمَّا الَّذِينَ شَقُوا فَفِي النَّارِ هُمْ فِيهَا زَفِيرُ وَشَهِيقُ ﴾ [هود: 106] الآية. قال عبيد الله : كان أصحابنا يقولون: يعني [به] الموحدين."
    },
    {
        "id": 450,
        "text": "وسمعت أبا عبد الله محمد بن نصر الفراء قال: نازلت سليمان بن حرب وعبيد الله بن محمد التيمي وأبا عبيد دخل كلام بعضهم في بعض والمعنى واحد قالوا إن للنار جواني وبراني. فلا يدخل أهل التوحيد مدخل أهل الكفر والنفاق، لأن من أدخل مدخل أهل الكفر والنفاق لا يخرج منه أبداً، أما تسمع إلى قوله لَا يَصْلَنَهَا إِلَّا الْأَشْقَى الَّذِي كَذَّبَ وَتَوَلَّى [الليل : 15 - 16] والعرب لا تسمي الشاة المصلية إلا ما تشوى في وسط الجمر يحفرون في الأرض حفيرة فيجمعون فيها جمراً كثيراً، ثم يعمدون إلى المسلوخة فيدخلونها وسط ذلك الجمر حتى تغيب فيها، فتشوى فيها، فذاك المصلى عندهم فأما الذي يشوى على ظهر الجمر وعلى المقلاة، أو في التنور فلا يسمونها مصليا، قالوا فمعنى الحديث أنه لا يدخل أهل التوحيد مدخل أهل الكفر والنفاق وهو جوف النار وأسفله، يقول الله: إِنَّ الْمُنفِقِينَ فِي الدَّرْكِ الْأَسْفَلِ مِنَ النَّارِ ﴾ [النساء: 145]، وتلك النار أعدت للكافرين. وأما معنى حديث الشفاعة \"أنه يخرج من النار من كان في قلبه مثقال حبة خردل من إيمان \" إنما معناه أن يخرج من براني النار. قال أبو عبد الله فنرى أن حديث عبد الله بن عمرو إن كان له أصل أنه : يأتي على جهنم أحايين ليس فيها أحد، إنما هو موضع أهل التوحيد. وقال الله : خَلِدِينَ فِيهَا مَا دَامَتِ السَّمَوَاتُ وَالْأَرْضُ إِلَّا مَا شَاءَ رَبُّكَ فإنما يقع الاستثناء عندنا على أهل التوحيد في الآيتين جميعا، لما جاء عن النبي لا أن له شفاعة لأهل الذنوب ، فهذا ما أولنا والله وأعلم."
    },
    {
        "id": 451,
        "text": "حدثنا أبو معن :قال حدثنا موسى قال: حدثنا سفيان، عن رجل، عن الضحاك في قوله خَلِدِينَ فِيهَا مَا دَامَتِ السَّمَوَاتُ وَالْأَرْضُ قال : إلا من استثنى من أهل القبلة الذين أخرجوا من النار، وَأَمَّا الَّذِينَ سُعِدُوا فَفِي الْجَنَّةِ خَلِدِينَ فِيهَا مَا دَامَتِ السَّمَوَاتُ وَالْأَرْضُ إِلَّا مَا شَاءَ رَبُّكَ [هود : 108] إلا من استثنى من أهل القبلة الذين أخرجوا من النار."
    },
    {
        "id": 452,
        "text": "قال أبو محمد: معناه عندي إن شاء الله، والله أعلم: أنها تأتي على كل وعيد في القرآن لأهل التوحيد، وكذلك قوله إِلَّا مَا شَآءَ رَبُّكَ إلا من استثنى من أهل القبلة الذين يخرجون من النار، والله أعلم باستثنائه."
    },
    {
        "id": 453,
        "text": "قال حرب الكرماني فيما ينقله عن مذهب أئمة العلم وأصحاب الأثر وأهل السنة المعروفين بها: ويذبح الموت يوم القيامة بين الجنة والنار."
    },
    {
        "id": 454,
        "text": "حدثنا الحماني قال: حدثنا رباح بن خالد، عن شريك، عن ابن أبي ليلى، عن الحكم عن أبي ،البختري، عن علي قال: لا تسلموا على أصحاب الشطرنج."
    },
    {
        "id": 455,
        "text": "حدثنا سعيد بن منصور قال : ثنا أبو معاوية، عن سعد بن طريف، عن أصبغ بن نباتة قال: مر علي بقوم يلعبون بالشطرنج فقال: ما هذه التماثيل التي أنتم لها عاكفون."
    },
    {
        "id": 456,
        "text": "حدثنا أبو بكر بن أبي شيبة قال: حدثنا جرير عن أسلم المنقري قال: كان سعيد بن جبير إذا مرَّ على أصحاب النردشير لم يسلم عليهم."
    },
    {
        "id": 457,
        "text": "حدثنا العلاء بن عمرو قال حدثنا سعيد بن مسلمة، عن ليث قال : كان إبراهيم لا يسلم على أصحاب الشطرنج."
    },
    {
        "id": 458,
        "text": "حدثنا أبو بكر بن أبي شيبة قال حدثنا محمد بن فضيل، عن يزيد بن أبي زياد ، عن زياد بن حدير ، أنه مرَّ على قوم يلعبون بالنرد فسلم عليهم وهو لا يعلم، ثم رجع فقال: رُدَّوا عليَّ سلامي."
    },
    {
        "id": 459,
        "text": "حدثنا وهب بن بیان :قال حدثنا ابن وهب وحدثنا ابن سرح قال: حدثنا ابن وهب ، عن عبد الله بن المسيب، عن يزيد بن يوسف أنه سأل يزيد بن أبي حبيب عن الشطرنج؟ فقال يزيد بن أبي حبيب لو مررت على قوم يلعبون بالشطرنج ما سلمت عليهم."
    },
    {
        "id": 460,
        "text": "حدثني الثقة عن المعافى بن عمران في رجل يمرُّ بالقوم فيراهم على بعض المنكر، يسلّم عليهم؟ قال: إن أراد أن يأمرهم وينهاهم فليسلم، وإلا فلا يسلم."
    },
    {
        "id": 461,
        "text": "حدثنا عبد الله بن عبد الوهاب قال: حدثنا زياد بن الربيع عن عبد الرحمن بن أذينة قال: حدثنا أشياخنا قال: ثلاثة لا حرمة لهم ولا غيبة الوالي الظالم الجائر، والفاسق المعلن بفسقه، وصاحب البدعة."
    },
    {
        "id": 462,
        "text": "حدثنا عبد الله قال : ثنا أبو عوانة قال: عن قتادة، عن الحسن قال : ليس بينك وبين الفاسق حرمة."
    },
    {
        "id": 463,
        "text": "حدثنا أبو معن قال: حدثنا معاذ بن هشام قال: حدثني أبي، عن قتادة، عن الحسن أنه كان يقول : لا حرمة للفاجر. قال قتادة: فكأنه يرى إذا اغتبت المصلي الفاجر أنه لا بأس به."
    },
    {
        "id": 464,
        "text": "حدثنا يحيى بن عثمان قال أخبرنا بقية قال: سألت الأوزاعي قلت عن الذي ينبغي لي أن أكف عنه، أرى الرجل يسكر، ويزني، ويعمل عملا لا يحل له؟ قال: إن أسرها فليس لك أن تذكرها، وإن كان صاحبها لا يبالي من رآه ولا يستتر فلا غيبة له."
    },
    {
        "id": 465,
        "text": "حدثنا أحمد بن نصر :قال ثنا حبان بن موسى قال: قال عبد الله بن المبارك: شر الأزواج إذا زوجت من شارب لما يتخوف من طلاقه في سكره. قال وذكر عبد الله أنَّ سعيد بن المسيب خطب إليه بعض آل مروان، وأبى أن يزوج ابنته، وقال: أزوجها ممن يطغيها ويبغيها."
    },
    {
        "id": 466,
        "text": "حدثنا المسيب قال: حدثنا سفيان، عن أيوب، عن يحيى ابن أبي كثير أن عمر بن الخطاب كني نصرانيا: بأبي حسان، وكان اسمه: فرافصة."
    },
    {
        "id": 467,
        "text": "حدثنا يحيى قال: حدثنا شريح، عن محمود بن حرب، عن عياض الأشعري قال: قال عمر بن الخطاب: لا تأمنوهم إذ خونهم الله، ولا تُعزوهم إذ أذلهم الله، ولا تقربوهم إذ بعدهم الله."
    },
    {
        "id": 468,
        "text": "حدثنا يحيى بن عبد الحميد قال : حدثنا أبو بكر، عن أبي سنان، عن سعيد بن جبير قال: قلت لابن عباس : إن هؤلاء العلوج يقولون لنا: بارك الله فيكم. أفنرد عليهم؟ قال: لو أن فرعون قال لي: بارك الله فيك . قلت له: وفيك."
    },
    {
        "id": 469,
        "text": "حدثنا عمرو قال: ثنا عبد الملك بن محمد، عن سعيد بن عبد العزيز، عن ربيعة بن يزيد أن أبا الدرداء وفضالة بن عبيد عادا أركون دمشق."
    },
    {
        "id": 470,
        "text": "حدثنا عبد الرحمن بن سلام قال : ثنا زيد بن حباب قال: أنا المنهال بن عيسى البصري ، قال : أنا غالب القطان قال: قلت للحسن : إنَّ لنا جيرانا نصارى ينيلوننا من معروفهم، ويشيعون جنائزنا فأكافئهم؟ قال: كافئهم إذا أتيت الباب فقل: من هاهنا أدخل، فإذا دخلت فقل : كيف مريضكم؟ كيف تجدونه؟ فإذا أردت أن تقوم فقل: الشفاء والعافية من الله . قال زيد وأخبرنا بعض البصريين عن الحسن أنه كان إذا عزَّى النصراني والذمي قال : لا أصابكم الله إلا بخير."
    },
    {
        "id": 471,
        "text": "حدثنا أبو موسى قال: حدثنا أبو معاوية قال: حدثنا الأعمش، عن إبراهيم قال : إذا كان لك الحاجة إلى اليهودي أو النصراني فابدأه بالسلام."
    },
    {
        "id": 472,
        "text": "حدثنا عمرو بن عثمان قال حدثنا عبد الملك بن محمد، عن الأوزاعي قال : لا بأس بعيادة النصراني وكتاب وصيته، ولا يصافحه، ولا يكنيه قلت للأوزاعي: فإن قدم من سفر فصافحني؟ قال: لا بأس."
    },
    {
        "id": 473,
        "text": "حدثنا صالح قال: حدثني أبي قال: حدثنا جرير عن مغيرة عن حماد عن إبراهيم قال : إذا سُبين اليهوديات والنصرانيات يجبرون على الإسلام."
    },
    {
        "id": 474,
        "text": "حدثنا أبو معن قال حدثنا أبو قتيبة قال: حدثنا إسرائيل، عن جابر عن الشعبي قال: إذا عطس اليهودي فقل هداك الله."
    },
    {
        "id": 475,
        "text": "حدثنا أبو معن قال حدثنا معاذ بن هشام قال: حدثني أبي، عن قتادة، عن محمد بن سيرين أنه كان يكره أن يُغتاب النصراني."
    },
    {
        "id": 476,
        "text": "حدثنا عبد الله بن عبد الوهاب قال : حدثنا حماد بن زيد قال: حدثنا طوق بن وهب :قال نقهت من مرض مرضته فدخلت على محمد ابن سيرين فرأى من حالي فقال: ما يمنعك من فلان الطبيب النصراني ؟ ثم قال : فلان أطب منه، ثم قال: استغفر الله اغتبته."
    },
    {
        "id": 477,
        "text": "سألت إسحاق عن غيبة أهل البدع؟ قال: ليست لهم حرمة وذكر عن ابن المبارك قال: ليس لهم غيبة، ولكن أكره أن يُعوِّد الرجل لسانه، وكذلك أهل الشرك، وذكر عن ابن سيرين كراهيته."
    },
    {
        "id": 478,
        "text": "قال إسحاق ولا يشهد أحدكم لصبي يموت أني أشهد أن هذا في الجنة. قال : وسُئل ابن عباس عن الولدان أفي الجنة هم؟ قال حسبك ما اختصم فيه موسى والخضر."
    },
    {
        "id": 479,
        "text": "سمعت إسحاق يقول في حديث النبي صلى الله عليه وسلم وأصحابه والتابعين في الوسوسة أنه محض الإيمان أو صريح الإيمان. قال إسحاق: إذا أنفى الوسوسة عن نفسه فنفيه محض الإيمان ليس الوسوسة محض الإيمان، ولكن نفيه، وأما الوسوسة إذا وقع في القلب فلم ينفه فهو الهلاك. قال: وأما ما روي عن أصحاب النبي صلى الله عليه وسلم أنهم كانوا إذا فقدوا الوسوسة عدوه نقصا فليس أن يكونوا عدوا فقد الوسوسة نقصا، ولكن كانوا إذا أصابهم ذلك نفوها عن أنفسهم فإذا لم يصيبهم ذلك عدوه نقصا، لأن نفي ذلك عندهم فضيلة عندهم أو كما قال."
    },
    {
        "id": 480,
        "text": "حدثنا أبو سهل بشر بن معاذ قال حدثنا يوسف بن عطية قال: حدثنا ثابت البناني عن أنس بن مالك أن بعض أصحاب النبي شكوا إليه ما يجدون من هذه الوساوس في صدورهم. قال: فقال النبي : \" كيف أنتم وربكم؟ قالوا: لا نشك في ربنا، وليقع أحدنا من السماء فيتقطع أحب إليه من أن يتكلم بما في صدره، فقال النبي : الله أكبر الله أكبر ذاك محض الإيمان. قال أبو سهل: قلت للعتبي : إن عبد الرحمن وأثنى عليه خيراً ما عنى بقوله ذلك محض الإيمان؟ فقال: عنى به الخوف الذي شكوه إلى النبي صلى الله عليه وسلم من الذي وجدوه في صدورهم ذلك محض الإيمان."
    },
    {
        "id": 481,
        "text": "حدثنا قال: حدثني أبي حدثنا وكيع، نا هشام بن عروة عن أبيه عن المسور بن مخرمة أن ابن عباس دخل على عمر، وقال مرة: دخلت ابن عباس على عمر بعدما طعن فقال: الصلاة. قال نعم، ولا حظ في الإسلام لامرئ أضاع الصلاة، فصلى والجرح يَشعُب دماً."
    },
    {
        "id": 482,
        "text": "حدثنا إسحاق بن إبراهيم قال : أخبرني بقية بن الوليد، عن زياد بن أبي حميد ، عن مكحول فيمن يقول: الصلاة من عند الله و لا أصليها، والزكاة من عند الله ولا أوديها قال يستتاب فإن تاب وإلا قتل."
    },
    {
        "id": 483,
        "text": "قال: إسحاق : وقال ابن المبارك ووكيع في ترك الصلاة متعمدا، فأحدهما يقول: هو أن يترك الظهر إلى وقت العصر متعمدا. وقال الآخر : هو أن يترك الظهر إلى المغرب، والمغرب إلى الفجر."
    },
    {
        "id": 484,
        "text": "حدثنا أحمد بن الأزهر قال: حدثنا مروان بن محمد قال: حدثنا أبو مسلم الفزاري قال: سمعت الأوزاعي وسئل عن رجل قال: أنا أعلم أن الصلاة حق ولا أصلي؟ قال: يعرض على السيف، فإن صلى وإلا قتل. وقال: وسمعت سعيد بن عبد العزيز سُئل عنه قال: يحبس ويضرب حتى يصلي."
    },
    {
        "id": 485,
        "text": "قال حرب الكرماني فيما ينقله عن مذهب أئمة العلم وأصحاب الأثر وأهل السنة المعروفين بها والكف عن أهل القبلة لا تكفر أحداً منهم بذنب، ولا تخرجه من الإسلام بعمل، إلا أن يكون في ذلك حديث فيروي الحديث كما جاء وكما روي وتصدق به وتقبله وتعلم أنه كما روي نحو ترك الصلاة."
    },
    {
        "id": 486,
        "text": "قال حرب الكرماني فيما ينقله عن مذهب أئمة العلم وأصحاب الأثر وأهل السنة المعروفين بها: والرؤيا من الله وهي حق إذا رأى صاحبها شيئاً في منامه مما ليس هو ضغث فقصها على عالم وصدق فيها وأولها العالم على أصل تأويلها الصحيح ولم يحرف فالرؤيا وتأويلها حينئذ حق، وقد كانت الرؤيا من النبيين وحياً، فأي جاهل بأجهل ممن يطعن في الرؤيا، ويزعم أنها ليست بشيء، وقد روي عن النبي : \" إن رؤيا المؤمن كلام يكلم الرب عبده وقال : \"الرؤيا من الله \"."
    }
]