[
    {
        "id": 1,
        "text": "قال أبو القاسم : حدثنا أبو محمد حرب بن إسماعيل، قال: هذا مذهبُ أئمة العلم، وأصحاب الأثر، وأهلِ السُّنَّةِ المعروفين بها، المُقتدى بهم فيها، وأدركتُ مَن أدركتُ مِن عُلماء أهل العراق، والحجاز، والشَّامِ وغيرهم عليها. فمن خالف شيئًا مِن هذه المذاهب، أو طعن فيها، أو عابَ قائلها ؛ فهو مُبتدع، خارج من الجماعة، زائل عن منهج السنة وسبيل الحق."
    },
    {
        "id": 2,
        "text": "وهو مذهبُ : أحمد ، وإسحاق بن إبراهيم بن مخلد. وعبد الله بن الزبير الحُميدي ، وسعيد بن منصور وغيرهم ممن جالسنا وأخذنا عنهم العلم، فكان من قولهم:"
    },
    {
        "id": 3,
        "text": "الإيمانُ: قول، وعمل، ونية، وتمسك بالسُّنَّةِ."
    },
    {
        "id": 4,
        "text": "والإيمانُ يزيد وينقُصُ."
    },
    {
        "id": 5,
        "text": "ويُستثنى في الإيمانِ غير أن لا يكون الاستثناء شكا، إنَّما هي سُنَّةٌ ماضِيةٌ عن العُلماء."
    },
    {
        "id": 6,
        "text": "وإذا سُئِلَ الرَّجلُ : أمؤمن أنت ؟ فإنه يقول : أنا مؤمن إن شاء الله. أو مؤمن أرجو. أو يقول : آمنتُ بالله وملائكته وكتبه، ورُسُلِهِ."
    },
    {
        "id": 7,
        "text": "ومَن زعم أنَّ الإيمان قول بلا عمل ؛ فهو مُرجئ."
    },
    {
        "id": 8,
        "text": "ومَن زعمَ أنَّ الإيمان هو القولُ، والأعمال شرائع ؛ فهو مُرجئ."
    },
    {
        "id": 9,
        "text": "وإن زعم أنَّ الإيمان لا يزيد ولا ينقصُ ؛ فهو مُرجى. وإن قال : إِنَّ الإيمان يزيدُ ولا ينقُصُ ؛ فقد قال بقولِ المُرجئة."
    },
    {
        "id": 10,
        "text": "ومَن لم يرَ الاستثناء في الإيمان؛ فهو مرجئ."
    },
    {
        "id": 11,
        "text": "ومَن زعمَ أنَّ إيمانه كإيمان ،جبريل، أو الملائكة ؛ فهو ،مُرجئ، وأخبتُ مِن المُرجي؛ فهو كاذب."
    },
    {
        "id": 12,
        "text": "ومَن زعم أنَّ النَّاسَ لا يتفاضلون في الإيمان فقد كذب."
    },
    {
        "id": 13,
        "text": "ومن زعم أن المعرفة تنفعُ في القلب، وإن لم يتكلم بها؛ فهو جهمي."
    },
    {
        "id": 14,
        "text": "ومَن زعم أنَّه مؤمنٌ عند الله ، مُستكمل الإيمانِ؛ فهذا مَن أشنع قول المُرجئة وأقبحه."
    },
    {
        "id": 15,
        "text": "والقدر خيره وشره، وقليله وكثيره، وظاهره وباطنه، وحلوه ومره، ومحبوبه ،ومكروهه، وحسنه وسيله، وأوله وآخِرُه : من الله تبارك وتعالی، قضاء قضاه علی عبادِهِ، وقدر قدَّرَه عليهم، لا يعدو أحد منهم مشيئة الله ، ولا يجاوز قضاءه : بل هم كلهم صائرون إلى ما خلقهم له، وواقعون فيما قدَّرَ عليهم لا محالة ، وهو عدل منه، عزَّ ربُّنا وجلَّ. والزِّنا، والسَّرِقةُ، وشرب الخمر، وقتلُ النَّفْسِ، وأكلُ المالِ الحرام ، والشّرك بالله ، والذُّنوبُ والمعاصي كُلُّها بقضاء وقدرٍ من الله، من غير أن يكونَ لأحدٍ من الخلقِ على الله حُجَّةٌ، بل الله الحُجَّةُ البالغةُ على خلقِهِ، لَا يُسْلُ عَمَّا يَفْعَلُ وَهُمْ يُسْتَلُونَ."
    },
    {
        "id": 16,
        "text": "وعِلمُ الله ماض في خلقِهِ بمشيئةٍ منه ؛ قد عَلِمَ من إبليس ومِن غيره ممن عصاهُ - مِن لدن أن عُصي رَبُّنا تبارك وتعالى إلى أن تقوم الساعة - المعصية، وخلقهم لها. وعلِمَ الطَّاعةَ مِن أهلِ طاعتِهِ ، وخلقهم لها. فكُلُّ يعمل لما خُلِقَ له ، وصائرٌ إلى ما قُضي عليه، وعُلِمَ منه، لا يعدو أحد منهم قدر الله ومشيئته، والله الفعال لما يُريدُ."
    },
    {
        "id": 17,
        "text": "فمن زعم أنَّ الله تبارك وتعالى شاء لعباده الذين عصوه الخير والطَّاعةَ، وأنَّ العِبادَ شاءوا لأنفُسِهم الشَّرَّ والمعصية، فعملوا على مشيئتهم؛ فقد زعم أن مشيئة العبادِ أغلب مِن مشيئة الله تبارك وتعالى ذكره، فأيُّ افتراء على الله أكثر من هذا ؟!"
    },
    {
        "id": 18,
        "text": "ومَن زعم أنَّ أحدًا مِن الخلقِ صائِرٌ إلى غير ما خُلِقَ له؛ فقد أنفى قدرة الله عن خلقِهِ ؛ وهذا إفكٌ على الله، وكذِبٌ عليه"
    },
    {
        "id": 19,
        "text": "ومَن زعم أن الزنا ليس بقدرٍ ؛ قيل له : أرأيتَ هذه المرأة التي حملت من الزِّنا، وجاءت بولد؛ هل شاء الله أن يخلق هذا الولد ؟ وهل مضى هذا في سابق علمه ؟ فإن قال : لا . فقد زعم أن مع الله خالقا؛ وهذا قول يُضارع الشرك؛ بل هو الشرك."
    },
    {
        "id": 20,
        "text": "ومَن زعم أن السَّرِقةَ وشُرب الخمر، وأكل المال الحرام ليس بقضاء وقدرٍ مِن الله ؛ فقد زعم أن هذا الإنسان قادر على أن يأكل رزق غيره. وهذا القولُ يُضارعُ قول المجوسية والنصرانية. بل أكلَ رِزْقَهُ وقضى الله له أن يأكله من الوجه الذي أكله."
    },
    {
        "id": 21,
        "text": "ومَن زعم أن قتلَ النَّفْسِ ليس بقدرٍ من الله ؛ فقد زعم أنَّ المقتول مات بغيرِ أجله، فأيُّ كُفر بالله أوضح من هذا ؟! بل ذلك كله بقضاء من الله وقدر، وكلُّ ذلك بمشيئته في خلقه، وتدبيره فيهم ، وما جرى في سابق علمه لهم، وهو العدل الحقُّ الذي يفعل ما يريد."
    },
    {
        "id": 22,
        "text": "ومن أقرَّ بالعلم ؛ لزمَهُ الإقرار بالقدر والمشيئة على الصِّغَر والقَمَاءَةِ ، والله الصَّارُ النَّافِعُ ، المضل الهادي، فتبارك الله أحسن الخالقين."
    },
    {
        "id": 23,
        "text": "ولا نشهد على أحدٍ مِن أهل القبلةِ أنَّه في النَّارِ لذنب عَمِلَهُ، ولكبيرة أتى بها ، إلا أن يكون في ذلك حَدِيثُ، فيُروى الحديث كما جاء على ما رُوي، ويصدِّقُ به ويقبلُ، ويعلمُ أنَّه كما جاء، ولا ينصب الشهادة."
    },
    {
        "id": 24,
        "text": "ولا يشهد على أحدٍ أنَّه في الجنَّة لصلاح عمله، أو لخير أتى به، إلا أن يكون في ذلك حديث، فيروى الحديث كما جاء على ما رُوي، يُصدِّقُ به، ويقبلُ، ويعلم أنه كما جاء، ولا ينصب الشهادة."
    },
    {
        "id": 25,
        "text": "والخلافة في قريش ما بقي مِن النَّاسِ اثنان. ليس لأحدٍ مِن النَّاسِ أن يُنازِعَهُم فيها، ولا يخرج عليهم، ولا يُقر لغيرهم بها إلى قيام الساعة."
    },
    {
        "id": 26,
        "text": "والجهاد ماض قائم مع الأئمة ، برُّوا أو فجروا، ولا يُبْطِلُهُ جَورُ جائرٍ، ولا عدلُ عادِل."
    },
    {
        "id": 27,
        "text": "والجمعة والعيدان ، والحج مع السلطان، وإن لم يكونوا بررَةٌ عُدولًا، ولا أتقياء."
    },
    {
        "id": 28,
        "text": "ودفع الخراج والصَّدقاتِ والأعشارِ، والفيء، والغنيمة إلى الأمراء، عدلوا فيها أم جارُوا."
    },
    {
        "id": 29,
        "text": "والانقياد لمن ولاه الله أمرك لا تنزع يدك من طاعة، ولا تخرج عليه بسيفك حتَّى يجعل الله لك فرجا ومخرجا."
    },
    {
        "id": 30,
        "text": "وأن لا تخرج على السلطانِ، وتسمعُ وتُطيع، ولا تنكُتُ بيعة؛ فمن فعل ذلك فهو مُبتدع مُخارق مُفارِقٌ للجماعة."
    },
    {
        "id": 31,
        "text": "وإن أمركَ السُّلطانُ بأمرٍ هو الله معصيةٌ؛ فليس لك أن تُطيعه البتَّةَ ، وليس لك أن تخرج عليه، ولا تَمنعَهُ حَقَّهُ."
    },
    {
        "id": 32,
        "text": "والإمساك في الفِتنةِ سُنَّةٌ ماضية، واجب لزومها. فإن ابتُليتَ : فقدم نفسك، ومالك دون دينك. ولا تُعِن على الفتنة بيد ولا لسان؛ ولكن اكفف يدك، ولسانك، وهواك، والله المُفتِن."
    },
    {
        "id": 33,
        "text": "والكتُ عن أهل القبلة ؛ لا تُكفّر أحدا منهم بذنبٍ، ولا تخرجه من الإسلام بعمل؛ إلَّا أن يكون في ذلك حديث، فيُروى الحديث كما جاء، وكما رُوي، وتُصدِّقُ به، وتقبله، وتعلمُ أنّه كما رُوي، نحو: تركِ الصَّلاةِ. وشرب الخمر ، وما أشبه ذلك، أو يبتدعُ بدعةً يُنسَبُ صاحِبُها إلى الكُفْرِ والخروج من الإسلامِ، واتَّبِعِ الأثر في ذلك، ولا تُجاوِزه."
    },
    {
        "id": 34,
        "text": "ولا أُحِبُّ الصَّلاةَ خَلَفَ أهل البدع، ولا الصَّلاة على من ماتَ مِنهُم."
    },
    {
        "id": 35,
        "text": "والأعورُ الدَّجَّالُ خارج لا شك في ذلك، ولا ارتياب، وهو أكذب الكاذبين."
    },
    {
        "id": 36,
        "text": "وعذاب القبرِ حقٌّ؛ يُسألُ العبد عن ربه، وعن نبيه، وعن دينِهِ، ويُرى مقعَدَهُ مِن الجنَّةِ أو النَّارِ."
    },
    {
        "id": 37,
        "text": "ومنكر ونكير حقٌّ، وهما فتّانا القبور، نسأل الله الثبات."
    },
    {
        "id": 38,
        "text": "وحوضُ محمد صلى الله عليه وسلم حقٌّ، حوض ترد عليه أُمّتُهُ، وله آنية يشربون بها منه."
    },
    {
        "id": 39,
        "text": "والصِّراط حقٌّ، يُوضعُ في سَوَاءِ جهنَّمَ، فيمر النَّاسُ عليه، والجنَّةُ من وراء ذلك. نسأل الله السلامة والجواز."
    },
    {
        "id": 40,
        "text": "والميزان حق ؛ تُوزنُ بهِ الحسنات والسيئات، كما شاء الله أن توزن به."
    },
    {
        "id": 41,
        "text": "والصُّور حقٌّ ؛ يَنفَخُ فيه إسرافيل، فيموتُ الخلقُ، ثم ينفُخُ فيه الأخرى؛ فيقومون لرَبِّ العالمين للحِسابِ والقضاء والثواب والعقاب، والجنَّةِ والنَّارِ."
    },
    {
        "id": 42,
        "text": "واللوح المحفوظ حق؛ تُستنسخ منه أعمال العبادِ؛ لما سبقت فيه من المقادير والقضاء."
    },
    {
        "id": 43,
        "text": "والقلمُ حقٌّ؛ كتب الله بهِ مقادِيرَ كل شيء، وأحصاهُ في الذكر، فتبارك ربنا وتعالى."
    },
    {
        "id": 44,
        "text": "والشَّفاعة يوم القيامةِ حقٌّ ؛ يشفع قوم في قومٍ فلا يصيرون إلى النَّارِ. ويخرجُ قومٌ مِن النَّارِ بعدما دخلوها بشفاعةِ الشَّافعين ويخرج قومٌ مِن النَّارِ برحمة الله بعدما يُلبِتُهم فيها ما شاء الله."
    },
    {
        "id": 45,
        "text": "وقوم يُخلَّدُون في النَّارِ أبدًا ؛ وهم أهل الشرك، والتكذيب، والجُحود، والكفر بالله."
    },
    {
        "id": 46,
        "text": "ويُذْبَحُ الموتُ يوم القيامة بين الجنَّةِ والنَّار."
    },
    {
        "id": 47,
        "text": "وقد خُلقتِ الجنَّةُ وما فيها ، وخُلقت النَّارُ وما فيها، خلقهما الله ، ثم خلق الخلق لهما لا يفنيان ولا يفنى ما فيهما أبدًا."
    },
    {
        "id": 48,
        "text": "فإن احتجَ مُبتدع ، أو زِنديق بقولِ الله تبارك وتعالى : كُل شَيْءٍ هَالِكُ إِلَّا وَجْهَهُ ، وبنحو هذا من متشابه القرآن. فقل له: كُلُّ شيءٍ مما كتب الله عليه الفناء والـهـلاك هَالِكٌ، والجنَّةُ والنَّارُ خُلِقتا للبقاءِ لا للفناء، ولا للهلاكِ، وهما من الآخرة لا من الدنيا. والحور العين لا يمُتنَ عند قيام السَّاعَةِ، ولا عند النفخة، ولا أبدًا ؛ لأنَّ الله تبارك وتعالى خَلقهُنَّ للبقاء لا للفناء، ولـم يكتب عليهنَّ الموتَ ؛ فمن قال بخلاف ذلك : فهو مُبتدع مُخالف ، وقد ضل عن سواء السبيل."
    },
    {
        "id": 49,
        "text": "وخلق الله سبع سماوات بعضُها فوق بعض، وسبع أرضين بعضُها أسفلَ مِن بعض، وبين الأرضِ العُلياً والسَّماءِ الدُّنيا : مسيرة خمسمائة عام، وبين كُلِّ سَماءِ إلى سَمـاء مَسيرة خمسمائة عام."
    },
    {
        "id": 50,
        "text": "والماء فوقَ السَّماءِ العُليا السَّابعة، وعرسُ الرَّحمنِ فوق الماء، والله تبارك وتعالى على العرش."
    },
    {
        "id": 51,
        "text": "والكُرسي موضع قدميه."
    },
    {
        "id": 52,
        "text": "وهو يعلمُ ما في السَّماواتِ السَّبع، وما في الأرضين السبع، وما بينَهُنَّ، وما تحتهُنَّ ، وما تحت الثرى، وما في البحار، ومَنبتَ كُلِّ شعرةٍ، وكُلِّ شجرةٍ، وكُلِّ زرع، وكُلِّ نبت ، ومسقط كلِّ ورَقةٍ، وعددَ ذلك كُلِّهِ ، وعدد الحصى، والرَّملِ والتُّرابِ، ومثاقيلَ الجِبالِ، وقطر الأمطار، وأعمال العباد وآثارَهُم ،وكلامَهُم، وأنفاسهم، وتمتمتهُم، وما توسوس به ،صُدورهم يعلمُ كل شيءٍ ، لا يخفى عليه شيء من ذلك."
    },
    {
        "id": 53,
        "text": "وهو على العرش فوقَ السَّماءِ السَّابعة، ودُونَهُ حُجبٌ : مِن نار، ونُور، وظُلمة، وما هو أعلم بها."
    },
    {
        "id": 54,
        "text": "فإن احتج مُبتدع، أو مُخالِفٌ، أو زنديق بقول الله تبارك وتعالى اسمه: ﴿وَنَحْنُ أَقْرَبُ إِلَيْهِ مِنْ حَبْلِ الْوَريدِ. وبقوله: ﴿وَهُوَ مَعَكُمْ أَيْنَ مَا كُنتُمْ وَاللهُ بِمَا تَعْمَلُونَ بَصِيرٌ ﴾. وبقوله : مَا يَكُونُ مِن نَجْوَى ثَلَثَةٍ إِلَّا هُوَ رَابِعُهُمْ إلى قوله : هُوَ مَعَهُمْ أَيْنَ مَا كَانُوا ، ونحو هذا من متشابه القرآن. فقل : إنَّما يعني بذلك العلم؛ لأنَّ الله تبارك تعالى على العرش فوقَ السَّماءِ السَّابعةِ العُليا، يعلم ذلك كُلَّه، وهو بائن من خلقِهِ، لا يخلو من عِلمِهِ مكان."
    },
    {
        "id": 55,
        "text": "والله له عرش، وللعرش حملةٌ يَحملونه."
    },
    {
        "id": 56,
        "text": "وله حَدٌ ، الله أعلم بحدِّهِ."
    },
    {
        "id": 57,
        "text": "والله على عرشه عزّ ذكرُهُ، وتعالى جده، ولا إله غيره."
    },
    {
        "id": 58,
        "text": "والله تبارك سَمِيعٌ لا يشُكُ، بصيرٌ لا يرتابُ عليمٌ لا يجهل، جواد لا يبخل، حليمٌ لا يَعجل، حفيظ لا ينسى، يقظان لا يسهو، رقيب لا يغفلُ، يتكلم، ويتحرَّك ، ويسمعُ، ويبصرُ، وينظرُ ، ويقبضُ ويبسط، ويَضحَكُ ويَفْرَحُ، ويُحبُّ، ويَكرَهُ، ويُبغِضُ ويرضى، ويَسخَطُ، ويغضبُ، ويرحمُ ويَعفُو، ويَغْفِرُ، ويُعطِي ويَمنعُ، وَيَنزِلُ كُلَّ ليلةٍ إلي السَّماءِ الدُّنيا، كيف شاء، وكما شاءَ وَلَيْسَ كَمِثْلِهِ شَيْءٌ وَهُوَ السَّمِيعُ الْبَصِيرُ."
    },
    {
        "id": 59,
        "text": "وقلوب العباد بين أصبعين من أصابع الرحمن يُقلِّبُها كيف يشاءُ، ويُوعِيها ما أراد."
    },
    {
        "id": 60,
        "text": "وخلق آدمَ بيدِهِ على صُورتِهِ."
    },
    {
        "id": 61,
        "text": "والسَّماوات والأرضونَ يومَ القيامةِ في كَفِّهِ وقَبضتِهِ."
    },
    {
        "id": 62,
        "text": "ويضعُ قدمَهُ في جَهَنَّمَ فتُزوى."
    },
    {
        "id": 63,
        "text": "ويُخرجُ قومًا مِن النَّارِ بيدِهِ."
    },
    {
        "id": 64,
        "text": "وينظرُ أهلُ الجنَّةِ إلى وجهِهِ يزورونه؛ فيُكرِمُهُم، ويتجلى لهم ؛ فيُعطيهم."
    },
    {
        "id": 65,
        "text": "ويُعرَضُ عليه العبادُ يومَ الفصلِ والدِّينِ، فيتَولَّى حِسَابَهُم بنفسِهِ، لا يُولِّي ذلك غيره. عزَّ رَبُّنا وجلَّ وهو على ما يشاءُ قدير."
    },
    {
        "id": 66,
        "text": "والقرآن كلام الله تكلَّمَ ،به ليس بمخلوق، فمن زعم أن القرآن مخلوق ؛ فهو جهمي كافر."
    },
    {
        "id": 67,
        "text": "ومن زعم أن القرآنَ كلامُ الله ووقف ولم يقل: ليسَ بمخلوق ؛ فهو أكفرُ مِن الأوَّلِ، وأخبتُ قولا."
    },
    {
        "id": 68,
        "text": "ومَن زعم أن ألفاظنا بالقرآنِ وتلاوَتَنا له مخلوقَةٌ، والقرآنُ كلام الله ؛ فهو جهمي حبيثٌ مُبتدع."
    },
    {
        "id": 69,
        "text": "ومَن لم يُكفِّر هؤلاء القوم، والجهميَّة كُلّهم؛ فهو مِثْلُهُم."
    },
    {
        "id": 70,
        "text": "وكلَّمَ اللهُ مُوسى تكليما ، وناوله التَّوراةَ مِن يدِهِ إِلى يَدِهِ ولم يزل الله مُتكلّما عالماً ، فتبارك الله أحسن الخالقين."
    },
    {
        "id": 71,
        "text": "والرُّؤيا مِن الله ، وهي حَقٌّ؛ إذا رأى صاحبها شيئًا في منامه ممَّا ليس هو ضِغْتُ، فقصها على عالم، وصدق فيها، وأوَّلها العالم على أصل تأويلها الصحيح ولم يُحرف ؛ فالرُّؤيا وتأويلها حينئذٍ حق. وقد كانت الرُّؤيا مِن النَّبيين وحيّا. فأي جاهل أجهل ممن يطعن في الرُّؤيا، ويزعُمُ أنها ليست بشيء. وبلغني أن من قال هذا القول لا يرى الاغتسال من الاحتلام."
    },
    {
        "id": 72,
        "text": "وقد رُوي عن النبي صلى الله عليه وسلم : أنَّ رُؤيا المُؤمِن كلامٌ يُكلِّمُ به الرَّبُّ عبده."
    },
    {
        "id": 73,
        "text": "وقال : «الرُّؤيا مِن الله». وبالله التوفيق. ومِن السُّنَّةِ الواضحة البيّنة الثَّابتة المعروفة:"
    },
    {
        "id": 74,
        "text": "ذِكرُ مَحاسِنِ أصحاب رسول الله صلى الله عليه وسلم كُلهم أجمعين، والكتُ عن ذكر مساوئهم، والذي شجرَ بينهم."
    },
    {
        "id": 75,
        "text": "فمن سَبَّ أصحاب رسول الله ، أو أحدًا منهم، أو تنقصه، أو طعن عليهم، أو عرَّضَ بعيبهم، أو عاب أحدا منهم ؛ فهو مُبتدعُ رَافِضيٌّ ، خَبيثُ، مخالف، لا قَبلَ الله منه صرفه ، ولا عدله ؛ بل حُبُّهم سُنَةٌ ، والدُّعاء لهم قُربَةٌ، والاقتداء بهم وسيلة، والأخذُ بآثارهم فضيلةٌ."
    },
    {
        "id": 76,
        "text": "وخيرُ الأُمة بعد النبي صلى الله عليه وسلم : أبو بكر، وخيرهم بعد أبي بكر: عُمَر، وخيرهم بعد عُمر: عُثمان."
    },
    {
        "id": 77,
        "text": "وقال قومٌ مِن أهل العلم وأهلِ السُّنَّةِ: وخيرهم بعد عثمان: علي."
    },
    {
        "id": 78,
        "text": "ووقف قوم على عُثمانَ."
    },
    {
        "id": 79,
        "text": "وهم خُلفاء راشِدُون، مهديُّونَ."
    },
    {
        "id": 80,
        "text": "ثُم أصحابُ مُحمد صلى الله عليه وسلم بعد هؤلاء الأربعةِ خيرُ النَّاسِ."
    },
    {
        "id": 81,
        "text": "لا يجوز لأحدٍ أن يذكُرَ شيئًا مِن مساوئهم، ولا يطعن على أحدٍ منهم بعيب، ولا بنقص، ولا وقيعة. فمن فعل ذلك ؛ فالواجب على السلطانِ : تأديبه، وعقوبته، ليس له أن يعفو عنه؛ بل يُعاقِبُهُ ثم يستتيبه، فإن تاب قَبِلَ مِنهُ، وإن لم يَتُب؛ أعاد عليه العقوبة، ثم خلَّدَهُ الحبس حتَّى يتوبَ ويُراجع. فهذا السنة في أصحاب محمد صلى الله عليه وسلم."
    },
    {
        "id": 82,
        "text": "ويعرفُ للعرب حقَّها، وفضلها، وسابقتها ، ويُحبُّهم."
    },
    {
        "id": 83,
        "text": "لحديث رسول الله صلى الله عليه وسلم : حُبُّ العربِ إيمان، وبُعْضُهُم نِفاق."
    },
    {
        "id": 84,
        "text": "ولا نقول بقول الشعوبيَّةِ ، وأراذل الموالي الذين لا يُحبون العرب، ولا يُقِرُّونَ لها بفضل ؛ فإنَّ قولَهم بدعةٌ وخلاف."
    },
    {
        "id": 85,
        "text": "ومَن حَرَّمَ المكاسب والتجارات، وطلب المالِ مِن وجوهِهَا. ؛ فقد جَهِلَ، وأخطأ، وخالَفَ، بل المكاسِبُ مِن وجُوهِها حَلالٌ، فلقد أحَلَّه الله ورسوله ، والعلماء من الأُمَّة. فالرَّجلُ ينبغي له أن يسعى على نفسه وعياله، ويبتغي من فضل رَبِّهِ ، فإن ترك ذلك على أنه لا يرى الكسب فهو مُخالِفٌ."
    },
    {
        "id": 86,
        "text": "وكُلّ أحدٍ أحقُّ بمالِهِ الذي ورِثَهُ، أو استفاده، أو أصابَهُ، أو اكتسبه، لا كما يقول المُتكلّمون المُخالفون."
    },
    {
        "id": 87,
        "text": "والدِّينُ إنّما هو : كِتاب الله ، وآثار ، وسُننٌ، وروايات صحاح عن الثقات بالأخبارِ الصَّحيحة القوية المعروفة المشهورة. يرويها الثَّقَةُ الأَوَّلُ المعروف عن الثَّاني الثّقة المعروف. يُصدِّقُ بعضُهم بعضًا، حتّى ينتهي ذلك إلى النبي صلى الله عليه وسلم، أو أصحاب النبي، أو التَّابعين، أو تابع التابعين، أو من بعدهم من الأئمة المعروفين المُقتدى بهم، المُتمسكين بالسُّنَّةِ والمُتعلّقين بالأثرِ ، الذين لا يُعرفون ببدعة، ولا يُطعنُ عليهم بكذِبٍ ولا يُرمون بخلافِ. وليسوا أصحاب قياس ولا رأي؛ لأن القياس في الدِّينِ باطل، والرَّأي كذلك، وأبطل مِنهُ."
    },
    {
        "id": 88,
        "text": "وأصحابُ الرَّأي والقياس في الدِّينِ : مُبتدِعةٌ جهلةٌ ضُلال؛ إلا أن يكون في ذلك أثر عمن سلف مِن الأئمةِ الثّقاتِ، فالأخذُ بالأثر أولى."
    },
    {
        "id": 89,
        "text": "ومَن زعم أنه لا يرى التقليد ، ولا يُقلِّدُ دِينَهُ أحدًا؛ فهذا قولُ فاسِقِ مُبتدع، عدو الله ولرسوله ، ولدينه، ولكتابه، ولسُنَّة نبيه عليه الصَّلاة والسَّلام. إنَّما يُريدُ بذلك إبطال الأثر، وتعطيل العلم، وإطفاء السُّنَّةِ، والتَّفرد بالرأي، والكلام، والبدعة، والخلافِ. فعلى قائل هذا القولِ لعنة الله والملائكة، والنَّاس أجمعين. فهذا من أخبثِ قولِ المُبتدعة، وأقربها إلى الضَّلالةِ والرَّدى؛ بل هو ضَلالة ؛ أنه لا يرى التقليد، وقد قلَّدَ دِينَهُ زعم أبا حنيفة ، وبشرًا المريسي، وأصحابه !! فأي عدو لدين الله أعدى ممن يريد أن يُطفئ السنن، ويُبطِلَ الآثار والروايات، ويزعم أنَّه لا يرى التقليد، وقد قلَّدَ دِينَهُ مَن قد سميتُ لك، وهُم أئمَّةُ الضَّلال، ورؤوس البدع، وقادة المخالفين. فعلى قائل هذا القول غضب الله."
    },
    {
        "id": 90,
        "text": "فهذه الأقاويل التي وصفت مذاهب أهلِ السُّنَّةِ والجماعة، والأثر ، وأصحابِ الرِّوايات، وحملة العلم الذين أدركناهم، وأخذنا عنهم الحديث، وتعلمنا منهم السُّنَنَ؛ وكانوا أئمة معروفين، ثقاتا، أهل صدق وأمانة، يُقتدى بهم، ويُؤخذ عنهم. ولم يكونوا أصحابَ بدع، ولا خِلاف، ولا تخليط، وهو قولُ أئمتهم، وعُلمائهم الذين كانوا قبلَهُم. فتمسكوا بذلك رَحِمكُم الله ، وتعلَّموه، وعلموه، وبالله التوفيق."
    },
    {
        "id": 91,
        "text": "ولأصحاب البدع نبز وألقاب وأسماء لا تُشبه أسماء الصالحين، ولا الأئمَّةِ، ولا العلماء من أمة محمد صلى الله عليه وسلم فمن أسمائهم :"
    },
    {
        "id": 92,
        "text": "(المرجِيَّةُ) : وهم الذين يزعمون أن الإيمان قول بلا عمل. وأن الإيمان هو القول، والأعمال شرائع. وأن الإيمانَ مُجرَّدٌ ، وأنَّ النَّاسَ لا يتفاضلون في الإيمان. وأن إيمانَهُم وإيمان الملائكة والأنبياء واحِدٌ. وأن الإيمان لا يزيد ولا ينقُصُ. وأن الإيمان ليس فيه استثناء. وأن مَنْ آمَنَ بلسانه ولم يعمل فهو مؤمن حقًا. وأنهم مؤمنون عند الله بلا استثناء. هذا كُلُّهُ قولُ المُرجئة. وهو أخبتُ الأقاويل وأضلّهُ، وأبعده مِن الهُدى."
    },
    {
        "id": 93,
        "text": "و(القدريَّةُ) : وهُم الذين يزعمون أن إليهم الاستطاعة، والمشيئةةَ والقُدرَةَ، وأنَّهم يملكون لأنفُسِهِم الخير والشَّرَّ، والضَّرَّ والنَّفَعَ ، والطَّاعة والمعصية، والهدى والضَّلالة، وأن العباد يعملون بدءًا مِن أنفُسِهم مِن غير أن يكون سبق لهم ذلك في علم الله. وقولهم يُضارعُ قول المجُوسِيَّةِ والنَّصرانية، وهو أصلُ الزَّندقَةِ."
    },
    {
        "id": 94,
        "text": "و(المُعتزِلَةُ : وهم يقولون بقول القدرية، ويدينون بدينهم، ويُكذِّبون بعذاب القبرِ والشَّفاعة، والحوض، ولا يرون الصَّلاةَ خلفَ أحَدٍ مِن أهل القبلة، ولا الجمعة؛ إِلَّا مَن كان على مِثل رأيهم وهواهم ويزعمون أن أعمال العباد ليست في اللوح المحفوظ."
    },
    {
        "id": 95,
        "text": "و(البكريَّة) : قدرية، وهم أصحاب الحبَّةِ، والقيراط، والدَّانِقِ، الذين يزعمون أن مَن أخذ حبَّةً، أو قيراطا، أو دانِقًا حَرامًا فهو كافِرٌ، وقولُهُم يُضاهى قول الخوارج."
    },
    {
        "id": 96,
        "text": "و(الجهمية) : - أعداء الله - وهم الذين يزعمون أن القرآن مخلوق، وأنَّ اللهَ لم يُكلِّم مُوسى، وأنَّ اللهَ لا يتكلم، ولا يُرى، ولا يُعرفُ الله مكان، وليس الله عرش، ولا كرسي، وكلام كثير أكرَهُ حِكايته. وهُم كُفَّارٌ زنادقة أعداء الله فاحذروهم."
    },
    {
        "id": 97,
        "text": "و(الواقفة) : وهُم الذين يزعمون أنا نقولُ: إِنَّ القرآن كلام الله، ولا نقول : غير مخلوق. وهُم شر الأصنافِ وأخبثها."
    },
    {
        "id": 98,
        "text": "و(اللفظية): وهم الذين يزعمون أنا نقولُ : إِنَّ القرآن كلام الله، ولكن ألفاظَنَا بالقرآنِ وتلاوتنا وقراءتنا له مخلوقة. وهُم جهميةٌ فُسَاقٌ."
    },
    {
        "id": 99,
        "text": "و(الرَّافضةُ): وهُم الذين يَتبرؤون مِن أصحاب النبي ويسبونهم وينتقصُونَهم، ويُكفّرون الأمَّةَ إِلَّا نفرا يسيرًا. وليست الرَّافِضةُ مِن الإسلام في شيء."
    },
    {
        "id": 100,
        "text": "و(المنصورية) : وهُم رافضةٌ أخبتُ الرَّوافض. وهُم الذين يقولون : مَن قتل أربعين رجلًا ممن خالف هواهم دخل الجنَّةَ. وهُم الذين يخنقون النَّاسَ، ويَستحِلُّون أموالهم. وهم الذين يقولون : أخطأ جبريلُ عليه السَّلام بالرسالة. وهذا هو الكُفرُ الواضح الذي لا يَشُوبُهُ إيمان. فنعوذُ بالله، ونعوذ بالله."
    },
    {
        "id": 101,
        "text": "و(السَّبائية) : وهم رافضةٌ كذَّابون، وهم قريب ممن ذكرتُ مخالفون للأُمَّةِ. والرَّافِضةُ أسوأ أثرًا في الإسلام من أهل الكُفْرِ مِن أهل الحرب."
    },
    {
        "id": 102,
        "text": "وصنفٌ مِن الرَّافضةِ يقولون : عليٌّ في السَّحابِ، ويقولون: علي يُبعث قبل يوم القيامةِ. وهذا كله كذِبٌ، وزُورٌ، وبهتان."
    },
    {
        "id": 103,
        "text": "و(الزيدية) : رَافِضةٌ، وهم الذين يتبرؤون من عثمان وطلحة والزبير، وعائشةَ، ويرون القتال مع كُلِّ مِن خرجَ مِن ولد عليّ، برًا كان أو فاجِرًا، حَتَّى يَغلِبَ أو يُعْلَبَ."
    },
    {
        "id": 104,
        "text": "و(الخشبية) : وهم يقولون بقولِ الزَّيديَّةِ."
    },
    {
        "id": 105,
        "text": "و(الشيعة) : وهم فيما زعموا ينتحلون حُبَّ آلِ محمد صلى الله عليه وسلم دون الناس؛ وكذبوا ، بل هم خاصَّةٌ المُبغضون لآل محمد صلى الله عليه وسلم دون الناس. إنّما شيعةُ آلِ مُحمدٍ المُتَّقون أهلُ السُّنَّةِ والأثر، من كانوا، وحيثُ كانوا، الذين يُحبُّون آلَ مُحمدٍ وجميع أصحاب محمد، ولا يذكرون أحدًا منهم بسوء، ولا عيب، ولا منقصة. فمن ذكر أحدًا من أصحاب محمد عليه الصَّلاة والسَّلام، بسُوءٍ، أو طعن عليهِ بعيبٍ أو تبرَّأ مِن أحدٍ منهم أو سبَّهُم، أو عَرَّضَ بِسبِّهم، وستمهم ؛ فهو رافضي، مُخالف، خَسْتُ ضَالٌ."
    },
    {
        "id": 106,
        "text": "وأمَّا (الخوارجُ) : فمرقوا مِن الدِّينِ، وفارقوا الملَّةَ، وشرَدُوا على الإسلام، وشدوا عن الجماعة، وضلوا عن سبيل الهدى، وخرجوا على السُّلطان والأئمَّةِ ، وسلّوا السَّيف على الأُمَّةِ، واستحلُّوا دماءهم وأموالهم، وأكفروا من خالفهم من قال بقولهم وكان على مثل رأيهم، وثبت معهم في دار ضلالتهم. وهم يشتمون أصحاب محمد عليه الصَّلاة والسَّلام، وأصهارَهُ ،وأختانَهُ، ويتبرَّؤونَ مِنهم، ويرمونَهُم بالكُفْرِ، والعظائِمِ، ويرون خلافهم في شرائعِ الدِّينِ وسُننِ الإسلام. ولا يُؤمِنونَ بعذاب القبر، ولا الحوض، ولا الشفاعة، ولا يُخرجون أحدًا مِن أَهلِ النَّارِ. وهم يقولون : مِن كَذَبَ كَذبةٌ، أو أتى صغيرة، أو كبيرة من الذنوبِ فماتَ من غير توبة فهو كافر، فهو في النَّارِ خالدًا مخلدا فيها أبدًا. وهُم يقولون بقولِ البكرِيَّةِ في الحبَّةِ والقيراط. وهُم قدريَّةٌ، جهميَّةٌ، مُرجِبْةٌ، رَافِضةٌ. ولا يرون جماعةً إِلَّا خلف إمامِهِم. يرون تأخيرَ الصَّلاةِ عن وقتها، ويرون الصَّومَ قبل رؤيته، والفطر قبلَ رُؤيتِهِ. وهُم يرونَ النِّكَاحَ بغيرِ وليّ، ولا سُلطان، ويرون المتعة في دينهم، ويرون الدرهم بالدرهمين يدا بيد حلالا . وهم لا يرونَ الصَّلاة في الخِفافِ، ولا المسح عليها. وهُم لا يرونَ للسُّلطانِ عليهم طاعة، ولا لقريش خلافةً. وأشياء كثيرة يُخالفون فيها الإسلام وأهلَهُ. فكفى بقومٍ ضلالة يكون هذا رأيهم ومذهبهم ودينهم. وليسوا من الإسلام في شيء. وهُم المارِقَةُ."
    },
    {
        "id": 107,
        "text": "ومَن أسماء الخوارج : (الحرورية) : وهم أهل حَرَورَاء. والأزارِقَةُ) : وهم أصحاب نافع بن الأزرق. وقولهم أخبتُ الأقاويل، وأبعدها من الإسلام والسُّنَّة. و(النَّجديَّةُ) : وهُم أصحابُ نجدة بن عامر الحروري. و الإباضِيَّةُ) : وهُم أصحاب عبد الله بن إباض. و (الصفرِيَّةُ) : وهم أصحاب داود بن النُّعمان، حين قيل له : إِنَّكَ صِفْرٌ مِن العلم. والبيهسيَّةُ)، و(الميمُونِيَّةُ)، و(الخازِمِيَّةُ). كُلُّ هؤلاء ،خوارج فُسَّاقٌ مُخالِفون للسُّنَّةِ، خارجون مِن الملَّةِ ، أهلُ بدعةٍ وضلالةٍ، وهُم لُصوص، قُطَاعٌ، قد عرفناهم بذلك."
    },
    {
        "id": 108,
        "text": "و(الشُّعُوبيَّةُ) : وهم أصحابُ بدعة وضلالة، وهم، يقولون: العرب والموالي عندنا واحد، لا يرون للعرب حقا، ولا يعرفون لهم ،فَضلا، ولا يُحبُّونَهُم، بل يُبغضون العرب، ويُضمِرون لهم الغِلَّ والحسد والبغضَةَ في قلوبهم. وهذا قول قبيح، ابتدعَهُ رَجلٌ مِن أهلِ العِراقِ، وتابعَهُ عليه نفر يسير ، فقُتِلَ عليه."
    },
    {
        "id": 109,
        "text": "و(أصحابُ الرَّأي : وهُم مُبتدِعَةٌ ضُلال، أعداءُ السُّنَّةِ والأثر، يرون الدين رأيا وقياسًا واستحسانًا. وهُم يُخالفون الآثار، ويُبطلون الحديث، ويردُّون على الرَّسولِ عليه الصَّلاة والسَّلام، ويتَّخِذُون أبا حنيفةً ومَن قال بقوله إمامًا ، يدينون بدينهم، ويقولون بقولهم. فأَيُّ ضَلالةٍ بأبين ممن قال بهذا، أو كان على مثل هذا؛ يَتركُ قولَ الرَّسُولِ وأصحابِهِ، ويتَّبِعُ رأي أبي حنيفة وأصحابه ؟! فكَفَى بهذا غَيًّا مُرديًا ، وطغيانًا، ورَدًّا."
    },
    {
        "id": 110,
        "text": "والولاية بدعة، والبراءة بدعة. وهُم الذين يقولون: نتولَّى فُلانا، ونتبرَّأُ مِن فُلانٍ. وهذا القولُ بدعةٌ فاحذَرُوهُ."
    },
    {
        "id": 111,
        "text": "فمن قال بشيءٍ مِن هذه الأقاويل، أو رآها أو هَويَها أو رَضِيهَا ، أو أحبَّهَا : فقد خالف السُّنَّةَ، وخرج من الجماعة، وترك الأثر، وقال بالخِلافِ، ودخل في البدعة، وزالَ عن الطَّريقِ. وما توفيقنا إلَّا بالله عليهِ ،توكَّلنا و به استعنَّا، ولا حول ولا قوَّةَ إلَّا بالله."
    },
    {
        "id": 112,
        "text": "وقد أحدثَ أهل الأهواء والبدع والخِلافِ أسماء شنيعة قبيحةً، فسَمُّوا بها أهلَ السُّنَّةِ ؛ يُريدون بذلك عيبهم، والطَّعن عليهم، والوقيعة فيهم، والإزراء بهم عند السُّفهاءِ والجُهَّالِ."
    },
    {
        "id": 113,
        "text": "فأَمَّا (المُرجئةُ) : فإِنَّهُم يُسمون أهلَ السُّنَّةِ : (شُكَاكًا). وكذبتِ المُرجئةُ ؛ بل هم أولى بالشَّكِّ وبالتّكذيبِ."
    },
    {
        "id": 114,
        "text": "وأمَّا (القدريَّةُ) : فإِنَّهم يُسمُّون أهلَ السُّنَّةِ والإثباتِ : (مُجبرة). وكذبتِ القدريَّةُ ، بل هم أولى بالكذب والخِلافِ؛ أنفوا قُدرة الله عن خلقِهِ، وقالوا له ما ليس بأهل له تبارك وتعالى."
    },
    {
        "id": 115,
        "text": "وأمَّا (الجهميَّةُ) : فإِنَّهم يُسمون أهلَ السُّنَّةِ : (مُشبِّهة). وكذبت الجهمية أعداء الله ؛ بل هم أولى بالتشبيه والتكذيب. افتروا على الله الكذِبَ، وقالوا على الله الزُّورَ والإفك، وكفروا في قولهم."
    },
    {
        "id": 116,
        "text": "وأمَّا (الرَّافضةُ) : فإِنَّهم يُسمون أهل السُّنَّة: (ناصِبَةٌ). وكذبتِ الرَّافِضةُ ؛ بل هم أولى بهذا الاسم؛ إذ ناصبوا أصحاب محمد صلى الله عليه وسلم السَّبُّ والشَّتم، وقالوا فيهم غير الحقِّ، ونسبُوهُم إلى غير العدلِ كذِبًا وظُلما، وجُرأةً على الله، واستخفافًا لحقِّ الرَّسول صلى الله عليه وسلم، وهم - والله - أولى بالتعيير والانتقام منهم."
    },
    {
        "id": 117,
        "text": "وأمَّا (الخوارج) : فإنَّهم يُسمُّونَ أهلَ السُّنَّةِ والجماعةِ : (مُرجِيَّة). وكذبتِ الخوارج في قولهم؛ بل هُم المُرجِئةُ؛ يزعمون أنَّهم على إيمان وحقُ دون النَّاسِ، ومَن خالفهم كُفَّارٌ."
    },
    {
        "id": 118,
        "text": "وأما أصحابُ الرَّأي والقياس : فإِنَّهم يُسمون أصحابَ السُّنَّةِ : (نابتة)، (وحَشْوية). وكذبَ أصحابُ الرَّأْيِ أعداء الله ؛ بل هم النَّابِته والحشوية؛ تركوا أثرَ الرَّسول وحديثَهُ، وقالوا بالرأي، وقاسوا الدِّينَ بالاستحسانِ، وحَكَموا بخلاف الكتاب والسنة. وهُم أصحابُ ،بدعةٍ، جَهلَةٌ ضُلال، طُلَّابُ دُنيا بالكَذِبِ والبهتان. فرحم الله عبدا قال بالحقِّ، واتبع الأثر، وتمسَّكَ بالسُّنَّةِ، واقتدى بالصَّالحين، وجانب أهل البدع، وترك مجالستهم، ومحادثتهم؛ احتساباً وطلباً للقُربةِ مِنَ الله وإعزاز دينِهِ. وما توفيقنا إلا بالله."
    },
    {
        "id": 119,
        "text": "سُئل أحمد عن الإيمان ؟ فقال : قول وعمل، يزيد وينقص. قيل : ويُستثنى فيه ؟ قال : نعم. قلتُ : مَن زعم أن الإيمان قول، أليس هو مرجئ ؟ قال : نعم."
    },
    {
        "id": 120,
        "text": "وسألتُ إسحاق عن الإيمان ؟ فقال : قول وعمل، ويزيد وينقص."
    },
    {
        "id": 121,
        "text": "وسألتُ علي بن عبد الله ، قلتُ : ما قولك في الإيمان ؟ قال : الإيمان قول وعمل، ويزيد وينقصُ، على هذا أدركنا العلماء."
    },
    {
        "id": 122,
        "text": "وسألتُ يحيى بن عبد الحميد عن الإيمان ؟ فقال : أدركتُ المشايخ؛ فذكر شريكا، وأبا الأحوص، وحماد بن زيد، وقيسا، يقولون: الإيمان قول وعمل. قلتُ أنا له : ويزيد وينقصُ ؟ قال: نعم، ويزيد وينقص."
    },
    {
        "id": 123,
        "text": "وسمعتُ عباس بن عبد العظيم، قال: سمعت عبد الله بن داود يقول : الإيمان قول وعمل ونيةٌ. وقال : على هذا أدركنا أهل العلم. قال عباس: الإيمان قول وعمل ونيةٌ، ويزيد وينقص. وأقولُ : مُؤمنٌ إن شاء الله، وليس بشَكٍّ."
    },
    {
        "id": 124,
        "text": "حدثنا عباس، قال : سمعت أبا الوليد يقول : الإيمان قول وعمل، ويزيد وينقُصُ."
    },
    {
        "id": 125,
        "text": "وسمعت محمد بن أبي بكر المقدمي يقول: وأنا أقولُ : الإيمان قول وعمل ونيّةٌ، ويزيد وينقص."
    },
    {
        "id": 126,
        "text": "حدثنا المسيب بن ،واضح قال حدثنا يوسف بن أسباط، قال : كان سفيان يقول : الإيمان يزيد وينقص. قلتُ : وكيف يزيدُ ؟ وكيف ينقص ؟ قال : يزيد بأداء الفرائض، وينقص بترك الفرائض."
    },
    {
        "id": 127,
        "text": "حدثنا أحمد ابن حنبل، قال: حدثنا سُريج بن النعمان قال: حدثنا عبد الله بن نافع قال كان مالك بن أنس يقول : الإيمان قول وعمل، ويزيد وينقصُ."
    },
    {
        "id": 128,
        "text": "حدثنا أحمد، قال حدثنا أبو جعفر السويدي، عن يحيى بن سليم، عن هشام عن الحسن قال : الإيمان قول وعمل."
    },
    {
        "id": 129,
        "text": "وقال أحمد: بلغني أن مالك بن أنس، وابن جريج، وشريكًا، وفُضيل بن عياض قالوا : الإيمانُ قول وعمل."
    },
    {
        "id": 130,
        "text": "حدثنا عمران بن يزيد بن خالد قال حدثنا عبد الملك بن محمد قال: سمعتُ الأوزاعي يقولُ : أدركتُ من أدركت من صدر هذه الأُمَّة، ولا يُفرِّقون بين الإيمان والعمل، ولا يعدون الذنوب كُفْرًا، ولا شِركًا. قال : وسمعتُ الأوزاعي يقول : الإيمان والعمل كهاتين ـ وقال بإصبعيه -، لا إيمان إلا بعمل، ولا عمل إلا بإيمان."
    },
    {
        "id": 131,
        "text": "حدثنا أحمد بن سعيد قال سمعتُ النضر بن شميل يقول : الإيمان قول وعمل، ويزيد وينقُصُ."
    },
    {
        "id": 132,
        "text": "حدثنا علي بن يزيد قال : ثنا يحيى بن سليم الطائفي، قال: سألتُ هشام بن حسّان ما كان قول الحسن في الإيمان ؟ قال : كان يقول : قول وعمل. قلتُ : فما قولك أنت ؟ قال : قول وعمل. قال : وقال مالك بن أنس : الإيمان قول وعمل. وقال محمد بن عبد الله بن عمرو بن عثمان بن عفان: الإيمان قول وعمل. قال : وحدثني رَجُل من أهل البصرة - يقال له : أبو حيان ـ قال : سمعت الحسن يقول : لا يصلحُ قول إِلّا بعمل، ولا يصلح قول وعمل إلا بنية، ولا يصلحُ قول وعمل ونيَّةٌ إِلَّا بِسُنَّة. قال : وقال الفُضَيل بن عياض: الإيمان قول وعمل. قال : وكان المُثَنَّى بن الصَّباح يقول : الإيمان قول وعمل. قال : وكان سُفيان الثوري يقول : الإيمان قول وعمل."
    },
    {
        "id": 133,
        "text": "حدثنا أحمد قال حدثنا وكيع قال: ثنا سفيان، عن سهيل بن أبي صالح عن عبد الله بن دينار، عن أبي صالح، عن أبي هريرة قال : وقال رسول الله صلى الله عليه وسلم: «الإيمان بضع وسبعون ،بابا فأدناها إماطة الأذى عن الطريق، وأرفعها : قولُ لا إِله إِلَّا الله»."
    },
    {
        "id": 134,
        "text": "حدثنا أحمد قال : حدثنا هشام قال: حدثنا عبد الرحمن بن عبد الله بن دينار، عن أبيه، عن أبي صالح، عن أبي هريرة، قال: قال رسول الله صلى الله عليه وسلم : «الإيمان تسع وتسعون شعبة، أعظم ذلك قول : لا إله إلا الله، وأدنى ذلك : كف الأذى عن طريقِ النَّاسِ، والحياء شُعبةٌ مِن الإيمان."
    },
    {
        "id": 135,
        "text": "حدثنا أحمد، قال: سمعتُ وكيعًا يقول: الإيمان يزيدُ وينقُصُ. قال : وكذلك كان سُفيان يقول."
    },
    {
        "id": 136,
        "text": "سمعت إسحاق قال : سألتُ سُفيان بن عيينة، فقلت: ما تقولُ في الإيمان أيزيد ؟ قال سفيان أو أحد يستطيعُ رَدَّ هذا ؟! وقد قال الله تبارك وتعالى: ﴿وَزِدْنَهُمْ هُدًى ﴾، و لِيَزْدَادُوا إِيمَنا مَعَ إِيمَنِهِمْ ﴾. فتلا آیات احتج بها، وتَعجَّبَ ممن لم يقل به. فقلت له : ما الإيمانُ؛ أهو قول وعمل ؟ فقال: نعم، هو قول وعمل، ومن يشك في هذا ؟!"
    },
    {
        "id": 137,
        "text": "وسمعت أبا إسحاق الرَّمادي، قال: سمعت سُفيان بن عيينة يقول: الإيمان قول وعمل. فقالوا : يا أبا محمد، أيزيد وينقص ؟ قال : ما زادَ شيءٌ قط إلَّا نقص ؛ ألا تسمع الله يقول: ﴿فَزَادَهُمْ إيمَنَا فما زادَ شيءٌ قط إِلَّا نقص. قال سفيان : وقال أبو الدَّرداء : ما الإيمانُ إِلَّا كقميص أحدكم يَنزِعُهُ مرَّة، ويلبسُهُ أُخرى. قال أبو إسحاق وأنا أقول الإيمان قول وعمل، يزيدُ وينقصُ، وكذلك أدركتُ النَّاسَ الذين أثقُ بهم."
    },
    {
        "id": 138,
        "text": "حدثنا أبو بكر محمد بن يزيد قال ثنا عبد الوهاب بن نجدة، عن إسماعيل بن عياش عن بشر بن عبد الله بن يسار السلمي قال : الإيمان يزدادُ وينقص في كذا وكذا، إنَّه من كتاب الله : لِيَزْدَادُوا إِيمَنا مَعَ ِإيمَنِهِمْ ﴾، ﴿وَإِذَا تُلِيَتْ عَلَيْهِمْ عَايَتُهُ زَادَتْهُمْ إِيمَانًا ﴾."
    },
    {
        "id": 139,
        "text": "حدثنا عبدة بن عبد الرحيم قال : حدثنا موسى بن أعين الجزري، قال: سمعتُ عبد الكريم بن مالك الجزري، وخُصيف ابن عبد الرحمن الجزري يقولان : الإيمانُ يزدادُ وينقُصُ."
    },
    {
        "id": 140,
        "text": "حدثنا أحمد بن حنبل ، قال : حدثنا يزيد بن هارون، قال: حدثنا محمد بن طلحة عن ،زبيد عن ذَرٍّ ، قال : كان عُمر بن الخطاب يقول لأصحابه : هلموا نزداد إيمانًا. فيذكرون الله."
    },
    {
        "id": 141,
        "text": "حدثنا أحمد، قال: ثنا محمد بن فضيل، قال: ثنا أبي، عن شباك، عن إبراهيم، عن علقمة أنَّه قال لأصحابه : امشوا بنا نزداد إيمانًا. يعني : تفقُها."
    },
    {
        "id": 142,
        "text": "حدثنا أحمد، قال: ثنا وكيع عن شريك، عن هلال بن حميد، عن عبد الله بن ،عُكيم قال : سمعت ابن مسعود يقول في دعائه: اللهم زدنا إيمانًا، ويقينا، وفقها."
    },
    {
        "id": 143,
        "text": "حدثنا أحمد، قال : ثنا وكيع قال : ثنا سفيان، عن هشام ابن عُروة، عن أبيه قال: ما نقصت أمانة ، عبد قط إلا نقص إيمانه."
    },
    {
        "id": 144,
        "text": "سمعتُ بشار بن موسى الخفاف يقول : الإيمان قول وعمل ونِيَّةٌ، يزيد حتّى يكون أعظم من الجبل، وينقصُ حتّى لا يبقى منه شيء. قلتُ : ويُستثنى فيه ؟ قال : كُلُّ شيء بمشيئة الله."
    },
    {
        "id": 145,
        "text": "حدثنا أحمد بن حنبل قال سمعت يحيى بن سعيد يقول: ما أدركتُ أحدًا من أصحابنا ولا بلغني إلا على الاستثناء. وقال يحيى : الإيمان قول وعمل. قال يحيى : وكان سُفيان يُنكر أن يقول : أنا مؤمنٌ. وحسن يحيى الزيادة والنقصان وراءه."
    },
    {
        "id": 146,
        "text": "وسُئل أحمد بن يونس - وأنا أسمع - عن الإيمان ؟ فقال : قول وعمل، يزيدُ وينقُصُ، وبعضُهُ أفضلُ مِن بعض."
    },
    {
        "id": 147,
        "text": "سُئل أحمد بن حنبل : ما تقولُ في الاستثناء في الإيمان ؟ قال : نحن نذهب إليه. قيل : الرَّجلُ يقول : أنا مؤمن إن شاء الله ؟ قال : نعم."
    },
    {
        "id": 148,
        "text": "قال :أحمد وسمعت سفيان يقول إذا سُئل أمؤمن أنت؟ إن شاء لم يُجبْهُ، وسُؤالك إِيَّايَ بدعة. لا يُعنَّف مَن قال : الإيمان ينقُصُ. إن قال : إن شاء الله ؛ ليس يُكره، وليس بداخل في الشك."
    },
    {
        "id": 149,
        "text": "سألت إسحاق، قلتُ: أنت تقول : أنا مؤمن إن شاء الله ؟ قال : نعم."
    },
    {
        "id": 150,
        "text": "وسألت علي بن عبد الله : عن الاستثناء في الإيمان ؟ فقال : يقول : أنا مؤمنٌ إن شاء الله من غير شك. أو يقول: أرجو. قلتُ : فتحفظ عن جرير بن عبد الحميد عن عدة ذكرهم في الاستثناء ؟ قال : قد سمعته منه ولـم ،أكتبه فأنا أهابه. فذكر : يزيد بن أبي الزياد، ومنصور، ومُغيرة ، وغيرهم. قلت لعليّ : فتحفظ عن عائشة من حديث جرير ؟ قال: نعم؛ حدثنا به جرير عن مغيرة، عن سماك بن سلمة، عن عبد الرحمن بن ،عصمة قال : قالت عائشة : إنهم المؤمنون إن شاء الله. في حديث ذكره."
    },
    {
        "id": 151,
        "text": "سألت أبا ثورٍ عن الاستثناء في الإيمان ما تقول فيه ؟ قال : الاستثناء لا بأس به من غير شك. قلتُ لأبي ثور: فإن قال لي قائل : قال الله: ﴿وَتُوبُوا إِلَى اللَّهِ جَمِيعًا أَيُّهَ الْمُؤْمِنُونَ ﴾ فقد سماهم المؤمنين، ونحو ذلك في القرآن. قال : يلزمه اسم الإيمان ولا يكون مستكملا إلَّا أن يُوافق قوله فعله، وذلك أنَّا قد نقول للرَّجل إذا دخل في الصَّلاةِ: مُصلِّي. ولا يكون مستكملا للصَّلاةِ حَتَّى يؤديها. ونقول : صائمٌ، وقد دخل في الصوم، ولا يكون مستكملا في صومه حتّى يمضي يومه."
    },
    {
        "id": 152,
        "text": "سمعتُ أحمد بن سعيد قال : سمعتُ النضر بن شميل يقول إذا سُئل : أمؤمن أنت ؟ قال : آمنتُ بالله، أو مؤمن إن شاء الله، أو مؤمن أرجُو. قال النَّصْرُ : أدركتُ عليه أهلَ البصرة : ابن عون، وهشاما، وعوفًا، وحمادًا ، وهِشام بن حسان، وعِمران؛ كُلُّهم يستثنون. وكان الحسنُ وابنُ سِيرين ،وقتادة، وأيوب، وأصحابنا كُلَّهم يَستثنون."
    },
    {
        "id": 153,
        "text": "حدثنا علي بن يزيد عن يحيى بن سعيد، أن الثوري قال: من قال: (أنا مؤمن)، ولم يستثن ؛ فهو مُرجى."
    },
    {
        "id": 154,
        "text": "حدثنا علي بن يزيد قلت لعبد الله بن داود: أتعيب على من يقول : أنا مُؤمنٌ إن شاء الله ؟ ومن يقول : أرجو ؟ قال : لا ؛ كل هذا حسن."
    },
    {
        "id": 155,
        "text": "حدثنا محمد بن يزيد قال حدثنا محمد بن كثير، عن الأوزاعي قال : لا بأس أن يقول أنا مؤمنٌ إن شاء الله."
    },
    {
        "id": 156,
        "text": "حدثنا أحمد قال : حدثنا أبو معاوية، قال: حدثنا الأعمش، عن إبراهيم عن علقمة قال تكلَّمَ عِندِه رَجُلٌ مِن الخوارج بکلام کرهه، فقال علقمة: ﴿وَالَّذِينَ يُؤْذُونَ الْمُؤْمِنِينَ وَالْمُؤْمِنَاتِ بِغَيْرِ مَا اكْتَسَبُوا. فقال له الخارجي : أمنهم أنت ؟ قال : أرجو."
    },
    {
        "id": 157,
        "text": "حدثنا أحمد قال : ثنا عبد الرحمن قال : ثنا سفيان، عن الحسن بن عُبيد الله عن إبراهيم قال : إذا قيل لك : أمؤمن أنت ؟ فقل : أرجو."
    },
    {
        "id": 158,
        "text": "حدثنا أحمد، قال حدثنا عبد الرحمن، عن سفيان، عن عطاء بن السائب، عن سعيد بن جبير، قال: سألتُ ابن عُمر، قلتُ : أغتسل من غسل الميت ؟ قال : أمُؤمن هو ؟ قال : قلتُ : أرجو. قال : فتمسح بالمؤمن ولا تغتسل منه."
    },
    {
        "id": 159,
        "text": "حدثنا عبد الله بن ،خُبيق قال سمعت يوسف بن أسباط يقول : إن قال : مؤمن إن شاء الله؛ فحسن. وإن قال : أرجو أن أكون مؤمنا ؛ فحسن."
    },
    {
        "id": 160,
        "text": "حدثنا أحمد، قال حدثنا وكيع عن سفيان، عن الحسن بن عمرو، عن فضيل عن إبراهيم قال : إذا سئلت أمؤمن أنت ؟ فقل : آمنتُ ،بالله وملائكته وكتبه ورسله ؛ فإنَّهم سَيَدَعُونك."
    },
    {
        "id": 161,
        "text": "حدثنا أحمد قال : ثنا عبد الرحمن قال: حدثني حسن بن عياش، عن مغيرة عن إبراهيم قال : سؤال الرَّجل للرجل : أمؤمن أنت ؟ بدعة."
    },
    {
        "id": 162,
        "text": "حدثنا أبو جعفر محمد بن عوف الحمصي، قال: حدثنا عُمر ابن حفص بن سُلَيْلَةَ الدمشقي، قال: حدثنا أبو شابور، عن سعيد بن عبد الجبار، عن عُمر بن المغيرة، حدثهم عن أيوب السختياني، عن ابن أبي مليكة، عن عائشة قالت: ما كان رسول الله صلى الله عليه وسلم يبوح بهذا الكلام أن يقول: إيماني كإيمان جبريل وميكائيل."
    },
    {
        "id": 163,
        "text": "حدثنا محمد بن إسماعيل قال : ثنا مخلد بن يزيد، قال: ثنا جعفر بن برقان، عن ميمون في قوله : وذِي قُوَّةٍ عِندَ ذِي الْعَرْشِ مكين قال : ذاك جبريل، وخيبةً لمن يزعم أن إيمانه مثل إيمان جبريل."
    },
    {
        "id": 164,
        "text": "حدثنا محمد بن يزيد، قال: ثنا أبو الحارث السلمي - يعني : عبد الوهاب بن الضحاك عن الوليد بن مسلم، قال: قلتُ لمالك والليث بن سعد : الرجلُ يقول : أنا مؤمن كإيمان جبريل وميكائيل ؟ قالا : إذا قال تلك المقالة ؛ فهو إلى إيمان إبليس أقرب منه إلى إيمان جبريل وميكائيل."
    },
    {
        "id": 165,
        "text": "سُئل إسحاق عن الرَّجلِ قال: أنا ممن كتب الله الإيمان في قلبي ؟ قال : إذا قال : لا أحتاجُ إلى النُّطق؛ فهو جهمي أراه. قال : وإن قال : أحتاج إلى النُّطْقِ بلا عمل؛ فهو مُرجئ."
    },
    {
        "id": 166,
        "text": "حدثنا علي بن يزيد قال حدثني إبراهيم بن سعيد، أنه سَمِعَ وكيع بن الجراح يقول : من قال : أنا مؤمن عند الله ؛ فهو مُرجئ. ومَن قال : إيماني كإيمانِ جبريل وميكائيل ؛ فهو شَرٌّ مِن المرجئ. ومَن زعم أن المعرفة تنفعُ في القلب وإن لم يتكلم بها؛ فهو مرجئ."
    },
    {
        "id": 167,
        "text": "قال علي بن يزيد قلتُ لعبد الله بن داود من المرجئة ؟ قال : من قال : إيماني كإيمانِ جبريل وميكائيل؛ فهو رَجلُ سُوءٍ، وهو مُرجئ."
    },
    {
        "id": 168,
        "text": "حدثنا عبد الله بن محمد بن إسحاق الجزري، قال: سمعت وكيعا قال : كانت المُرجئة تقول : الإيمان قول. فجاءت الجهمية فقالت: الإيمان معرفةٌ. قال عبد الله : وحدثني إسحاق بن حكيم، أن وكيعًا قال: وهذا عندنا كُفر."
    },
    {
        "id": 169,
        "text": "سمعت إسحاق يقولُ: لا نقول لرجل: إنَّه مؤمن باسم الإيمان الذي عليه. وذكر ذلك عن النَّضر بن شميل."
    },
    {
        "id": 170,
        "text": "حدثنا أحمد بن حنبل قال : ثنا أبو سلمة الخُزاعي، قال: قال مالك بن أنس وأبو بكر بن عيَّاش، وعبد العزيز بن أبي سلمة، وحماد بن سلمة، وحماد بن زيد: الإيمان المعرفة والإقرار والعمل."
    },
    {
        "id": 171,
        "text": "حدثنا أحمد قال : ثنا وكيع قال قال سفيان : النَّاسُ عندنا مؤمنون في الأحكام والمواريث ونرجو أن نكون كذلك، ولا ندري ما حالنا عِند الله."
    },
    {
        "id": 172,
        "text": "سمعتُ إسحاق يقول - وسأله رجلٌ - فقال : الرَّجل يقولُ : أنا مؤمن حقاً. فقال : هو كافِرُ حَقًّا."
    },
    {
        "id": 173,
        "text": "حدثنا إسحاق قال : أخبرنا ،مُعتمر عن ليث، عن صاحب له، عن الحسن قال : قال رسول الله صلى الله عليه وسلم: «من قال: أنا مُؤْمِنٌ حقًّا ؛ فهو مُنافِق حقًا."
    },
    {
        "id": 174,
        "text": "حدثنا أبو بكر محمد بن يزيد قال : ثنا عبد الصمد بن أزهر، عن ابن مبارك قال: قلتُ لابن عون: تزعم أنك مؤمن ؟ قال : إني لأستحي الله أن أزعم أني مسلم."
    },
    {
        "id": 175,
        "text": "حدثنا أبو معن قال : ثنا وهب بن جرير، قال: ثنا أبي قال : ثنا الفضيل بن حسان ، قال : ذكروا عند أبي جعفر محمد بن علي قول النبي صلى الله عليه وسلم : «لا يزني الزَّانِي حِين يزني وهو مؤمِنٌ، ولا يسرِقُ السَّارِقُ حِينَ يُسرِقُ وهو مؤمِنٌ». فقال : قال محمد بن علي - فأدار دارة هكذا كبيرة ، فقال : هذا الإسلام - وأدار دارة أخرى صغيرة في جوفها ، وقال: هذا الإيمانُ مقصور في الإسلام، فإذا زنى، أو سرق: خرج من الإيمان، فإذا تاب رجع إلى الإيمان، ولا يخرجه من الإسلام إلا الشرك. والدارة هكذا."
    },
    {
        "id": 176,
        "text": "حدثنا أحمد قال : ثنا زيد بن حُباب، قال: حدثنا حسين ابن واقد قال : ثنا عبد الله بن بريدة، عن أبيه، قال: قال رسول الله : بيننا وبينَهُم تركُ الصَّلاةِ ، فمن تركها فقد كفر."
    },
    {
        "id": 177,
        "text": "حدثنا إسحاق بن إبراهيم قال أخبرني بقية بن الوليد، عن زياد بن أبي حميد، عن مكحول فيمن يقول: الصَّلاة مِن عندِ الله ولا أُصلِّيها والزَّكاة مِن عند الله، ولا أؤديها. قال : يُستتاب؛ فإن تاب وإِلَّا قُتِل."
    },
    {
        "id": 178,
        "text": "قال إسحاق : وقال ابن المبارك، ووكيع في ترك الصَّلاة متعمدا ؛ فأحدهما يقول : هو أن يترك الظهر إلى وقتِ العَصرِ مُتعَمِّدًا. وقال الآخرُ : هو أن يترك الظهر إلى المغرب، والمغرب إلى الفجر."
    },
    {
        "id": 179,
        "text": "حدثنا أحمد بن الأزهر قال حدثنا مروان بن محمد، ، قال : حدثنا أبو مسلم الفزاري، قال: سمعت الأوزاعي، وسُئل عن رجُلٍ قال: أنا أعلم أن الصَّلاةَ حقٌّ ولا أُصلي. قال : يعرضُ على السَّيفِ؛ فإن صلَّى وإِلَّا قُتل. قال : وسمعت سعيد بن عبد العزيز سُئِلَ عنه ، قال : يُحبَسُ، ويُضربُ حتَّى يُصلِّي."
    },
    {
        "id": 180,
        "text": "حدثنا أحمد قال : ثنا عبد الله بن يزيد، قال: ثنا عبد الله ابن لهيعة قال : حدثني بكر بن عمرو المعافري، عن رَجُل، قال : قال عُقبة بن عامرٍ : إِن الرَّجلَ ليتفضَّل الإيمان كما يفضلُ ثوب المرأة."
    },
    {
        "id": 181,
        "text": "وحدثنا علي بن يزيد قال حدثنا سليمان بن داود، قال: ثنا الصَّلت بن دينار قال سمعت ابن أبي مليكة يقول : لقد أتى عَليَّ بُرهة من دهري وما أرى أني أسمع رَجُلًا يقول: مؤمن، فوالله ما رضوا بذلك حتّى قالوا : إنَّه لمؤمن وإن نكح أُمَّه وأخته، والله إنَّه لمؤمن كإيمان جبريل ، ما كان محمد ليتفوه بها والله لقد أدركتُ أكثر من ثلاثمائة رجل من أصحاب محمد ما منهم رجل يموتُ إِلَّا وهو يخشى النّفاق على نفسه."
    },
    {
        "id": 182,
        "text": "حدثنا أحمد قال : حدثنا سُفيان بن عيينة، عن الزهري، عن سالم، عن أبيه، سمع النبي صلى الله عليه وسلم رجلًا يَعِظُ أخاهُ في الحياء، قال النبي عليه الصَّلاة والسَّلام: «الحياء من الإيمَانِ»."
    },
    {
        "id": 183,
        "text": "حدثنا أحمد، قال: ثنا يحيى بن سعيد، عن حبيب بن الشهيد، قال : حدثنا عطاء، قال : سمعت أبا هريرة يقول : لا يزني حين يزني وهو مؤمن ولا يسرق حين يسرق وهو مؤمن. قال عطاء: يتنحى عنه الإيمان."
    },
    {
        "id": 184,
        "text": "حدثنا أحمد قال : ثنا يحيى، عن عوف، قال الحسن: يجانبه الإيمان ما دامَ كذلك، فإن راجع راجعه."
    },
    {
        "id": 185,
        "text": "حدثنا أحمد قال: ثنا يحيى قال: ثنا أشعث، عن الحسن، عن النبي عليه الصَّلاة والسَّلام قال: «ينزعُ مِنهُ الإيمان، فإن تابَ أَعِيدَ إِليه الإيمان»."
    },
    {
        "id": 186,
        "text": "وسمعت أحمد وقيل له : المُرجئةُ مَن هُم ؟ قال : مَن زعم أن الإيمان قول."
    },
    {
        "id": 187,
        "text": "وسمعتُ أحمد يقول : لا يُصلَّى خلف من زعم أن الإيمان قول إذا كان داعية."
    },
    {
        "id": 188,
        "text": "وسمعتُ إسحاقَ يقول : مَن قال : أنا مؤمنٌ ؛ فهو مُرجي. قلتُ : الصَّلاة خلفَهُ ؟ قال : لا ."
    },
    {
        "id": 189,
        "text": "وسمعتُ إسحاقَ - أيضًا - يقول: أوَّل مَن تكلَّمَ بالإرجاءِ؛ زعموا أنه الحسن بن محمد ابن الحنفية. غلت المُرجئة حتَّى صارَ مِن قولهم، أن قوما يقولون : من ترك المكتوبات، وصوم رمضان، والزَّكاةَ، والحج، وعامَّةَ الفرائض من غير جُحودٍ بها أنَّا لا نُكفّره، يُرجى أمره إلى الله، بعد إذ هو مُقِرٌّ. فهؤلاءِ المُرجئةُ الذين لا شكَ فيهم."
    },
    {
        "id": 190,
        "text": "حدثنا عبد الله بن خُبيق قال: سمعت يوسف بن أسباط، يقول : أمَّا المُرجئةُ فهم يقولون : الإيمان كلام بلا عمل؛ من شهد أن لا إله إلا الله وأن محمدًا رسول الله ؛ فهو مُستكمل الإيمان كإيمان جبريل وميكائيل، وإن قتل كذا وكذا مؤمنًا، وترك الصَّلاةَ ، والصِّيام، والغُسلَ مِن الجنابة. وهم يرون السيف على أُمَّةِ محمد."
    },
    {
        "id": 191,
        "text": "حدثنا علي بن يزيد قال حدثنا عصمة بن المتوكل، قال: سألتُ سُفيان بن عيينة عن المرجئة ؟ قال : مَن زعم أن الصَّلاةَ والزَّكاةَ ليستا من الإيمان."
    },
    {
        "id": 192,
        "text": "حدثنا أبو سُليمان يحيى بن عثمان قال : حدثنا بقية بن الوليد قال : ثنا محمد بن عبد الرحمن قال: حدثني فطر ابن خليفة، عن ابن ،سابط عن أبي بكر الصديق، قال: قال رسول الله صلى الله عليه وسلم: (صنفان مِن أُمَّتي لا يدخلون الجنَّةَ : القدريَّة، والمُرجِئةُ»."
    },
    {
        "id": 193,
        "text": "حدثنا محمد بن ،مُصفّى قال : ثنا بقيَّة، قال: حدثنا المعافى ابن عمران الموصلي، عن القاسم بن حبيب، عن نزار بن حيَّان، عن عكرمة قال قال ابن عباس : اتقوا هذا الإرجاء؛ فإنه شعبة من النصرانية."
    },
    {
        "id": 194,
        "text": "حدثنا عمرو بن عُثمان قال : حدثنا بقيَّة، قال: حدثني أبو العلاء الدمشقي ، قال : حدثني محمد بن جُحَادة، عن يزيد بن خمیر ، عن معاذ بن جبل قال: قال رسول الله صلى الله عليه وسلم: «ألا وإنَّ الله قد لعنَ المُرجئة والقدرية على لِسَانِ سَبعينَ نبيًّا، ألا وإِنَّ صِنفينِ مِن أُمَّتِي لا يَدخلون الجنة : المرجئة، والقدرية»."
    },
    {
        "id": 195,
        "text": "حدثنا أحمد قال : ثنا محمد بن بشر قال : حدثني سعيد بن صالح، عن حكيم بن جُبير قال : قال إبراهيم: للمرجئة أخوف عندي على أهل الإسلام من عدتهم من الأزارقة."
    },
    {
        "id": 196,
        "text": "حدثنا أحمد قال : ثنا وكيع قال : ثنا القاسم بن حبيب، عن رجل يقال له نزار بن حيان عن عكرمة، عن ابن ،عباس قال صنفان من هذه الأُمَّة ليس لهما في الإسلام نصيب : المُرجئةُ ، والقدرية."
    },
    {
        "id": 197,
        "text": "حدثنا أحمد، قال : ثنا مُعاوية بن عمرو، قال: ثنا أبو إسحاق، قال : قال الأوزاعي : كان يحيى بن أبي كثير وقتادة يقولان : ليس من الأهواء أخوف عندهما من الإرجاء."
    },
    {
        "id": 198,
        "text": "حدثنا أحمد قال : ثنا مُؤمل قال سمعت سفيان يقول : قال إبراهيم : تركتِ المُرجئةُ الدِّينَ أرقَّ مِن ثوبِ سَابري."
    },
    {
        "id": 199,
        "text": "حدثنا محمد بن يزيد قال : ثنا أبو أحمد، عن زياد بن المنذر، قال : سمعت الشَّعبي يقول: لو كانت المرجئة من الدواب لكانوا حُمُرًا."
    },
    {
        "id": 200,
        "text": "حدثنا أحمد، نا عبد الله بن ميمون أبو عبد الرحمن الرَّقّي ، قال : أخبرنا أبو مليح قال : سُئل ميمون عن كلام المرجئة ؟ فقال : أنا أكبرُ مِن ذلك."
    },
    {
        "id": 201,
        "text": "حدثنا أحمد قال : ثنا عبد الرحمن قال: حدثني محمد بن أبي الوضاح عن العلاء بن عبد الله بن رافع، أن ذرا أبا عُمر أتى ابن جُبيرٍ يومًا في حاجَةٍ، قال: فقال: لا حتَّى تُخبرني على أي دين أنت اليوم ؟ فإنك لا تزال تلتمس دينًا قد أضللته، ألا تستحي من رأي أنت أكبر منه ؟!"
    },
    {
        "id": 202,
        "text": "حدثنا أبو الأزهر، قال : ثنا سعيد بن عامر، عن سلام، عن أيوب، قال : أنا أكبر من الإرجاء."
    },
    {
        "id": 203,
        "text": "حدثنا أبو الأزهر قال سمعت أبا ضمرة يقول: قال أبو حازم : لعن الله دينا أنا أكبر منه."
    },
    {
        "id": 204,
        "text": "حدثنا أحمد قال : ثنا أبو ،عمر قال : ثنا حماد بن سلمة، عن عطاء بن السائب عن زاذان وميسرة، قالا : أتينا الحسن ابن محمد، فقلنا : ما هذا الكتاب الذي وضعت ؟! وكان هو الذي أخرج كتاب المرجئة. قال زاذان : فقال لي: يا أبا عُمر؛ لوددت أني مِتُ قبل أن أُخرج هذا الكتاب."
    },
    {
        "id": 205,
        "text": "قال أحمد : لا يُعجبني للرَّجُل أن يُخالِطَ المُرجِيَّة."
    },
    {
        "id": 206,
        "text": "حدثنا بشار بن موسى قال : قيل لشريك ونحنُ عنده : يا أبا عبد الله ؛ كانوا يتزاورون وأهواؤهم مختلفة ؟ قال : لا . حدثنا مُغيرة، قال : سلَّمَ التيميُّ على النَّخعي فلم يرُدَّ عليه. وسَلَّمَ ذَرِّ على سعيد بن جبير فلم يرد عليه. قيل له: لم يا أبا عبد الله ؟ قال : لأنهم كانوا يرون الإرجاء؛ زعموا أن الصَّلاة ليس من الإيمان، إنَّما الإيمان قول ! وقد حدثنا أبو إسحاق، عن البراء في قول الله تبارك وتعالى: ﴿وَمَا كَانَ اللَّهُ لِيُضِيعَ إيمَتَكُمْ ﴾ قال : صلاتكم نحو بيت المَقدِس."
    },
    {
        "id": 207,
        "text": "حدثنا أحمد بن سُليمان الباهلي قال : ثنا مرحوم العطّار، قال: سمعت أبي وعمي سمعا الحسن ينهى عن مجالسة معبد الجهني، ويقول : لا تُجالسُوه ؛ فإنَّه ضالٌ مُضِلٌ."
    },
    {
        "id": 208,
        "text": "سمعتُ إسحاق يقول : الخيرُ والشَّرُّ مِن الله مقدور على عباده."
    },
    {
        "id": 209,
        "text": "حدثنا أبو معن، قال : ثنا أبو أحمد الزبيري، قال: حدثنا سفيان الثوري، عن عُمر بن محمد قال: كنتُ عِند سالم ابن عبد الله ، فقال له رجلٌ : الرَّجل يزني، كتبَهُ اللهُ عليه ؟ قال : نعم. قال : ويُعذبه عليه ؟ قال : نعم."
    },
    {
        "id": 210,
        "text": "حدثنا محمد بن الوزير الدمشقي، قال: حدثنا يوسف بن السفر، قال: حدثنا الأوزاعي قال : حدثني يونس بن يزيد الأيلي، عن ابن شهاب، عن عبد الرحمن بن كعب بن مالك، عن أبيه قال : قال رسول الله صلى الله عليه وسلم: «إِنَّ اللهَ لمَّا وعد موسى أن يُكلِّمه خرج إلى الوقت الذي وعده الله، قال: فبينا هو يُناجي ربَّه إذ سمعَ خلفَهُ صوتًا، فقال: إلهي إني لأسمع خلفي صوتًا، لعل قومي ضلوا ؟ قال : نعم يا موسى. قال : إلهي فمن أضلَّهم ؟ قال: أضلهم السامري. قال : إلهي، فيمَ أَضلَّهم؟ قال : صاغَ لهم عِجلًا جسدًا له خُوار. قال: إلهي هذا السَّامري صاغَ لهم العجل، فمن نفخ فيه الرُّوح حتَّى صارَ له خُوار ؟ قال: أنا يا موسى. قال : فَوَعزَّتِكَ إلهي ما أضلَّ قومي أحدٌ غيرك. قال: صدقت يا حكيم الحكماء، لا ينبغي لحكيم أن يكون أحكم منك»."
    },
    {
        "id": 211,
        "text": "حدثنا إسحاق بن إبراهيم قال أخبرنا بقيَّة بن الوليد، عن أرطأة بن المنذر عن ،بشير، عن مجاهد، عن ابن عمر، أن النبي صلى الله عليه وسلم قال : إن الله أوّل شيءٍ أخذ القلم بيمينه، وكلتا يديه يمين، فكتب الدُّنيا بما فيها من عملٍ مَعمولٍ بَرّ أو فاجِرٍ، رَطب أو يابس، وأحصَاهُ في الذكر. ثم قال : اقرؤوا إن شئتم : هَذَا كِتَبْنَا يَنطِقُ عَلَيْكُم بِالْحَقِّ إِنَّا كُنَّا نَسْتَنسِخُ مَا كُنتُمْ تَعْمَلُونَ فهل تكونُ النسخة إلَّا مِن شيءٍ قد فُرغَ مِنه ؟"
    },
    {
        "id": 212,
        "text": "حدثنا إسحاق، قال: ثنا بقيَّة بن الوليد، عن محمد بن الوليد الزبيدي، عن راشد بن سَعْد، عن عبد الرحمن بن أبي قتادة البصري، عن أبيه عن حكيم بن حزام، أن رجلًا قال يا رسول الله أنبتدى الأعمال، أم قُضي القضاء ؟ فقال رسول الله صلى الله عليه وسلم: إِنَّ اللهَ أَخذَ ذُرِّيةَ آدَمَ مِن ظَهرِهِ، ثُمَّ أفاضَ بِهم في كَفيهِ، ثُم أشهدَهُم على أنفُسهِم، ثُم قال: هؤلاء في الجنَّةِ، وهؤلاء في النَّارِ، فأهل الجَنَّةِ مُيَسَّرونَ لعمل أهل الجنَّةِ، وأهلُ النَّارِ مُيَسَّرون لعمل أهل النَّارِ»."
    },
    {
        "id": 213,
        "text": "حدثنا يحيى بن عثمان، قال: ثنا محمد بن حِمْيَر، قال: حدثني يزيد بن يوسف، عن أبي عبد الرحمن الأنصاري، عن عمرو بن دينار عن عبد الرحمن بن ،سابط عن ابن عباس عن رسول الله صلى الله عليه وسلم أنَّه قال: «لعلَّكَ أَن تَبقى بعدِي حَتَّى تُدرِكَ قوما يُكذِّبون بقدَرِ الله ، ويحملون الذُّنوب على عبادِهِ، واشتَقُوا كلامهم مِن النَّصارى، فإذا كان ذلك؛ فابرأ إلى الله منهم». فكان ابن عباس يرفع يديه فيقول: اللهم إني أبرأ إليك منهم ، كما أمرني رسول الله صلى الله عليه وسلم."
    },
    {
        "id": 214,
        "text": "حدثنا هشام بن عمار قال حدثنا سويد بن عبد العزيز، قال : ثنا قُرَّة بن عبد الرحمن بن حيويل، عن أبي قبيل حُيَيّ ابن هانئ المَعَافِري عن شُفي بن ماتع الأصبحي، عن عبد الله بن عمرو بن العاص، قال: دخلت على رسول الله صلى الله عليه وسلم وفي يده كتاب فقال: هذا كتابٌ كتبَهُ ربُّ العالمين بعدَدِ أهل الجنَّةِ، فيهِ أسماؤهم وأسماء آبائهم، ثُمَّ أُجمل على آخرهم، لا يُزادُ فِيهم ولا يُنتقصُ، وبِعَدَدِ أَهلِ النَّارِ، فِيهِ أسماؤهم وأسماء آبائهم، ثُمَّ أُجمِلَ على آخرِهم، لا يُزادُ فيهم، ولا ينتقص». فقال رجلٌ : ففيم العمل يا رسول الله ؟ فقال: «اعملوا وسَدَّدوا ، فإنَّ صاحِبَ الجَنَّةِ حَاتِم بعمل أهل الجنَّةِ، وإن عَمِلَ أيَّ عَمَلٍ، وإن صاحِبَ النَّارِ خاتم بعمل أهلِ النَّارِ، وإن عمل أيُّ عَمَل. ثم قال: ﴿فَرِيقٌ فِي الْجَنَّةِ وَفَرِيقٌ فِي السَّعِيرِ ﴾."
    },
    {
        "id": 215,
        "text": "حدثنا عُثمان بن سلام الأهوازي، قال: حدثنا صفوان بن عيسى عن عزرة بن ثابت عن يحيى بن عُقيل، عن يحيى ابن يعمر، عن أبي الأسود الدِّيلي، قال: غدوتُ على عمران ابن حصين يومًا من الأيام فقال لي عمران يا أبا الأسود؛ أرأيت ما يعمل النَّاس اليوم، ويكدحون فيه شيء قُضي عليهم ، ومضى عليهم في قدرٍ قد سبق ؟ أو شيء فيما يستقبلون مما أتاهم به نبيهم ، واتَّخِذَت به عليهم الحُجَّة؟ قال : قلتُ : بل شيء قُضي عليهم. قال : فقال عمران : فهل يكون ذلك ظُلماً ؟ قال : فَفَزِعتُ مِن ذلك فَزَعًا شديدًا، ثم قلتُ: إِنَّه ليس شيء إِلَّا خَلْقُ الله ، ومُلك يده، وَلَا يُسْتَلُ عَمَّا يَفْعَلُ وَهُمْ يُسْتَلُونَ ﴾. قال : فقال عمران : سدَّدك الله، والله ما سألتك إِلَّا لأُحرِزَ عقلك، إن رجلًا مِن مُزينة، - أو جُهينة -- أتى رسول الله صلى الله عليه وسلم فقال : يا رسول الله ؛ أرأيت ما يعمل النَّاس اليوم ويكدحون فيه، أشيءٌ قُضِيَ عليهم، ومضى عليهم في قدرٍ قد سبق ؟ أو فيم يستقبلون مما أتاهم به نبيهم واتخذت به الحُجَّة عليهم ؟ قال : بل شيءٌ قُضِيَ عليهم، ومضى عليهم». قالوا: يا رسول الله ؛ فلم يعملون إذًا ؟ فقال رسول الله صلى الله عليه وسلم: من كان الله خلقَهُ لِوَاحِدَةٍ مِن المنزلتين يهيئه الله لِعَملها، وتصدِيقُ ذلك في كتاب الله : وَنَفْسِ وَمَا سَوَّنَهَا فَأَفَمَهَا فُجُورَهَا وَتَقْوَنَهَا ﴾."
    },
    {
        "id": 216,
        "text": "حدثنا المُسيّب بن ،واضح، قال: ثنا يوسف بن أسباط، عن بحر السَّقاء، عن أبي حازم، عن أبي هريرة، قال: قال رسول الله صلى الله عليه وسلم : ما كانت زندقَةٌ قَط إِلَّا كان أصلها التكذيب بالقدر»."
    },
    {
        "id": 217,
        "text": "حدثنا أبو الفضل عباس بن الوليد قال : حدثنا مروان بن محمد، قال: حدثنا سُليمان بن عتبة السلمي، قال: حدثنا يونس بن ميسرة بن حَلْبس، عن أبي إدريس الخولاني، عن أبي الدرداء، أنهم قالوا يا رسول الله؛ أرأيت ما نعمل، أفي شيءٍ قد فرغ منه ؟ أم شيء نستأنفه ؟ فقال رسول الله صلى الله عليه وسلم: «في شيءٍ قد فُرغَ مِنهُ». قالوا : فكيف بالعمل بعد القضاء؟ فقال رسول الله صلى الله عليه وسلم : كُلُّ امرىءٍ مُبسَرٌ لِمَا خُلِقَ له."
    },
    {
        "id": 218,
        "text": "حدثنا أبو الربيع الزهراني قال ثنا عبد الله بن يزيد ، المقرئ قال : ثنا عبد الله بن لهيعة بن عُقبة، قال: حدثني عمرو بن ،شعیب قال كنت عند سعيد بن المسيب إذ جاءه ،رجل، فقال: إن ناسا يقولون : قدَّرَ الله كُلَّ شيءٍ ما خلا الأعمال. فغَضِبَ سعيد غضبا لم أره غضب مثله قط، حتى هم بالقيام ثم قال : فعلوها فعلوها ويحهم لم يعملون ؟! أما أنِّي قد سمعت فيهم بحديث كفاهم به شرا. فقلتُ : وما ذاك يا أبا محمد رحمك الله ؟ فقال : حدثني رافع بن خديج، عن النبي صلى الله عليه وسلم قال: «سيكونُ في أمتي قوم يُكذِّبون بالله وبالقرآن، وهم لا يشعرون». قال : فقلت : يقولون كيف يا رسول الله ؟ قال: «يُقِرُّون ببعض القدر، ويكفرون ببعض». قال : قلتُ : يقولون ماذا يا رسول الله ؟ قال: «يقولون الخيرُ مِن الله ، والشَّرُّ مِن إبليس، ثم يقرؤون على ذلك كتاب الله ؛ فيكفرون بالله وبالقرآن بعد الإيمان والمعرفة، فماذا تلقى أُمَّتي منهم من العداوة والبغضاء ، ثُم يكون المسخُ ؛ فيُمسَخُ عامَّةُ أولئك قردةً وخنازير، ثُم يكونُ الخسفُ فقل من ينجو منهم، المؤمنُ يومئذ قليلٌ فَرَحُهُ، شديدٌ عَمُّهُ». بكى النبي صلى الله عليه وسلم حتى بكينا لبكائه. فقيل : يا رسول الله ؛ ما هذا البكاء ؟! قال: رحمةً لهُم الأشقياء؛ لأنَّ منهم المُجتهد، ومِنهُم المُتَعبد، أما إنّهم ليسوا بأوَّلِ مَن سبق إلى هذا القول، وضاق بحملِهِ ذَرْعًا، إن عامَّةَ مَن هلك من بني إسرائيل بالتكذيب بالقدر». فقيل : يا رسول الله ؛ فما الإيمان بالقدر ؟ قال: «أن تُؤمنَ بالله وحدَهُ وتؤمنَ بالجِنَّةِ والنَّارِ، وتعلم أنَّ الله تبارك وتعالى خلقهما قبلَ الخلقِ، ثُم خلق الخلق لهما، فجعلَ مَن شاءَ مِنهُم للجنَّةِ، ومن شاءَ مِنهُم للنَّارِ، عدلًا منه، فكُلُّ يعملُ لِما فُرغَ منه، وصائر إلى ما خُلِقَ له». فقلت: صدق الله ورسوله."
    },
    {
        "id": 219,
        "text": "حدثنا محمد بن ،مُصفّى قال حدثنا بقيَّة بن الوليد، عن حبيب بن عمر الأنصاري عن أبيه، عن ابن عُمر، عن عُمر، عن رسول الله صلى الله عليه وسلم أنَّه قال: «يُنَادِي مُنادٍ يومَ القِيامَةِ : لَيَقُم خُصَمَاءُ الله، وهُم القدرية»."
    },
    {
        "id": 220,
        "text": "حدثنا زيد بن يزيد قال : حدثنا عبد الملك بن عمرو، قال: حدثنا سُليمان بن سفيان، عن عبد الله بن دينار، عن عبد الله ابن عمر، عن عمر بن الخطاب قال : لما نزلت : ﴿فَمِنْهُم شَقِيٌّ وَسَعِيدٌ ﴾ سألت النبي صلى الله عليه وسلم فقلت: يا رسول الله ؛ فعلى ما نعمل أعلى أمر قد فُرغَ منه ؟ أم شيء لم يُفرغ مِنهُ ؟ قال: «بل على شيءٍ قد فُرِغَ مِنهُ، وجَرَتْ بِهِ الأقلامُ يَا عُمر ؛ ولكن كُلِّ مُيسرٌ لِمَا خُلِقَ له»."
    },
    {
        "id": 221,
        "text": "حدثنا محمد بن مُصفّى قال حدثنا بقيَّة، قال: حدثنا ابن أبي جميلة عن نافع عن ابن عُمر، عن النبي صلى الله عليه وسلم قال: «إنّ الله لو شاء أن لا يُعصَى ما خلقَ إبليسَ»."
    },
    {
        "id": 222,
        "text": "حدثنا محمد بن مُصفّى، قال حدثنا بقيَّة، عن سعيد بن جميل، عن ثابت البناني، قال: سمعت ابن عُمر يقول : سمعت رسول الله صلى الله عليه وسلم يقول : يكونون مُكَذِّبِينَ زنديقين؛ ألا وهم مجوس هذه الأمة، ما هلكت أُمَّة قط إلَّا بشركها ، ولا كان بده شركها بعد إيمانها إلا بتكذيب بالقدر»."
    },
    {
        "id": 223,
        "text": "حدثنا ابن مُصفّى ، قال : حدثنا أبو المغيرة، قال: ثنا أبو يحيى اليماني الحبشي قال سمعت طاووسًا يُحدّث عن ابن عباس قال: قال رسول الله صلى الله عليه وسلم : الكُلِّ أُمَّةٍ مجوس، وإن مجوس أُمَّتي لأقوامٌ يُكذِّبُون بمقادِيرِ الله ، وإِنَّ أَدْنَى تکذیب بالقدرِ كمثلِ مَن أشرك بالله بعد الإيمان."
    },
    {
        "id": 224,
        "text": "حدثنا محمد بن مُصفّى قال : ثنا بقيَّة عن عُمر بن محمد، ، عن زيد بن أسلم عن أبيه عن أبي هريرة، عن رسول الله صلى الله عليه وسلم لما نزلت لِمَن شَاءَ مِنكُمْ أَن يَسْتَقِيمَ قالوا : الأمر إلينا إن شئنا استقمنا، وإن شئنا لم نستقم. فأهبط الله عليه جبريل يقول : كذبوا يا محمد، ﴿وَمَا تَشَاءُونَ إلَّا أَن يَشَاءَ اللهُ رَبُّ الْعَالَمِينَ ﴾. ففَرَّجَ ذلك عن رسول الله."
    },
    {
        "id": 225,
        "text": "حدثنا الحميدي، قال حدثنا ،سُفيان قال : ثنا أبو الزناد، عن الأعرج عن أبي هريرة قال: قال رسول الله صلى الله عليه وسلم : احتَجَّ آدمُ ومُوسى فقال موسى يا آدم؛ أنتَ أبونا خيبتنا، وأخرجتنا من الجنَّةِ! فقال آدم : يا مُوسَى ؛ اصطفاك الله بكلامِهِ، وخَطَّ لك في الألواحِ بيدِهِ، أتلُومُني على أمرٍ قَدَّرَهُ اللهُ عليَّ قبل أن يخلُقَني بأربعين عاما ؟». قال رسول الله صلى الله عليه وسلم : «فَحَجَّ آدَمُ مُوسَى، فَحَجَّ آدمُ مُوسَى."
    },
    {
        "id": 226,
        "text": "حدثنا هشام بن عمار قال : حدثنا سليمان بن عتبة، قال: سمعت يونس بن ميسرة بن حَلبس، يُحدِّثُ عن أبي إدريس الخولاني، عن أبي الدرداء، عن النبي صلى الله عليه وسلم قال: «لا يبلغ العَبدُ حَقيقة الإيمانِ حَتَّى يَعلَمَ أنَّ ما أصابَهُ لم يَكُن ليُخطئه، وأن ما أخطأه لم يَكُن لِيُصِيبَهُ، ولا يَدخُل الجنَّةَ عاق، ولا مُدمِنُ خمر، ولا مُكذِّبٌ بقدر."
    },
    {
        "id": 227,
        "text": "حدثنا محمود قال: حدثنا مروان بن محمد، قال: ثنا رباح ابن الوليد، قال: حدثني إبراهيم بن أبي عبلةَ، عن أبي يزيد الأزدي، عن عُبادة بن الصَّامت، قال: سمعت رسول الله صلى الله عليه وسلم يقول: «أول ما خلقَ اللهُ القلم، فقال له: اكتب. فقال: یا ربِّ؛ وما أكتُبُ ؟ قال : اكتب مقادِيرَ كُلِّ شي."
    },
    {
        "id": 228,
        "text": "حدثنا محمد بن مُصفّى قال حدثنا بقيَّة بن الوليد، عن الأوزاعي، عن ابن جريج، عن أبي الزبير، عن جابر، قال: قال رسول الله صلى الله عليه وسلم: «إن مجوس هذه الأُمَّة قَومٌ يُكذِّبون بأقدار الله ؛ إن مَرِضوا فلا تعودوهم، وإن لقيتُموهم فلا تُسلِّمُوا عليهم، وإن مَاتُوا فلا تَشهدوهم»."
    },
    {
        "id": 229,
        "text": "حدثنا سعيد بن عون قال : ثنا جعفر بن سليمان، عن مرزوق أبي بكر، عن أبي الزبير عن جابر، قال: سأل سُراقة بن جعشم رسول الله صلى الله عليه وسلم قال : يا رسول الله، أنعمل فيما جرت به الأقلام وجفت به الكُتب ؟ أم نعمل فيما نستأنف ؟ قال : تعملون فيما جَرَتْ بهِ الأقلام، وجَفَّت بهِ الكُتُب». قال : ففيم يعملُ العاملون يا رسول الله صلى الله عليه وسلم ؟ قال : كُلِّ مُيسر للذي خُلِقَ لَهُ»."
    },
    {
        "id": 230,
        "text": "حدثنا أبو معن قال : حدثنا أبو إسحاق، قال: حدثنا الأزرق بن يحيى، قال: ثنا عبيد الله ، قال : ثنا عُبيد الله بن زياد، عن أبان عن أنس بن مالك، أن رسول الله صلى الله عليه وسلم قال: «القدري : أَوَّلُهُ مجوسِيٌّ، وآخِرُهُ زِندِيقٌ."
    },
    {
        "id": 231,
        "text": "حدثنا محمد بن نافع ، قال : ثنا الحَفَرِي، قال: حدثنا سفيان، عن عمر بن محمد، عن عمر مولى غفرة، عن حذيفة، عن رسول الله صلى الله عليه وسلم : «إنَّ قوما يقولون: لا قَدَرَ، وهُم مَجوس هذه الأُمَّةِ، فلا تشهدوا لهم جنازَةً، ولا تَعودُوا لَهُم مَرِيضًا؛ فإنَّهم شيعة الدَّجَّالِ وحَقٌّ على الله أن يُلحِقَهُم بِالدَّجَّالِ»."
    },
    {
        "id": 232,
        "text": "حدثنا أبو معن، قال: حدثنا يزيد بن هارون، قال: حدثنا بشر بن نمير، عن القاسم، عن أبي أمامة، عن النبي عليه الصَّلاة والسَّلام قال : خَلَقَ اللهُ الخلق، وقضَى القضيَّة، وأخَذَ مِيثَاقَ النَّبيين، وعرشُهُ على المَاءِ، فأهلُ الجَنَّةِ أهلُهَا، وأهلُ النَّارِ أَهْلُهَا». قالوا : يارسول الله، ففيم العمل ؟ قال: «يعملُ كُلُّ قوم لمنازلهم."
    },
    {
        "id": 233,
        "text": "حدثنا محمد بن أبي بكر، قال حدثنا حسان بن إبراهيم، قال: ثنا سعيد بن مسروق، عن يوسف بن أبي بردة، عن أبي بردة، قال: أتيتُ عائشة، فقلتُ: يا أمتاه، حدثيني بشيء سمعتيه من رسول الله. فقالت : قال رسول الله صلى الله عليه وسلم: «الطَّيرُ تَجري بقدرٍ». وكان يُعجِبُه الفأل الحسن."
    },
    {
        "id": 234,
        "text": "حدثنا محمد بن الوزير قال : ثنا مروان بن محمد، قال: حدثنا بقيَّة بن الوليد قال حدثنا حبيب بن عمر الأنصاري، عن أبيه، قال: سمعت واثلة بن الأسقع يقول : أما أنا فلستُ أُصلِّي خلفَ قدري."
    },
    {
        "id": 235,
        "text": "حدثنا الحسين بن محمد السعدي قال : ثنا میمون بن زيد، قال : ثنا حرب بن سُريج قال قلت لأبي جعفر: إن لنا إمامًا قدريًا ؟ قال : أعد كُلَّ صلاةٍ صليت خلفَهُ."
    },
    {
        "id": 236,
        "text": "حدثنا محمد بن الوزير الدمشقي، قال: حدثنا سلام بن سليمان، قال: ثنا عُبيدالله بن أبي سفيان، قال: سمعت ابن سيرين يقول : لا تأكلوا ذبائح القدريَّة."
    },
    {
        "id": 237,
        "text": "حدثنا سعيد بن ،منصور قال : ثنا عبد العزيز بن محمد، عن أبي سهيل، قال: إذا سلَّمَ عليك القدري ؛ فقُل : وعليك."
    },
    {
        "id": 238,
        "text": "حدثنا محمد بن عُمر بن علي قال : حدثنا الحسن بن حبيب، عن وائل بن زُريق عن عبد العزيز بن عُمر، عن عُمر بن عبد العزيز قال : لا تغزوا مع القدريَّة؛ فإنَّهم لا يُنصرون."
    },
    {
        "id": 239,
        "text": "حدثنا محمد بن عُمر بن مُقَدَّم ، قال : ثنا أبو عصمة الحذاء، عن أبي صالح عن أبيه ، قال : خُوصِم إلى عُبيدالله بن الحسن في غلام اشتُريَ مِن ،رجل، فقال : إني اشتريت هذا، وضَمِنَ لي : لا داء، ولا غائلة، بيع المُسلم المسلم، وإني وجدته قدريًا ! قال : وأي داء أدوى منه. قال : فردَّه عليه."
    },
    {
        "id": 240,
        "text": "حدثنا بشر بن معاذ وعيسى بن ،سُليمان قالا : حدثنا عبد الله ابن جعفر قال : أخبرني أبو سهيل نافع بن مالك، قال: شاورني عمر بن عبد العزيز قال: ما ترى في القدرية ؟ قال : قلتُ : أرى أن يُستتابوا فإن تابوا وإلا ضربت أعناقهم. فقال عمرُ : أما إن تلك سيرة الحقِّ."
    },
    {
        "id": 241,
        "text": "حدثنا أبو سُليمان يحيى بن ،عثمان قال: حدثنا اليمان بن عَدِي قال : سألتُ الضَّحاك بن حُمْرَة عن القدري ؟ قال : يُستتاب فإن تابَ وإِلَّا قُتِلَ."
    },
    {
        "id": 242,
        "text": "حدثنا محمد بن الوزير قال : ثنا مروان بن محمد، قال: ثنا معاوية بن يحيى قال : ثنا أرطأة بن المنذر عن حكيم بن عمير، قال : ذُكِرَ عند عمر بن عبد العزيز أهل القدر. فقال عمر : إن كان يتخذونه دِينًا ؛ فهم أهل أن تُسلَّ ألسنتهم من أقفيتهم."
    },
    {
        "id": 243,
        "text": "حدثنا بشر بن مُعاذ قال: حدثنا مُعتمر، عن أبي مخزوم، عن سيار أبي الحكم، أن عُمر بن عبد العزيز قال : ينبغي للمُكَذِّبةِ بالقدر أن يُستتابوا ، فإن تابوا وإلَّا أُجلوا من ديارِ المُسلمين."
    },
    {
        "id": 244,
        "text": "حدثنا محمد بن الوزير قال حدثنا مروان بن محمد، قال: سُئل مالك عن القدري الذي يُستتاب ؟ قال: الذي يقول : إِنَّ الله لا يعلمُ ما العباد عاملون حتَّى يعملوا. قال أبو عبد الله : هؤلاء الذين أخرجوا الله مِن عِلمِهِ."
    },
    {
        "id": 245,
        "text": "حدثنا أبو معن، قال: حدثنا يحيى بن الفضل، قال: شَهِدت مكنف الندبي سأل أبا يوسف القاضي، فقال: يا أبا يوسف، ما الحكم في القدريَّةِ ؟ قال : الحُكمُ أَنَّه مَن جحد العلم استتبته، فإن تاب وإلا قتلته."
    },
    {
        "id": 246,
        "text": "حرب بن إسماعيل الحنظلي الكرماني، قال: حدثنا محمد بن أبي بكر، قال: حدثنا حسان بن إبراهيم، قال: حدثنا محمد ابن الفضل، عن كُرْز بن وبرة، عن محمد بن كعب القرظي قال : لعنت القدريَّة على لسانِ سبعين نبيا، منهم نبينا هذا، فإذا كان يوم القيامةِ نادى مُنادي : ليَقُم خُصماء الله. فيقوم القدرية."
    },
    {
        "id": 247,
        "text": "حدثنا محمد بن عُمر بن علي، قال: ثنا الحسن بن حبيب، عن الأصبغ بن زيد عن أبي غياث قال : سمعت أنس ابن مالك يقول : المُكذِّبون بالقدر المشركون."
    },
    {
        "id": 248,
        "text": "حدثنا محمد بن عمر قال: حدثنا ابن ندية ، عن عُمر بن محمد، قال: قال ابن عباس : الإيمان بالقدر نظام للتوحيد، فمن وحَدَ الله وكذَّبَ بالقدر؛ كان تكذيبه بالقدر نقضا للتوحيد."
    },
    {
        "id": 249,
        "text": "حدثنا أبو معن قال : ثنا مُؤمل بن إسماعيل، ثنا عمر بن محمد العمري، قال: حدثنا سالم بن عبد الله، قال: قال ابن عمر : مَن زعم أنَّ مع الله ،بارِيًّا، أو خالقًا، أو رازقًا، أو ،قاضيًا، أو راضيا أو يملك لنفسه ضرا أو نفعًا، أو موتاً أو حياةً، أو نشورًا؛ بعثه الله أخرسَ لِسانه، وأعمى بصره، وجعل عمله هباءً منثورا، وقطع به الأسباب، وأكبَّهُ في النَّارِ على وجهه."
    },
    {
        "id": 250,
        "text": "حدثنا حبان بن ،عمار قال : ثنا عُمر بن يونس، قال: حدثنا أيوب بن النَّجار، عن ابن عون عن محمد، قال: حدثتُ أن القدريَّةَ يُمسخون في قبورهم قردة وخنازير."
    },
    {
        "id": 251,
        "text": "حدثنا سعيد بن منصور قال حدثنا حماد بن زيد، عن أبي مخزوم النهشلي قال : قال عُمر بن عبد العزيز : يا أيها الناس اتقوا الله فإنَّه والله لا بُدَّ لأقوام أن يعملوا أعمالا ، كتبها الله عليهم، ووضعها في أعناقهم."
    },
    {
        "id": 252,
        "text": "حدثنا المُسيب بن واضح قال : ثنا يوسف بن السَّفَر، عن الأوزاعي، عن الزهري قال: القضاء هو القدر، والقدر هو العلم والعلم نافذ في العبادِ فيما عملوا من خيرٍ أو شر، مكتوب في رقابهم إلى أن يُفارقوا الدنيا."
    },
    {
        "id": 253,
        "text": "حدثنا سعيد بن منصور قال : ثنا أبو معشر، عن محمد بن كعب في قوله : مَا أَنتُمْ عَلَيْهِ بِفَتِنِينَ إِلَّا مَنْ هُوَ صَالِ الْجَحِيمِ ، قال: ما أنتم بمُضلين أحدًا إِلَّا مَن كتبتُ عليه أنَّه مِن أهل الجحيم."
    },
    {
        "id": 254,
        "text": "حدثنا سعيد بن منصور قال حدثنا عبد الحميد بن سليمان، عن أبي حازم قال : ذُكِرَ عند ابن عُمر قوم يُكذِّبون بالقدر، فقال: لا تجالسُوهم، ولا تسلّموا عليهم، ولا تعودُوا مرضَاهُم، ولا تشهدوا جنائزهم، وأخبروهم أني منهم بريء، وأنهم مِنِّي براء، وهم مجوس هذه الأُمَّةِ."
    },
    {
        "id": 255,
        "text": "حدثنا كثير بن يحيى بن كثير :قال حدثني منصور بن زيد العدوي، قال: حدثنا عُمر بن محمد بن زيد، قال: سأل رجل سالم بن عبد الله قال : الزِّنا بقدر ؟ قال : نعم. قال : قضاء قضاه الله عليه ؟ قال: نعم، على رغم أنفك."
    },
    {
        "id": 256,
        "text": "سمعت إسحاق بن إبراهيم يقول : مضت السُّنَّةُ من النبي صلى الله عليه وسلم والخُلفاء من بعده، واجتمع علماء الأمصار على ذلك : أنَّه أن لا يشهد أحدٌ على أحدٍ بعدَ النبي عليه الصَّلاة والسَّلام في الجنَّةِ لصلاحه وفضله وسوابقه. ولا أحد أنَّه من أهل النَّارِ لارتكاب المعاصي والذنوب، ونكل ذلك إلى الله، فإنَّه الذي يتولى السرائر. قال: ويحقُّ عليك أن تعرف وتستيقن أن ما صَحَّ عن النبي صلى الله عليه وسلم أنه قال في الجنَّةِ؛ فهو في الجنة. كذلك الأمرُ عند أهل العلم من غير أن ينصبَ الشَّهادة."
    },
    {
        "id": 257,
        "text": "حدثنا مالك بن سَعْد ابن أخي روح، قال: ثنا محمد بن يعلى، قال حدثنا عُمر بن الصُّبح عن خالد بن ميمون، عن نفيع بن الحارث عن زيد بن أرقم، قال: قال رسول الله صلى الله عليه وسلم فيما يروي عن ربه تبارك وتعالى أنه قال: «لا تُنزِلُوا عبادِي العارفين المُوحّدِينَ المُقرِّينَ بالجنَّةِ ولا النَّارِ؛ أكون أنا الذي أنزِلُهم بعلمي فيهم، ولا تكلفوا ذلك ما لم تُكلَّفوا ولا تُحاسِبُوا العباد دون ربهم."
    },
    {
        "id": 258,
        "text": "حدثنا أبو معن، قال حدثنا ،مُعتمر عن ليث، عن جعفر العبدي، قال: قال رسول الله صلى الله عليه وسلم: «وَيلٌ لِلمُتأَلِّين مِن أُمَّتِي، الذِينَ يقولون : فُلانٌ في الجنَّةِ، وفُلانٌ في النَّارِ)."
    },
    {
        "id": 259,
        "text": "حدثنا أحمد بن عبد الله بن ،یونس قال: حدثنا عاصم بن محمد، عن أبيه قال: قال عبد الله بن عُمر، قال رسول الله صلى الله عليه وسلم: «لا يَزالُ هذا الأَمرُ فِي قُرَيشِ مَا بَقِي مِن النَّاس اثنان». وقال بيده هكذا."
    },
    {
        "id": 260,
        "text": "حدثنا أحمد بن حنبل قال حدثنا محمد بن جعفر، قال: ثنا شعبة، عن حبيب بن الزبير، قال: سمعت ابن أبي الهذيل، قال : كان عَمرو بن العاص يتخوَّلُنا، فقال رجل من بكر بن وائل : لئن لم تنتهِ قريش ليضعن هذا الأمر في جمهورٍ من جماهير العرب سواهم. فقال عمرو بن العاص : كذبت ؛ سمعت رسول الله صلى الله عليه وسلم يقول : قُرَيش ولاةُ النَّاسِ في الخير والشر إلى يوم القيامةِ»."
    },
    {
        "id": 261,
        "text": "حدثنا أبو معن قال : ثنا عبد الملك بن عمرو، قال: حدثنا كثير بن عبد الله، عن أبيه عن جده، أن رسول الله صلى الله عليه وسلم ، قال: (يا معشرَ قُريش ، إِنَّكُم الولاة بَعدِي لهذا الأمر، فلا تموتُنَّ إِلَّا وأنتم مسلمون»."
    },
    {
        "id": 262,
        "text": "حدثنا يحيى بن عبد الحميد قال : حدثنا إبراهيم بن سعد، عن صالح بن كيسان عن ابن شهاب، عن عبيد الله بن عبد الله بن عتبة، عن ابن مسعود قال: قال النبي صلى الله عليه وسلم: «يا معشر قريش، إنَّ هذا الأمر فِيكُم ما لم تعصوا الله ، فإذا عصيتموه بعثَ اللهُ عليكم مَن يلحَاكُم كما يُلحى هذا القضيب». وألْحَى قضيبًا في يدِهِ أبيض."
    },
    {
        "id": 263,
        "text": "حدثنا سعيد بن منصور قال : حدثنا أبو معاوية، قال: حدثنا جعفر بن برقان، عن يزيد بن أبي نُشبة، عن أنس بن مالك، قال: قال رسول الله صلى الله عليه وسلم: «الجهادُ مَاضٍ مُنذُ بعثني الله إلى أن يُقاتِلَ آخِرُ أُمَّتِي الدَّجَّالَ لا يُبْطِلُهُ جَوْرٌ جائرٍ ، ولا عَدْلُ عادِلٍ."
    },
    {
        "id": 264,
        "text": "حدثنا سعيد بن ،منصور قال حدثنا جعفر بن برقان، عن هشام قال: أخبرنا ،مغيرة عن إبراهيم، قال: سُئل عن الغزو مع بني مروان، وذكر ما يصنعون! قال : إن عَرَّضَ بهِ إِلَّا الشَّيطان ليبطهم عن جهادِ عدوهم."
    },
    {
        "id": 265,
        "text": "حدثنا المسيب بن واضح قال حدثنا أبو إسحاق الفزاري، عن الأعمش، قال : كان عبد الرحمن بن يزيد، وأبو جحيفة، وإبراهيم النخعي، وعمارة بن عمير يغزون في إمرة الحجاج. قلت : وأين كانوا يغزون ؟ قال: خُراسان، والديلم، وغير ذلك. فقال رجل من القوم: أكانوا يكرهون على ذلك ؟ قال : لا ، بل يخفون فيه، ويُعجبهم."
    },
    {
        "id": 266,
        "text": "قال : وحدثنا أبو إسحاق، قال: سألتُ هِشَامًا عن الغزو مع هؤلاء الأئمة ؟ وذكرت له ما طُعِنَ في الغزو معهم. فقال : كان الحسن وابن سيرين يقولان: لك أجره، وذخره، وشرفه، وفضيلته، وعليهم مأثمهم. قال : وكان الحسن يقول : بلغني أن النبي عليه الصَّلاة والسَّلام كان يقول: «ليؤيدنَّ الله هذا الدِّين بأقوام لاخلاق لهم. وكان الحسن يقول: أربع من أمر الإسلام إلى السلطان: الحكم، والفيء، والجهاد، والجمعة. قلتُ لهشام: وإن بروا أو فجروا ؟ قال : وإن بروا أو فجروا."
    },
    {
        "id": 267,
        "text": "حدثنا المسيب، قال : حدثنا أبو إسحاق، عن موسى بن عُقبة، قال: غزوت مع سالم بن عبد الله الرُّوم مع إمرة الوليد بن عبد الملك."
    },
    {
        "id": 268,
        "text": "حدثنا المسيب قال : ثنا أبو إسحاق، عن الرَّبيع بن صَبيح عن قيس بن سعد قال : قيل لابن عمر: ما ترى في الغزو ؟ فإن الأمراء قد أحدثوا ما قد رأيت! قال : اغزُ ،معهم وليس عليك من إحداثهم شيء."
    },
    {
        "id": 269,
        "text": "حدثنا محمد بن بشار قال : ثنا عبد الرحمن قال: ثنا عبد العزيز بن مسلم عن أبي سنان، عن عبد الله بن أبي الهذيل، قال : تذاكرنا ليالي المُختار الجمعة؛ فاجتمع رأيهم على أن يأتوه، فإنَّما كَذِبه على نفسِهِ."
    },
    {
        "id": 270,
        "text": "حدثنا محمد بن بشار، قال حدثنا سفيان، عن الأوزاعي، عن عمير بن هانئ، قال: كنتُ أسمع ابن عمر يقول لعبد الملك بن ،مروان ولابن الزبير، ولنجدة: ذُباب النَّارِ. ثُم تُقامُ الصَّلاةُ، فيُصلِّي مع هؤلاء، ومع هؤلاء."
    },
    {
        "id": 271,
        "text": "حدثنا ،محمد قال : ثنا عبد الرحمن قال : ثنا سفيان، عن بسام الصيرفي، عن أبي جعفر قال كان الحسن والحسين يسبان ،مروان ثُم تُقام الصَّلاة فيبتدرانِ الصَّلاةَ خلفَهُ."
    },
    {
        "id": 272,
        "text": "حدثنا نصر بن علي قال حدثنا عمر بن أبي خليفة، قال: سألتُ عبد الكريم أبا أُمَيَّة عن الصَّلاةِ خلف بني أُمَيَّة ؟ فقال : كان ابن عُمر يجيء في الليلةِ المُظلمة فيُصلِّي خلف الحجاج."
    },
    {
        "id": 273,
        "text": "حدثنا إسماعيل بن عبد الحميد العجلي، قال: حدثنا لمازة ابن المغيرة، عن عبد الرحيم بن زيد بن الحواري العمي، عن عمهِ ، قال : قال رسول الله صلى الله عليه وسلم: «سَبعٌ مِن الهُدى، وفيهنَّ الجماعة، من خرجَ مِن شيءٍ مِنهُنَّ خرجَ مِن الجماعة، ثُم قال: لا تشهَدُوا على أهلِ مِلَّتِكُم بِكُفر، ولا شرك، ولانفاق، وذَرُوا سرائرَهُم إِلى الله. وصلوا على مَن صَلَّى القِبلة إذا مات. وصلوا الصَّلوات الخمس، والجمعات خلفَ كُلِّ إمامٍ بَرّ أو فاجر . وجاهِدُوا مع كُلِّ خليفةٍ، لكم جِهَادُكُم، وعليهم إثمُهُ. وادعُوا لهُم بالصَّلاحِ والعافية، ولا تَدعُوا عليهم. ولا تخرجوا على الأئمَّةِ بالسَّيفِ وإن جارُوا. وجابوا الأهواء كُلَّها، فإنّ أوّلها وآخرها باطِلٌ»."
    },
    {
        "id": 274,
        "text": "حدثنا أحمد بن يونس قال حدثنا مِندَل، عن حماد بن عبد الرحمن، قال: ثنا محمد بن عبد الله الشُّعيثي، قال: سمعت مكحولا يقول في مَرَضِهِ الذي مات فيه : أربع لـم أحدثكموهُنَّ عن رسول الله ، فأنا مُحدِّثكموهُنَّ : لا تكفّرُوا أهلَ مِلَّتِكُم وإن عملوا الكبائر، والصَّلاةُ على كُلِّ ميت، والصَّلاةُ خلفَ كُلِّ إمام، والجهاد مع كُلِّ أمير». قال مكحول : ثنتان من رأيي لم أذكرهما عن النبي صلى الله عليه وسلم : لا تقولوا في عليّ وعثمان إلا خيرًا : ﴿ تِلْكَ أُمَّةٌ قَدْ خَلَتْ لَهَا مَا كَسَبَتْ وَلَكُم مَّا كَسَبْتُمْ وَلَا تُسْتَلُونَ عَمَّا كَانُوا يَعْمَلُونَ ﴾."
    },
    {
        "id": 275,
        "text": "حدثنا أبو معن قال : حدثنا الضحاك، قال: حدثني زمعة بن صالح، قال: حدثني سلمة بن ،وهرام، قال: قلتُ لطاووس : لا أؤدي عشور أرضي وأقسمها؟! فقال: أولم تعشر أرضك ؟! قلت: بلى، أما هؤلاء الأمراء فقد أخذوها؛ ولكن يضعونها في غير حقها، فلا أدري يقضى ذلك عنِّي أم لا ؟ قال: وما يُدريك؟! بل تقضي عنك، إيَّاك والبدع، وقم للقرد في زمانه."
    },
    {
        "id": 276,
        "text": "حدثنا هارون بن موسی :قال حدثنا حماد بن زيد عن كلثوم بن جبر، عن قَزَعَةَ، أن ابن عُمر سُئِلَ عن الزَّكَاةِ ؟ فقال: ادفعوها إليهم. فكأنَّهم رادوه. فقال : ادفعوها إليهم وإن تمزّقوا بها لحوم الكلاب على موائدهم."
    },
    {
        "id": 277,
        "text": "حدثنا هشام بن عمار قال : ثنا أبو سعيد الأنصاري، عن أبيه، عن خالد بن معدان عن عبد الرحمن بن عمرو السلمي، عن العرباض بن سارية، قال: سمعت رسول الله صلى الله عليه وسلم يقول: «أوصِيكُم بتقوى الله، والسَّمع والطَّاعَةِ، وإِنْ عَبدًا حبشيا، فإنَّهُ مَن يَبقَ بعدِي فَسَيرَى اختلافا كثيرًا، فعليكم بِسُنَّتي، وسُنَّةِ الخُلفاءِ الرَّاشِدين المهديين، وعضوا عليها بالنَّواجِذِ، وإِيَّاكُم ومُحدَثاتِ الأُمُورِ، فإِنَّ كُلَّ بدعَةٍ ضَلالَةٍ»."
    },
    {
        "id": 278,
        "text": "حدثنا أبو معن قال حدثنا وهب بن جرير، قال: ثنا أبي، قال: سمعت غيلان بن جرير يُحدِّث عن أبي قيس بن رياح، عن أبي هريرة عن النبي صلى الله عليه وسلم قال: «مَن خرجَ مِن الطَّاعَةِ، وفارق الجماعة، فمات؛ مِيتَتُهُ جَاهِلية»."
    },
    {
        "id": 279,
        "text": "حدثنا عبيد الله بن معاذ قال : ثنا أبي، قال: حدثنا شعبة، عن قتادة قال : سمعت أبا ،مِراية قال سمعت عمران بن حصين يُحدِّث عن النبي لا أنه قال : «لا طاعة لأحدٍ في معصية الله."
    },
    {
        "id": 280,
        "text": "حدثنا عبد الوهاب بن الضحاك قال حدثنا إسماعيل بن عياش، عن عبد العزيز بن عُبيد الله عن شهر بن حوشب، عن عبد الله بن عمرو بن العاص، عن رسول الله صلى الله عليه وسلم أنه قال : كائِنُ بَعدِي أَمراءٌ يُعرِّفُونكم ما تُنكرون، ويُنكرونَ عليكم ما تَعرِفُون، فلا طاعَةَ لهُم عليكُم، فلا تعتلُوا بالله»."
    },
    {
        "id": 281,
        "text": "حدثنا بشر بن هلال قال ثنا جعفر بن سليمان، عن هشام، عن ابن سيرين قال: قال شريح: كانت الفتنة تسع سنين ما خُبِّرْتُ فيها ولا استخبرتُ ؛ وما سلمتُ. قيل : وكيف ذاك يا أبا أُميّة ؟ قال : ما التقت فئتان إلا وهواي مع أحدهما."
    },
    {
        "id": 282,
        "text": "حدثنا عمرو بن عُثمان قال حدثنا أبي، قال: حدثنا شهاب ابن خراش عن القاسم بن غزوان عن إسحاق بن راشد الجزري، عن سالم قال : حدثني عمرو بن وابصة الأسدي، عن أبيه وابصة قال : حدثني ابن مسعود، عن رسول الله صلى الله عليه وسلم قال، سمعته يقول: «إِنَّ فِتنةٌ مُظلمةً مُضِلَّةً، جائية، القاعِدُ فيها خير من القائم، والقائمُ فيها خير من الماشي، والماشي فيها خيرٌ مِن الرَّاكِبِ والرَّاكِبُ فيها خَيرٌ مِن المجري، قتلاها كُلُّهم في النَّارِ». قلت : ومتى ذاك يا ابن مسعود ؟ قال : تلك أيامُ الهرج، حيثُ لا يأمنُ الرَّجلُ جَلِيسَهُ. قلت : فما تأمروني إن أدركني ذلك الزمان ؟ قال : تكف لسانك ويدك، وتكن حلسًا من حلاس بيتك."
    },
    {
        "id": 283,
        "text": "حدثنا سعيد بن سُليمان، قال: ثنا حماد بن سلمة، عن ليث، عن طاووس، عن زیاد سیمین کوش ، عن عبد الله ابن عَمْرو، أن رسول الله صلى الله عليه وسلم قال: «تكونُ فِتنةٌ تستنظف العرب، قتلاها في النَّارِ - قالها ثلاثا ـ، النِّسَانُ فِيها أَشَدُّ من وقع السيف»."
    },
    {
        "id": 284,
        "text": "حدثنا عبد الله بن خُبيق الأنطاكي، قال: سمعت يوسف بن أسباط يقول : أمَّا أَهلُ السُّنَّةِ فإنَّهم لا يرون السَّيف على أحدٍ مِن أهل القبلة. وهم يرون الصَّلاة والجمعة خلف الأئمة. والجهاد معهم قائم تام إلى يوم القيامة، لا ينقصه جورهم، ولا يزيده عدلهم. ولا يُكفرون أحدا من أهل القبلة بذنب. ولا يشهدون عليه بشرك. وهم يقولون: الإيمان قول وعمل. والإيمان يزيد وينقصُ. وهم يستثنون في إيمانهم مَخافة أن يُزَكُوا أنفسهم."
    },
    {
        "id": 285,
        "text": "حدثنا أبو بكر محمد بن يزيد قال حدثنا عبد الأعلى بن سليمان الزَّرَّاد قال : حدثنا غالب القطان، قال: لقيني الأشياخ من عبد القيس فقالوا لي ما شهادتك على مالك بن المنذر ، وعلى يزيد بن المُهلب ، وعلى الحجاج بن يوسف ؟ إن لم تشهد عليهم أنَّهم مُنافقين، بُراء من الإيمان، من أهلِ النَّارِ؛ فإنَّك شكاك في كتاب الله. فأتيت الحسن فأخبرته بمقالة الأشياخ. فقال الحسنُ : ابن أخي، رويدك بالشَّهادة، تُجزئك المعرفة، إِنَّكَ مِن أهل دينٍ لا يَحلُّ لأحدٍ أن يشهد عليك أنَّك مِن أهل النَّارِ. فأتيت محمد بن سيرين فأخبرته بمقالة الأشياخ، فقال لي: أمَّا مالك بن المنذر ؛ فأقرب ما كان منك جوارًا، وأعظمه حقا عليك تشهد عليه، لا آمُرُك بالشَّهادة عليه. وأما يزيد بن المهلب ؛ فتعرف ركب الأزد، فإن شئت فتَعرَّض له. وأما الحجاج بن يوسف ؛ فالمسكين الحجاج، المسكين أبو محمد، انتهك الحُرمة، وركب المعصية، فإن يُعذبه؛ فبذنبه، وإن يغفر له ؛ فإنَّا لا تُنفِسُ عليه المغفرة. قال: فأتيت بكر بن عبد الله المزني، فأخبرته بمقالة الأشياخ. قال : لو أن النَّاس اجتمعوا يوم الجمعة، فقالوا لي: أتعرف أفضل هؤلاء رجلًا واحدًا ؟ لقلتُ: أتعرفون أنصحهم لهم ؟ فلو قيل له : إنَّه هذا. فعرفت أنه كذلك؛ لقلت: هذا أفضلهم. ولو قيل لي: أتعرفُ أشرهم رجلًا واحِدًا ؟ لقلتُ : أتعرفون أغشهم لهم ؟ فلو قيل له هذا فعرفت أنه كذلك، لقلتُ : هذا أشرهم. ولو قيل لي: اشهد لأفضلهم أنَّه من أهل الجنَّةِ؛ لم أشهد. ولو قيل لي : اشهد على أشرهم أنَّه مِن أهل النَّارِ ؛ لم أشهد. فإذا كان رجائي لشرهم، فكيف رجائي لخيرهم ؟! وإذا خشيتي على خيرهم، فكيف خشيتي على شرهم ؟!"
    },
    {
        "id": 286,
        "text": "حدثنا أبو معن، قال: ثنا أبو داود قال: ثنا القاسم بن الفضل، قال: حدثنا عبد الكريم بن المُعَلِّم، عن طاووس، قال: كنت عند ابن عُمر، فأتاه رجل، فقال: یا أبا عبد الرحمن؛ قوم يحكمون بالهوى، ويقتلون في المغضبة، ويستأثرون بالفيء؛ أكفَّار هم ؟ قال : لا . قال: قوم يشهدون علينا بالكُفر، ويسفكون دماءنا تقربا إلى الله ؛ أكفار هم ؟ قال : لا. قال: فما الكُفر ؟ قال : أن يجعل مع الله إلهين مثنى."
    },
    {
        "id": 287,
        "text": "حدثنا إبراهيم بن عبد الله الأنصاري، عن أبي عبيد، قال: ما أُبالي صليتُ خلف الجهمي والرافضي، أم صليتُ خلف اليهودي والنصراني. ولا يُصلَّى خلف من لا يُقدِّم أبا بكر على الخلق أجمعين بعد رسول الله. فأمَّا الصَّلاة خلف القدري، والخارجي، والمرجئ؛ فلا أُحِبُّها ، ولا أراها."
    },
    {
        "id": 288,
        "text": "سمعتُ أحمد بن یونس قال سمعت زائدة يقول: لو كان رافضيا ما صليت وراءَهُ."
    },
    {
        "id": 289,
        "text": "حدثنا أحمد بن يونس قال: سمعت رجلا يقول لسفيان الثَّوري : الرَّجلُ يُكذِّبُ بالقدرِ أُصلّى وراءَهُ ؟ قال : لا تُقدِّموه."
    },
    {
        "id": 290,
        "text": "حدثنا محمد بن الوزير قال حدثنا مروان، قال: سألتُ مالكًا : هل يُصلَّى خلفَ القدري ؟ قال : لا."
    },
    {
        "id": 291,
        "text": "حدثنا عُبيد الله بن يوسف قال حدثني فطر بن حماد، قال: سألتُ مُعتمر بن سُليمان فقلت: إمام لقوم يقول: القرآن مخلوق، أصلي خلفه؟ قال : أُصلِّي خلف مسلم أحبّ إليَّ. قال فطر: فأتيت يزيد بن زريع، فقلت: إمام لقوم يقول : القرآن مخلوق، أُصلّي خلفَهُ ؟ قال: لا، ولا كرامة."
    },
    {
        "id": 292,
        "text": "حدثنا يحيى بن عثمان قال حدثنا ابن حمير، قال: حدثني بشر بن جبلة عن أبي المُقوَّم، عن عبد الله بن عمرو قال: إن لكُلِّ أُمَّةٍ ،مجوسًا، وإنَّ مجوس هذه الأُمَّة أهل القدر؛ فإن مرضوا فلا تعودوهم، وإن ماتوا فلا تصلُّوا عليهم، ولا تُسلّموا عليهم."
    },
    {
        "id": 293,
        "text": "حدثنا أبو معن قال : حدثنا مُعاذ قال : ثنا سُليمان التيمي عن مكحول، عن أبي هريرة قال: قال رسول الله صلى الله عليه وسلم : إنَّ لكُلِّ أُمَّةٍ مجوسًا ، وإنَّ مجوس هذه الأُمَّة القدريَّة؛ فإن مَرِضُوا فلا تعودُوهُم، وإن ماتوا فلا تشهدوهم»."
    },
    {
        "id": 294,
        "text": "حدثنا عبيد الله بن معاذ، عن أبيه، عن سليمان بن المغيرة، قال: حدثنا حميد بن هلال قال قال هشام بن عامر سمعت رسول الله صلى الله عليه وسلم يقول : «ما بين خلقِ آدمَ إلى أن تقوم السَّاعةُ فتنة أكبرُ مِن الدَّجَّالِ»."
    },
    {
        "id": 295,
        "text": "حدثنا عبيد الله قال : حدثنا أبي، قال: حدثنا شعبة، عن حبیب بن الزبير، عن عبد الله بن أبي الهذيل، عن عبد الرحمن بن أبزى عن عبد الله بن حباب، عن أبي بن كعب، عن النبي صلى الله عليه وسلم قال: «الدَّجَّالُ عينه خضرَاءُ كَأَنَّها زُجَاجَةٌ، وتعوَّذُوا بالله مِن عذاب القبرِ."
    },
    {
        "id": 296,
        "text": "حدثنا مُسدَّد، قال حدثنا يحيى بن سعيد، عن هشام بن حسان، عن حميد بن هلال، عن أبي الدهماء، عن عمران ابن حصين قال: قال رسول الله صلى الله عليه وسلم: «مَن سَمِعَ بِالدَّجَّالِ فلينأ منه - مرَّتين أو ثلاثة - فإنَّ الرَّجُلَ يَأتِيهِ فَيَحْسَبُ أَنَّهُ مؤمِنٌ، فيرى ما مَعَهُ من الشبهات فيتَّبِعُهُ."
    },
    {
        "id": 297,
        "text": "حدثنا محمد بن أبي بكر، قال حدثنا يحيى بن سعيد، عن عيينة بن عبد الرحمن ، عن أبي بكرة، أن النبي صلى الله عليه وسلم قال : «الدَّجَّالُ مكتوبٌ بين عينيه: (كافر)، يقرأه الأُمي والكاتب»."
    },
    {
        "id": 298,
        "text": "حدثنا هشام بن عَمَّارٍ قال : حدثنا يحيى بن حمزة، قال: حدثنا الأوزاعي، عن إسحاق بن عبد الله بن أبي طلحة، عن أنس بن مالك أن رسول الله صلى الله عليه وسلم قال : يتَّبِعُ الدَّجَّالَ مِن يهود أصبهان سبـعـون ألفا، عليهم الطيالسة»."
    },
    {
        "id": 299,
        "text": "حدثنا عُبيد الله بن محمد بن حفص قال : حدثنا عبد العزيز ابن مسلم، عن الأعمش، عن عطية، عن أبي سعيد الخدري قال : قال رسول الله يحدثنا عن الدَّجَّالِ : «إِنَّهُ سَيُسَلَّط على نفسٍ فيقتُلُها، ثم يُحييها، قال: فيقول: ألست بربك ؟ فيقول : كذبت ما كُنتَ قط أكذبَ مِنكَ السَّاعة». قال : فما كُنَّا نراهُ إِلَّا عن عُمر بن الخطاب."
    },
    {
        "id": 300,
        "text": "حدثنا أبو خالد يزيد بن مهران الخبَّاز قال : حدثنا أبو بكر ابن عياش عن الأعمش، عن أبي سفيان، عن جابر، قال: قال لي رسول الله صلى الله عليه وسلم : إذا أَدخِلَ العبدُ قبرَهُ أتاه ملكان فينتهرانه، فيقومُ يهبُّ كما يهبُّ النَّائمُ ، فيقولان له: مَن ربُّكَ ؟ فيُجِيبُ. فيقالُ : صدقت، كذلك كُنتَ، افرِشُوه مِن الجنَّةِ، وأَلْبِسُوهُ مِنها، فيقول: دعوني أخبر أهلي. فيقال له : اسكُن."
    },
    {
        "id": 301,
        "text": "حدثنا يحيى الحماني، قال: حدثنا حماد بن شعيب، قال: أخبرني يونس بن خبَّاب قال أخبرني من سَمِعَ مينا يُسألُ في القبرِ ؛ فقيل له : مَن رَبُّكَ ؟ ومَا دِينُكَ ؟"
    },
    {
        "id": 302,
        "text": "حدثنا أحمد بن يونس قال حدثنا ليث بن سعد، عن نافع عن عبد الله عن رسول الله صلى الله عليه وسلم أنه قال : «أَلَا إِنَّ أحَدَكُم إذا ماتَ عُرِضَ عليه مقعده بالغدَاةِ والعشي؛ إن كانَ مِن الجنَّةِ، فمن الجنَّةِ، وإن كان مِن النَّارِ، فَمِن النَّارِ، حتّى يبعثَهُ اللهُ يومَ القيامَةِ»."
    },
    {
        "id": 303,
        "text": "حدثنا محمود بن ،خالد قال : ثنا مروان بن محمد، قال: ثنا محمد بن مُهَاجِر :قال حدثني العباس بن سالم، عن أبي سلام الحبشي ، قال : ثنا ثوبان مولى رسول الله صلى الله عليه وسلم أن رسول الله صلى الله عليه وسلم قال: «إنَّ حوضي ما بين عدن إلى أيلةَ، أَشدُّ بياضًا مِن اللَّبنِ، وأحلى من العسل أكاويبه كعددِ نُجومِ السَّمَاءِ، مَن شَرِبَ منه شربةً لم يظمأ بعدها أبدًا."
    },
    {
        "id": 304,
        "text": "حدثنا يحيى بن عثمان، قال: ثنا أبو المغيرة، ثنا الأُحمُوسي عُمر بن عمرو قال حدثنا المُخارِق بن أبي المُخارِق، عن عبد الله بن عُمر، أنه سمعه يقول : إن النبي صلى الله عليه وسلم قال: إنَّ حوضي كما بين عدن وعمان، أبردُ مِن التَّلج، وأحلى من العسل، وأطيبُ رِيحًا مِن المسكِ، أَكوابُهُ مِثَلُ نُجومِ السَّماءِ، مَن شرِبَ مِنه شربَةً ؛ لم يظمأ بعدها أبدا»."
    },
    {
        "id": 305,
        "text": "حدثنا محمد بن الوزير الدمشقي، قال : ثنا الوليد بن مسلم، قال : ثنا ابن جابر قال حدثني أبو سعيد - جليس لأبي هريرة ، قال : سمعت أبا هريرة يقول : قال رسول الله صلى الله عليه وسلم : الصراط بين ظهري جهنَّم، دَحضُ مَزلَّةٍ، والأنبياء والملائكة عليهم السَّلام عليه يقولون : اللهم سَلّم سَلَّم، والنَّاسُ يمرون كلمعِ البرق، وكطرف العين، وكجياد الخيل، والركاب، والبغال، وشدا على الأقدام، فناج مُسلَّم، ومخدوش مُرسل، ومَطروح فيها، ولها سبعة أبواب، لكُلِّ بابٍ مِنهم جزء مقسوم."
    },
    {
        "id": 306,
        "text": "حدثنا بشر بن معاذ قال : حدثنا عبد الواحد بن زياد، قال: ثنا عبد الرحمن بن إسحاق، عن النعمان بن سعد، قال: سمعت المغيرة بن شعبة يقول على المنبر، عن النبي عليه الصَّلاة والسَّلام قال : «شِعَارُ المُسلِمين يومَ القيامَةِ على الصِّراطِ : اللَّهُم سَلَّم سلم."
    },
    {
        "id": 307,
        "text": "حدثنا زيد بن يزيد قال : ثنا مُؤمل بن إسماعيل، قال: ثنا عباد، قال : ثنا أبو الزبير عن جابر بن عبد الله، قال: قال رسول الله صلى الله عليه وسلم : يُوضع الميزانُ يومَ القيامَةِ؛ فتُوزنُ الحسنات والسيئات، فمن رَجَحت حسناته على سيئاتِهِ خردلةً؛ دخل الجنَّةَ، ومَن رجحت سَيئاته على حَسناتِهِ مِثقَالَ خَردَلَةٍ ؛ دخلَ النَّارَ». فقال رجلٌ : يا رسول الله ؛ فمَن استوت حسناته وسيئاته ؟ قال: «أولئك أصحابُ الأعراف لم يدخُلوها وهُم يطمعون»."
    },
    {
        "id": 308,
        "text": "حدثنا هشام بن عمار قال : ثنا سعيد بن يحيى، عن عبد الملك بن أبي سُليمان، عن عمرو، عن الحسن أنَّهُ سئل عن الميزان ؟ فقال : نعم؛ له لسان وكفَّتان."
    },
    {
        "id": 309,
        "text": "حدثنا أبو الرَّبيع الزهراني قال حدثنا يحيى بن سعيد بن أبان بن سعيد بن العاص قال حدثنا الأعمش، عن عطيَّة العوفي، عن أبي سعيد الخدري قال: قال رسول الله صلى الله عليه وسلم : جبريلُ عن يَمينِهِ، وميكائيل عن شِمَالِهِ، وإسرافيل صَاحِبُ الصُّورِ»."
    },
    {
        "id": 310,
        "text": "حدثنا محمد بن أبي بكر، قال: ثنا بِشْر بن المُفَضَّل، عن عوف، عن أبي المنهال، عن أبي العالية، عن ميمون الكندي قال : إن صاحِبَ الصُّورِ قد دُفِعَ إليه الصُّور، وقد قدَّمَ إحدى رجليهِ، وأَخَّرَ الأُخرى، مُستَعِدٌ متى يؤمرُ فينفخُ فيه."
    },
    {
        "id": 311,
        "text": "حدثنا هشام بن عمار الدمشقي، قال: حدثني الجراح بن مليح قال : ثنا أرطأة بن المنذر عن جعفر بن إياس، عن مجاهد، عن ابن عباس قال: أول ما خلقَ اللهُ القلم، فأخذه بيمينه، وكلتا يديه يمين، ثُمَّ خلق النُّون وهي الدواة، ثُمَّ خلق الألواحَ، فكتب فيها الدنيا وما يكون فيها، حتّى تفنى من خلق مخلوق، أو عمل ،معمول، برّ أو فجور، أو رزق من حلال أو حرام أو أثر أو رطب أو يابس، ثُم كُلِّ شيءٍ مِن ذلك شأنه وبقاءه فيها وفناءه حتَّى يفنى، ثُم جعل على ذلك الكتاب حفظةٌ مِن الملائكة، وعلى الخلقِ حفظة، فتأتي ملائكةُ الخلقِ ملائكة ذلك الكتاب، فيُلقون إليهم النُّسَخ بما يكون في كلِّ يوم وليلة من الأمصار فتهبط ملائكة الخلقِ إلى الخلقِ فيحفظونهم بأمر الله، ويسوقونهم إلى ما في أيديهم من تلك النُّسَخِ، حتَّى إذا استكمل كلُّ شيء من ذلك شأنه في كلِّ يوم وليلة انقطع، فلم يكن لها مقام ولا بقاء. ثم تلا : إِنَّا كُنَّا نَسْتَنسِخُ مَا كُنتُمْ تَعْمَلُونَ ﴾. فقال رجل: يا أبا عباس؛ ما كُنَّا نرى النَّسخَ إِلَّا فيما تحفظ علينا الملائكة في كُلِّ يوم وليلة ؟ قال : ألستُم قومًا عَربًا ؟! تكون نُسخةٌ إلَّا من كتاب قد سبق ؟ ثُمَّ قرأ : ﴿وَلَا رَطْبٍ وَلَا يَابِسٍ إِلَّا فِي كِتَبٍ مُّبِينِ ﴾. فقال : جمع الرَّطبُ واليابسُ كُلَّ شيءٍ."
    },
    {
        "id": 312,
        "text": "حدثنا أبو معن الرَّقاشي ، قال : حدثنا مُعتمر بن سليمان، قال: سمعت عصمة أبا عاصم، يُحدِّث عن عطاء بن السائب، عن مِقْسَم، عن ابن عباس قال: أوّل ما خلق الله القلم مِن هجاء: (ق ل م ، قال : فتصوَّرَ قلماً مِن نُورٍ، طوله كما بين السَّماءِ والأرض فقال : اجرِ في اللوح المحفوظ. قال : رب بماذا ؟ قال : بكُلِّ شيءٍ يكون إلى قيام الساعة. فلما خلق الله الخلق، ووكَّل ملائكة يحفظون أعمالهم، فإذا كان يوم القيامةِ عُرضت أعمالهم عليهم، قيل : هَذَا كِتَبْنَا يَنطِقُ عَلَيْكُم بِالْحَقِّ إِنَّا كُنَّا نَسْتَنسِخُ مَا كُنتُمْ تَعْمَلُونَ من اللوح المحفوظ. فَعُرِضَ بين الكتابين فإذا هما سواء."
    },
    {
        "id": 313,
        "text": "حدثنا سعيد بن ،منصور قال : ثنا ،هشيم، قال: أخبرنا منصور ابن زاذان، عن الحكم بن عتيبة، عن أبي ظبيان، عن ابن عباس قال : أوّلُ ما خلقَ اللهُ القلم، فأمره أن يكتب ما هو كائن، فكتب فيما كتب: ﴿تَبَّتْ يَدَا أَبِي لَهَبٍ وَتَبَّ."
    },
    {
        "id": 314,
        "text": "حدثنا محمد بن الوزير قال : ثنا الوليد بن مسلم، قال: حدثنا ابن جابر؛ أنه سمع سليم بن عامر الكلاعي يُحدِّث عن عوف بن مالك الأشجعي، أنَّه سمعه يقول: سمعت رسول الله صلى الله عليه وسلم - ذكر ما أعطاه الله من الشفاعة ، فقلت : نشدتك يا رسول الله والصّحابة لما سألت الله أن يجعلني من أهلها. قال: «يا عوف؛ إنَّ شفاعتي يوم القيامةِ لكُلِّ مُسلم."
    },
    {
        "id": 315,
        "text": "حدثنا سعيد بن منصور قال حدثنا أبو معاوية، عن الأعمش، عن أبي صالح عن أبي سعيد الخدري، قال: قال رسول الله صلى الله عليه وسلم: «يُجاءُ بالموتِ يوم القيامةِ كأنه كبش أملحُ، فيُوقفُ بين الجنَّةِ والنَّارِ، فيقال: يا أهل الجنَّةِ؛ أتعرفون هذا ؟ فيشرَئِبون ، وينظرون فيقولون: نعم، ويقال: يا أهلَ النَّارِ؛ أتعرفون هذا ؟ فيشربون، وينظرون، ويقولون : هذا الموتُ فيؤمرُ به فيُذبح، ثم يقال : يا أهل الجنَّةِ ؛ خلودٌ فلا ،موت ويا أهلَ النَّارِ ؛ خلودٌ فلا موت». ثمَّ قرأ رسول الله صلى الله عليه وسلم: ﴿وَأَنذِرْهُمْ يَوْمَ الْحَسْرَةِ إِذْ قُضِيَ الْأَمْرُ وَهُمْ فِي غَفْلَةٍ."
    },
    {
        "id": 316,
        "text": "حدثنا محمد بن عبد الأعلى ، قال : حدثنا مُعتمر بن ،سُليمان قال سمعتُ محمد بن عمرو ، عن أبي هريرة، أن نبي الله قال : يُؤتى بالموتِ يومَ القِيامَةِ فيُوقَفُ على الصِّراطِ، فيُقالُ : يا أهلَ الجنَّةِ ؛ فيطَّلِعون خائفين وجلين أن يُخرجوا من المكان الذي هم به. ثُم يُقالُ: يا أهلَ النَّارِ؛ فيطلعُون فرحين مستبشرين أن يخرجوا من المكان الذي هم فيه. فيُقالُ: هل تعرفون هذا ؟ فيقولون : نعم ربَّنا، هذا الموتُ. فيؤمر به فيذبحُ على الصّراطِ، ثُم يُقالُ للفريقين كلاهما : خلود فيما تجدون لا موت فيها أبدًا»."
    },
    {
        "id": 317,
        "text": "حدثنا المُسيّب بن واضح قال حدثنا الحكم بن محمد، عن عطاء، - قال حرب هو الحكمي ، عن ليث، عن مجاهد قال : الحورُ العين خُلقنَ مِن الزّعفران. قال المُسيّب : فقلت للحكم فيأكلن ويشربن اليوم ؟ فقال: لا، ليس يأكُلنَ، ولا يشربنَ حتّى يأتي اليوم الذي يأكُلنَ فيه، ويشربن، وينعمن مع أهل الجنة. قال : ولا يموتون ولا ينصعقون يوم القيامة، ولا يموت شيء في الجنَّةِ، ولا يموتُ شيء مما خلق الله فيها، إنَّما يموتُ ما خُلِقَ في هذه الدَّارِ الفانية، وأمَّا تلك الدَّاران الجنَّة والنَّار؛ فإنَّه يزيد كُلُّ شيءٍ فيهما ، ولا ينتقص منهما شيء."
    },
    {
        "id": 318,
        "text": "حدثنا إسحاق بن إبراهيم قال حدثنا جرير، قال: حدثنا العلاء بن المسيب، عن ،، عن الفضيل بن عمرو، عن عائشة بنت طلحة، عن عائشة قالت : قال رسول الله صلى الله عليه وسلم: «إنَّ الله خلق الجنَّةَ ، وخلق لها ،أهلًا وخلقَ النَّارَ ، وخلق لها أهلا»."
    },
    {
        "id": 319,
        "text": "حدثنا أبو الربيع الزهراني، قال حدثنا يعقوب، قال: أخبرنا حفص بن حميد، عن شِمر بن عطيَّة، قال : خلقَ اللهُ جَنَّةَ الفردوس بيدِهِ، فهو يفتحها في كُلِّ خميس، فيقول: ازدادي طيبا لأوليائي."
    },
    {
        "id": 320,
        "text": "حدثنا أبو معن قال : ثنا ،مؤمل قال: حدثنا سفيان في قوله : وَكُلُّ شَيْءٍ هَالِكُ إِلَّا وَجْهَهُ قال : ما أُرِيدُ به وجهه."
    },
    {
        "id": 321,
        "text": "حدثنا عبيد الله بن معاذ قال: حدثنا أبي، قال: حدثنا محمد بن عمرو عن أبي سلمة، عن أبي هريرة قال: قال رسول الله صلى الله عليه وسلم: الما خلق الله الجنَّةَ دعا جبريل، فقال: اذهب إلى الجنَّةِ فانظر إليها وإلى ما أعددت لأهلها فيها. فجاء فنظر إليها، وإلى ما أعدَّ اللهُ لأهلها فيها، فرجع إليه، فقال : وعزّتِكَ لا يسمعُ بها أحدٌ إلا دخلها. فأمر بها فحجبت بالمكاره، ثم قال : ارجع إليها فانظر إليها، وإلى ما أعددت لأهلها فيها فرجع إليها، فإذا هي قد حجبت بالمكاره، فرجع إليه، فقال : وعِزَّتِكَ لقد خشيت أن لا يدخلها أحد. قال : اذهب إلى النَّارِ فانظر إليها، وإلى ما أعددتُ لأهلها فيها، فإذا هي تركَبُ بعضها بعضا، فرجع إليه. فقال : وعِزَّتِكَ لا يسمع بها أحدٌ فيدخلها. فأمر بها فحُفّت بالشَّهواتِ ثُم قال: ارجع إليها فانظر إليها، وإلى ما أعددتُ لأهلها فيها. فرجع إليها فإذا هي قد حُفَّت بالشهوات، فرجع إليه، فقال: وعِزَّتِكَ لقد خِفْتُ أَلَّا ينجو منها أحدٌ إِلَّا دخلها»."
    },
    {
        "id": 322,
        "text": "حدثنا سعيد بن منصور قال حدثنا أبو معاوية، عن الأعمش، عن ،مُسلم عن مسروق، قال: قال عبد الله : إذا تكلَّمَ الله بالوحي سمعَ أهل السَّماوات للسَّماوات صَلصَلةٌ كجر السلسلة على الصَّفا، فيَصعَقُون فلا يزالون كذلك حتّى يأتيهم جبريل، فإذا أتاهم جبريل فُزِّعَ عن قلوبهم، فيقولون: يا جبريل؛ ماذا قال ربُّنا ؟ فيقول : الحق فينادون: الحق الحق."
    },
    {
        "id": 323,
        "text": "حدثنا يحيى بن حبيب بن عربي قال أبو محمد يحيى بن حبيب بن عربي - بصري ثقة - قال : ثنا موسى بن إبراهيم، قال : سمعت طلحة بن خراش يقول سمعت جابر بن عبد الله يقول: لقيني رسول الله صلى الله عليه وسلم فقال: «يا جابر، مالي أراك مُنكَسِرًا» ؟ قال : يا رسول الله استُشهِدَ أبي وترك عيالا ودينًا. قال: «أفلا أُبشِّرك بما لقي الله به أباك ؟». قال : بلى يا رسول الله. قال: «ما كلَّمَ اللهُ أحدًا قط إلَّا مِن وراء حجاب، وأحيا أباك؛ فكلَّمهُ كِفَاحًا ، وقال يا عبدي تمنَّ عليَّ أُعطك. قال: يا ربِّ تُحييني فأُقتل فيك الثانية. قال الرَّب تبارك وتعالى : إنَّه قد سبقَ مِنِّي أنَّهم إليها لا يُرجعون». قال : وأنزل الله تبارك وتعالى هذه الآية: ﴿وَلَا تَحْسَبَنَّ الَّذِينَ قتِلُوا فِي سَبِيلِ اللَّهِ أَمْوَاتًا بَلْ أَحْيَاءُ عِندَ رَبِّهِمْ يُرْزَقُونَ ﴾."
    },
    {
        "id": 324,
        "text": "حدثنا سعيد بن منصور قال : ثنا أبو معاوية، عن الأعمش، عن عبد الله بن مُرَّة عن مسروق قال : سُئل عبد الله عن قوله: ﴿وَلَا تَحْسَبَنَّ الَّذِينَ قُتِلُوا فِي سَبِيلِ اللَّهِ أَمْوَاتًا بَلْ أَحْيَاءٌ عِندَ رَبِّهِمْ يُرْزَقُونَ ﴾؟ قال: أما إنَّا قد سألنا عن ذلك فقيل: «أرواحهم كطير خُضِرٍ تسرحُ في الجنَّةِ في أيها شاءت، ثُم تأوي إلى قنادِيلَ معلقة بالعرش، فبينا هم كذلك، إذ اطلع عليهم رَبُّك اطلاعة، فقال: سلوني ما شِئتُم قالوا : يا ربنا؛ ماذا نسألك ونحنُ في الجنَّةِ نَسرح في أيها شئنا ؟ فبينا هم كذلك إذ اطلع عليهم رَبُّك ،اطلاعة فقال : سلوني ما شئتُم. قالوا: يا ربنا، ماذا نسألُك ونحن في الجنَّةِ نسرح في أيها شئنا ؟ فلما رأوا أنَّهم لن يُتركوا من أن يسألوا، قالوا: نسألُكَ أن ترُدَّ أرواحنا في أجسادِنا حتَّى نُقتل في سبيلك مرَّةً أُخرى، فلما رأى أنهم لا يسألون إِلَّا هذا تُرِكوا."
    },
    {
        "id": 325,
        "text": "حدثنا محمد بن ،الوزير قال حدثنا مروان بن محمد، قال: حدثنا ابن لهيعة عن يزيد بن أبي حبيب، عن أبي الخير، عن عُقبة ابن عامر قال : سمعت النبي عليه الصَّلاة والسَّلام يقرأ : سَمِيعًا بَصِيرًا ﴾ قال: فوضع النَّبي عليه الصَّلاة والسَّلام أُصبعيه على عينيه."
    },
    {
        "id": 326,
        "text": "حدثنا إسحاق بن إبراهيم أخبرنا جرير، عن الأعمش، عن تميم بن سلمة عن عُروة، عن عائشة أنها قالت : الحمد الله الذي وَسِعَ سَمعُهُ الأصوات، لقد جاءت خولة إلى رسول الله صلى الله عليه وسلم تشكُو زوجها، فكان يخفى عليَّ كلامها، فأنزل الله : قَدْ سَمِعَ اللهُ قَوْلَ الَّتِي تُجَدِلُكَ فِي زَوْجِهَا وَتَشْتَكِي إلى اللَّهِ وَاللَّهُ يَسْمَعُ تَحَاوُرَكُما إِنَّ اللَّهَ سَمِيعٌ بَصِير."
    },
    {
        "id": 327,
        "text": "حدثنا أحمد بن حنبل قال : ثنا إسماعيل بن عبد الكريم، قال: حدثني عبد الصَّمد بن مَعقِل قال: سمعت وهب بن مُنَبِّه ، يقول : قال الله لموسى : أدنيتُك، وقربتك، حتَّى سمعت كلامي، وكُنت بأقرب الأمكنة مِنِّي، فانطلق برسالتي، فإنَّك بعيني وسمعي، وإن معك أيدي وبصري."
    },
    {
        "id": 328,
        "text": "حدثنا عبد الله بن الزبير الحُميدي، قال: حدثنا سفيان، قال: ثنا الزهري، عن سعيد بن المسيب، عن أبي هريرة، قال: قال رسول الله صلى الله عليه وسلم: «قال الله : يُؤذيني ابنُ آدمَ : الدهر، وأنا الدهر، بيدي الأمر، أُقلب الليل والنهار»."
    },
    {
        "id": 329,
        "text": "حدثنا سعيد بن منصور، قال : ثنا أبو معاوية، عن الأعمش، عن سعيد بن جبير، عن أبي عبد الرحمن السلمي، عن أبي موسى الأشعري، قال: قال رسول الله صلى الله عليه وسلم: «ما أحدٌ أصبرَ على أذىً سَمِعَهُ مِن الله، هو يُشرك به، ويُجعل له ولدًا، وهو يُعافيهم ويرزقهم»."
    },
    {
        "id": 330,
        "text": "حدثنا يحيى بن عثمان قال حدثنا محمد بن كثير، عن الأوزاعي، عن حسّان بن عطية، قال: ثمانية مقتهم الله، وقدرتهم نفسه، وميَّزهم من خلقِهِ السَّقَّارون، وهم القتالون والمستكبرون. والذين إذا دعوا إلى الله وأمره ؛ كانوا بطاء، وإذا دعوا إلى الشَّيطان وأمره ؛ كانوا سِرَاعًا. والذين يستحقون بأيمانهم ما لم يُحققه الله لهم. والذين يكنزون البغضَة لإخوانهم في صدورهم، فإذا لقوهم تخلقوا لهم. والمشّاؤون بالنَّميمة، والمُفرِّقون بين الأحِبَّة. والباغون دَحَضَة البريء."
    },
    {
        "id": 331,
        "text": "حدثنا شاذ بن فياض قال : ثنا عُمر بن إبراهيم، عن قتادة، عن أنس بن مالك قال : قال رسول الله صلى الله عليه وسلم: «الله أشدُّ فرحًا بتوبة عبدِهِ مِن أحدِكُم حِين تسقط على بعيره قد أَضَلَّهُ بأرض فلاة»."
    },
    {
        "id": 332,
        "text": "حدثنا سعيد بن منصور قال : حدثنا مُغيرة بن عبد الرحمن، وعبد الرحمن بن أبي الزناد عن أبي الزناد، عن الأعرج، عن أبي هريرة، قال : قال رسول الله صلى الله عليه وسلم: «مَن أَحَبَّ لِقاءَ الله أَحَبَّ اللَّهُ لِقاءَهُ، ومَن كَرِهَ لقاءَ الله كَرِهَ اللهُ لِقاءَهُ»."
    },
    {
        "id": 333,
        "text": "حدثنا سعيد بن منصور قال : ثنا عبد الرحمن بن أبي الزناد، ومغيرة بن عبد الرحمن عن أبي الزناد، عن الأعرج، عن أبي هريرة قال: قال رسول الله صلى الله عليه وسلم : يمين الله ملأى لا يَغِيضُها نفقة ، سحَّاءُ الليلِ والنَّهارِ ، وقال : أرأيتُم ما أنفقَ مُنذُ خلق السَّمواتِ والأَرضَ ؟ فإِنَّه لم يَغِضُ ما في يمينه، وعرشُهُ على الماء، وبيده الأخرى الميزانُ يَخفِضُ ويرفعُ»."
    },
    {
        "id": 334,
        "text": "حدثنا سعيد قال : ثنا مُغيرة بن عبد الرحمن، عن أبي الزناد، عن الأعرج، عن أبي هريرة عن النبي عليه الصَّلاة والسَّلام قال : «لمَّا خلقَ اللهُ الخلق كتب في كتابه وهو عِندَهُ فوق العرش : إِنَّ رَحمَتي غلبتْ غضبِي."
    },
    {
        "id": 335,
        "text": "حدثنا عيسى بن ،محمد :قال ثنا مُحاضر بن المورع، عن الأعمش، عن عمرو بن مُرَّة، عن أبي نصر، عن أبي ذرّ، قال رسول الله صلى الله عليه وسلم : كِشَفُ السَّماء مسيرة خمسمائة عام، وبينَ الأرضِ العُليا والسَّماءِ الدُّنيا خمسمائة عام، وكثفها خمسمائة عام، وكثف الثَّانية مثل ذلك، وما بين كل أرضين مثل ذلك، وكثفُ السَّماءِ مسيرة خمسمائة عام، وبين السَّماءِ الدنيا والثَّانية خمسمائة عام، وكثفُ السَّماءِ مسيرة خمسمائة عام، ثم كُلُّ سماءٍ مثل ذلك، حتَّى تَبلغَ السَّابعة، ثم ما بين السَّماءِ السَّابعةِ والعرش مسيرة ما بين ذلك كُلِّهِ»."
    },
    {
        "id": 336,
        "text": "سألتُ إسحاق بن إبراهيم، قلتُ: قول الله تبارك وتعالى: ومَا يَكُونُ مِن نَجْوَى ثَلَثَةٍ إِلَّا هُوَ رَابِعُهُمْ وَلَا خَمْسَةٍ إِلَّا هُوَ سَادِسُهُمْ ﴾؛ كيف تقول فيه ؟ قال : حيثُ ما كُنتَ هو أقرب إليك من حبل الوريد، وهو بائن من خلقِهِ. قلتُ لإسحاق: على العرش بحد ؟ قال : نعم بحد. وذكر عن ابنِ المُبارك، قال: هو على عرشِهِ بائنُ مِن خلقِهِ بحد."
    },
    {
        "id": 337,
        "text": "حدثنا سعيد بن نوح قال : ثنا أبي: نوح بن المضروب قال : ثنا بكير بن ،معروف عن مُقاتِل بن حيَّان، عن الضحاك بن مُزاحم في قول الله تعالى: ﴿مَا يَكُونُ مِن نَجْوَى ثَلَثَةٍ إِلَّا هُوَ رَابِعُهُمْ وَلَا خَمْسَةٍ إِلَّا هُوَ سَادِسُهُمْ ﴾ قال : هو تبارك وتعالى على العرش، وعِلمُهُ معهم."
    },
    {
        "id": 338,
        "text": "حدثنا أبو بكر محمد بن يزيد قال أخبرنا علي بن الحسن، قال : قلتُ لابن المُبارك : يا أبا عبد الرحمن؛ كيف نعرف ربنا ؟ قال: هو على العرش فوق سبع سماوات، وعلمه وأمره في كُل موضع. قال: قلتُ : بِحَدِّ؟ قال : بِحَدِّ، ولا نقولُ كما تقولُ الجهمية: إنَّه هاهنا، وهاهنا في الأرض."
    },
    {
        "id": 339,
        "text": "حدثنا أحمد بن حنبل، قال: حدثنا سُريج بن النعمان، قال: حدثنا عبد الله بن نافع قال : قال مالك: الله تبارك وتعالى في السَّماءِ، وعِلمُهُ في كلِّ مكانٍ، لا يخلو من علمه مكان."
    },
    {
        "id": 340,
        "text": "حدثنا أبو بكر محمد بن يزيد قال: سمعت عُبيدالله بن موسى، قال: سُئل سُفيان عن قوله: ﴿وَهُوَ مَعَكُمْ أَيْنَ مَا كنتم. قال : عِلمه."
    },
    {
        "id": 341,
        "text": "حدثنا أبو عمرو عُثمان بن ،طالوت قال : حدثنا معاذ بن هشام، عن أبيه، عن قتادة عن كثير بن أبي كثير، عن أبي عياض، عن عبد الله بن عمرو قال : إنَّ العرش لمطوّق بحيَّة، وإنَّ الوحي لينزل بالسَّلاسِل."
    },
    {
        "id": 342,
        "text": "حدثنا هشام بن عمار الدَّمشقي، قال: ثنا عبد الله بن يزيد، قال : ثنا شُعيب بن أبي حمزة، عن عبد الأعلى بن أبي عمرة، عن عبادة بن نُسَي، عن عبد الرحمن بن غَنْم، عن معاذ بن جبل، عن النبي عليه الصَّلاة والسَّلام قال: «المَجرَّةُ التي في السَّمَاءِ عَرَقُ الأفعى التي تحت العرش."
    },
    {
        "id": 343,
        "text": "حدثنا عَمرو بن عثمان قال : ثنا بقيَّة بن الوليد، عن بحير بن سعد، عن خالد بن معدان قال قال أبو عائشة : إن نفرًا مِن اليهود أتوا رسول الله صلى الله عليه وسلم فقالوا : مَن يحمِلُ العرش ؟ قال: «تحمِلُهُ الهَوَامُ بقُرُونِها ، والمجرَّةُ التي في السَّماءِ مِن عرقهم\". قالوا نشهَدُ أَنَّك رسول الله."
    },
    {
        "id": 344,
        "text": "حدثنا إسحاق، قال أخبرنا جرير عن عطاء بن السائب، عن ميسرة في قول الله: ﴿وَيَحْمِلُ عَرْشَ رَبِّكَ فَوْقَهُمْ يَوْمَدٍ تمنية. قال: أرجلهم في الشُّخُوم ، لا يستطيعون أن يرفعوا أبصارهم مِن شُعاع النُّور."
    },
    {
        "id": 345,
        "text": "حدثنا عبد الرحمن بن محمد قال: ثنا أبو أسامة، عن إسماعيل بن أبي خالد قال سمعتُ سعدًا الطائي يقول : العرش ياقوتة حمراء."
    },
    {
        "id": 346,
        "text": "حدثنا عمرو بن عثمان قال : ثنا أبو المغيرة، عن أُمّ عبد الله بنت خالد بن معدان - قال أبو القاسم : اسمها عبدة - عن أبيها، أنَّه كان يقول : إِنَّ الرَّبَّ سبحانَهُ ليثقُل على حملة العرش مِن أوّل النَّهارِ إذا قام المشركون، فإذا قام المسبحون خُفِّفَ عن حملة العرش."
    },
    {
        "id": 347,
        "text": "أملى عليَّ إسحاقُ : إنَّ الله تبارك وتعالى وصف نفسه في كتابه بصفات استغنى الخلقُ أن يصفوه بغير ما وصف به نفسَهُ ؛ من ذلك : قوله: ﴿هَلْ يَنظُرُونَ إِلَّا أَن يَأْتِيَهُمُ اللَّهُ فِي ظُلَلٍ مِّنَ الْعَمَاءِ وَالْمَلَيْكَةُ وَقُضِيَ الْأَمْرُ وَإِلَى اللهِ تُرْجَعُ الْأُمُورُ ﴾. وقوله : وتَرَى الْمَلَيكَةَ حَافِينَ مِنْ حَوْلِ الْعَرْشِ. وآيات مثلها يصفُ العرش. وقد ثبتت الرِّواياتُ في العرش، وأعلى شيء فيه وأثبته : قول الله : الرَّحْمَنُ عَلَى الْعَرْشِ اسْتَوَى."
    },
    {
        "id": 348,
        "text": "وسمعت أبا جعفر أحمد بن سعيد - قال أبو محمد : كتبتُ هذا أحمد بن سعيد الدارمي خراساني وليس هذا الرباطي، وقد كتبتُ عن الرباطي أيضًا - يقول : سمعت أبي يقول: سمعتُ خارجة بن مُصعب يقول : الجهميةُ كُفَّارٌ، لا تنكحوا إليهم، ولا تُنكحوهم ولا تعودوا مرضاهم ولا تشهدوا جنائزهم، وبلغوا نساءهُم أنهُنَّ طوالِق ، وأَنَّهُنَّ لا يحللن لأزواجهنَّ. ثم قرأ: طه مَا أَنزَلْنَا عَلَيْكَ الْقُرْءَانَ لِتَشْقَى ﴾ إلى قوله : ﴿ الرَّحْمَنُ عَلَى الْعَرْشِ اسْتَوَى ﴾، وهل يكون الاستواءُ إِلَّا الجلوس."
    },
    {
        "id": 349,
        "text": "حدثنا محمد بن مُصفّى الحمصي، عن وهب بن جرير، عن أبيه، عن محمد بن إسحاق عن يعقوب بن عتبة، عن محمد ابن جبير بن مطعم عن أبيه قال: قال رسول الله صلى الله عليه وسلم : العرش على السَّماوات مِثلُ القُبَّةِ، والله على العرش، وللعرش أطيط."
    },
    {
        "id": 350,
        "text": "وقال إسحاق في حديث أبي رزين العُقيلي: قوله: «في عماء، ما فوقَهُ هواء، وما تحته هواء»، معناه : أنَّه كان في عماء قبل أن يخلقَ السَّماوات والأرضين، وتفسيره عند أهل العلم : أنه كان في عماء، يعني: سحابة."
    },
    {
        "id": 351,
        "text": "حدثنا عبيد الله بن معاذ قال : ثنا أبي، قال: ثنا حماد بن سلمة، عن يعلى بن عطاء، عن وكيع بن حدس ، عن أبي رزين العُقيلي قال : قلت: يا رسول الله؛ أين كان ربنا قبل أن يخلق السماوات والأرض ؟ قال: «كان في عَمَاءٍ، ما فوقَهُ هواءٌ، وما تَحتَهُ هواءٌ، ثُمَّ خلق عرشه على المَاءِ»."
    },
    {
        "id": 352,
        "text": "حدثنا إسحاق بن إبراهيم قال أخبرنا روح بن عبادة، قال: ثنا موسى بن عُبيدة قال : ثنا أبو حازم، عن سهل بن سعد الساعدي، قال: قال رسول الله صلى الله عليه وسلم : «إن دون الله سبعين ألف حِجَابٍ مِن نُورٍ، ما مِن نفسٍ تسمعُ حِسَّ شيءٍ مِن تِلك الحُجُبِ إِلَّا زهقت نفسُهُ."
    },
    {
        "id": 353,
        "text": "حدثنا سعيد بن ،منصور قال : ثنا عبد العزيز بن أبي حازم، قال: حدثني أبي، عن عمر بن الحكم بن ثوبان، عن عبد الله ابن عمرو، قال: والذي نفسي بيده إن بين النَّاسِ يوم القيامة وبين الرَّب تبارك وتعالى لسبعين ألف حِجَابٍ، منها حُجُبُ مِن ظُلمةٍ، لا ينفذها شيء، ومنها حُجُبٌ من نُورٍ، لا يستطيعها شيءٌ، ومنها حُجُبُ مِن ماء، لا يسمع حس ذلك الماء أحدٌ فلا يُربط على قلبهِ إِلَّا انخلعت أفئدته."
    },
    {
        "id": 354,
        "text": "حدثنا محمد بن أبي بكر قال حدثنا مؤمل، قال: ثنا حماد، عن أبي عمران الجوني، عن زرارة بن أوفى، أن النبي صلى الله عليه وسلم قال لجبريل : هل رأيت ربَّك ؟ فانتفض جبريل وانتفض، وقال: إنَّ بيني وبينَهُ سبعين حِجَابًا مِن نور، لو أدنو إلى أدناها لاحترقتُ»."
    },
    {
        "id": 355,
        "text": "سألت إسحاق بن إبراهيم قلت حديث النبي عليه الصَّلاة والسَّلام: ينزلُ اللهُ كلَّ ليلةٍ إلى السَّماءِ الدُّنيا» ؟ قال : نعم ؛ ينزلُ اللهُ كلَّ ليلةٍ إلى السَّماء الدنيا كما شاء، وكيف شاء، وليس فيه صفة. وقال إسحاق: لا يجوزُ الخوضُ في أمر الله، كما يجوز الخوض في فعل المخلوقين، يقول الله تبارك وتعالى : لا يُسْتَلُ عَمَّا يَفْعَلُ وَهُمْ يُسْتَلُونَ ﴾. ولا يجوز لأحدٍ أن يتوهم على الخالقِ بصفاته وفعاله توهم ما يجوز التّفكر والنظر في أمر المخلوقين، وذلك أنه يمكن أن يكون موصوفًا بالتزول كُلّ ليلة إذا مضى ثلثها إلى السَّماءِ الدنيا كما شاء، ولا يُسأل كيف نزوله؛ لأنَّه الخالق يصنع ما شاء كما شاء."
    },
    {
        "id": 356,
        "text": "حدثنا محمد بن إسماعيل قال : حدثنا إسماعيل ابن عُليَّة، عن هشام الدستوائي، عن يحيى بن أبي كثير، عن هلال بن أبي ميمونة، عن عطاء بن يسار عن رفاعة الجهني، قال: قال ، رسول الله صلى الله عليه وسلم : إذا مضى نصف الليل - أو قال: ثلثا الليل - نزل الله إلى السَّماءِ الدُّنيا يقولُ : لا أسأل عن عِبادي أحدًا غيرِي، مَن ذا الذي يَستغفِرُني أغفر له، من ذا الذي يدعوني أستجيب له، مَن ذا الذي يسألني أُعطِيهِ، حتّى ينفجرَ الصُّبح»."
    },
    {
        "id": 357,
        "text": "حدثنا أبو الوليد الطيالسي، قال: ثنا حماد بن سلمة، عن علي بن زيد عن الحسن عن عثمان بن أبي العاص، عن النبي صلى الله عليه وسلم أنَّه قال: ينزل الله إلى السَّمَاءِ الدُّنيا كُلَّ ليلةٍ، فيقول: هل مِن دَاع فأستجيب له، هل من سائل فأُعطيه، هل مِن مُستَغفِر فأغفِرَ لَّه»."
    },
    {
        "id": 358,
        "text": "سمعت أحمد بن حنبل وذُكِرَ عنده كلامُ النَّاسِ في القرآنِ أَنَّه مخلوق فقال : كُفر ظاهِرٌ. - مرَّتين"
    },
    {
        "id": 359,
        "text": "سألت إسحاق :قلت يا أبا يعقوب، أليس تقول : القرآن كلام الله تكلم به، ليس بمخلوق ؟ قال: نعم، القرآن كلامُ الله ليس بمخلوق، ومن قال: إنّه مخلوق؛ فهو كافر."
    },
    {
        "id": 360,
        "text": "وسألته عن الرَّجل يقول : القرآن كلام الله ويقف؟ قال: هو عندي شرٌّ مِن الذي يقول : إِنَّه مخلوق؛ لأنَّه يقتدي به غیره."
    },
    {
        "id": 361,
        "text": "وسمعت أبا بكر محمد بن يزيد، قال: القرآن كلام الله ليسَ بمخلوقٍ، مَن قال : إنَّه مخلوقٌ ؛ فهو كافر. ومَن وقف لا يدري أن الله يتكلم، أو لا يتكلم فهو كافر، والواقفة عندي شر من الجهمية."
    },
    {
        "id": 362,
        "text": "وسمعت عبدة بن عبد الرحيم بن حسان، قال: مَن زعم أَنَّ القرآنَ مخلوقٌ ؛ فهو كافر، ومَن وقف فهو شرٌّ منه. قال عبده ليس بين أحدٍ مِن أهل العلم اختلاف أن من قال : القرآن مخلوق فهو كافر."
    },
    {
        "id": 363,
        "text": "حدثنا إبراهيم بن الحارث قال سألت أبا عبد الله أحمد بن حنبل، قلت: يا أبا عبد الله يكون مِن أهلِ السُّنَّةِ مَن قال : لا أقولُ : القرآن مخلوق، ولا أقول : ليس بمخلوق ؟ قال: لا، ولا كرامة لا يكون من أهل السُّنَّة، قد بلغني عن ذاك الخبيث ابن مُعذِّل أنه يقول بهذا القول، وقد فتن به قوم كثير من أهل البصرة."
    },
    {
        "id": 364,
        "text": "سمعتُ إسحاقَ يقول : مَن قال : إنَّ القرآن مُحدث على معنى : مخلوق ؛ فهو كافر بالله العظيم. قلت: ما معنى قوله: ﴿مَا يَأْتِيهِم مِّن ذِكْرٍ مِّن رَّبِّهِم تُحْدَثِ ؟ قال : مُحدث من العرش، آخر من نزلَ مِن الكتبِ مِن العرش. ثم راجعته في ذلك، فقال : أحدث الكتب عهدًا بالرحمن."
    },
    {
        "id": 365,
        "text": "حدثنا إبراهيم بن الحارث قال حدثنا زهير بن حرب، قال : كُنَّا في طريق مكة، ومعنا مُثنَّى الأنماطي، فجعل يقول : القرآن مجعول مخلوق فقلتُ : بيني وبينك وكيع. فأتيناه فقلنا يا أبا سفيان، إنَّ هذا يزعم أن القرآن مجعول مخلوق؟ فقال وكيع : سبحان الله، هذا كُفر، هذا كُفر. فقال له المُثنى : أليس الله يقول : مَا يَأْتِيهِم مِّن ذِكْرٍ مِّن رَّبِّهِم تُحدَث ؟ فقال وكيع : هذا كفر."
    },
    {
        "id": 366,
        "text": "حدثنا إبراهيم بن الحارث قال حدثني القاسم بن يزيد قال: سمعت وكيع بن الجراح يقول : من زعم أن القرآن مخلوق فقد زعم أن القرآن مُحدث، ومَن زعم أن القرآن محدث؛ فقد كفر بما أُنزِلَ على محمد؛ يُستتاب، فإن تاب وإِلَّا ضُربت عُنقه."
    },
    {
        "id": 367,
        "text": "سمعتُ إسحاق يقول : ليس بين أهل العلم اختلاف أن القرآن كلام الله، وليس بمخلوق، وكيف يكون شيءٌ مِن الرَّبِّ عَزَّ ذكره مخلوقا ؟ ولو كان ما قالوا لكان يلزمهم أن يقولوا: علمه، وقدرته، ومشيئته مخلوقة. فإن قالوا ذلك؛ لزمهم أن يقولوا كان الله تبارك اسمه ولا علم، ولا قدرة ولا مشيئة ؛ وهو الكفر المحض الواضح، لم يزل الله عالمًا مُتكلّما له المشيئة والقدرة في خلقه. والقرآن كلام الله ، وليس بمخلوق فمن زعم أنَّه مخلوق؛ فهو كافر، ومن وقف فهو شرَّ مِنه."
    },
    {
        "id": 368,
        "text": "حدثنا إبراهيم بن الحارث قال: قال أحمد بن حنبل: القرآن كلامُ الله، ومن قال : إنَّه مخلوق؛ فهو كافر. والقرآنُ مِن عِلم الله ، وفيه أسماؤه، وعلم الله ليس بمخلوق، وقال الله: الرَّحْمَنُ عَلَمَ الْقُرْءَانَ خَلَقَ الْإِنسَنَ عَلَّمَهُ الْبَيَانَ ﴾. فالقرآنُ مِن عِلم الله ، وعِلمُ الله ليس بمخلوق، فيه أسماؤه."
    },
    {
        "id": 369,
        "text": "قال إبراهيم : وسألتُ إبراهيم بن نصر عن القرآن ؟ فقال : القرآنُ كلامُ الله ليس بمخلوق، ولم يزل الله بكلامه تبارك وتعالى قبل أن يخلق خلقَهُ، ومَن قال : مخلوق؛ فهو كافر، يُقتل ولا يُستتاب."
    },
    {
        "id": 370,
        "text": "سمعت إسحاق بن إبراهيم قال : القرآن كلام الله، تكلَّم به، من قال : إنه كعبادِ الله ؛ فهو كافر."
    },
    {
        "id": 371,
        "text": "حدثنا أبو موسي هارون بن زياد، عن أبي بكر بن عياش، قال : مَن زعم أنَّ القرآن مخلوق ؛ فهو كافر. قال أبو موسى وأنا أقول : من زعم أن القرآن مخلوق ؛ فهو كافر."
    },
    {
        "id": 372,
        "text": "حدثنا عبدة بن عبد الرحيم قال سمعت وكيع بن الجراح يقول : من قال : القرآن مخلوق ؛ فهو كافر."
    },
    {
        "id": 373,
        "text": "حدثنا أبو موسى هارون بن ،زیاد قال: سمعت الفريابي - وسأله رجلٌ عمن قال : القرآن مخلوق -؟ قال: سألتُ سُفيان الثوري عمن قال : القرآن مخلوق ؟ قال : كافر بالله العظيم."
    },
    {
        "id": 374,
        "text": "حدثنا أبو علي الحسن بن الصَّباح البزار، قال: عن سعيد الضُّبَعي، قال : القرآنُ كلامُ الله، ومن الله، وليس من الله شيءٌ مخلوق، ومَن زعم أن القرآن مخلوق؛ فهو كافر. وقال أبو عاصم النَّبيل : القرآنُ كلام الله، وليس بمخلوق، ومن قال : مخلوق ؛ فهو كافر. وقال يعلى بن عُبيد : القرآنُ كلامُ الله، وليس بمخلوق، ومن زعم أنَّه مخلوق ؛ فهو كافر، هذا قول الجهمية."
    },
    {
        "id": 375,
        "text": "حدثنا حماد بن المُبارك، قال: حدثنا يحيى بن خلف أبو محمد المقرئ ، قال : كُنا عند مالك بن أنس، فسأله رجل: ما تقول في مَن قال : القرآن مخلوق ؟ قال : زِنديق كافر، اقتلوه. ثم قال مالك: ما سمعتُ هذا الكلام من أحدٍ غيرك. قال يحيى: ثم أتيتُ مِصر ؛ فلقيت الليث بن سعد، وابن لهيعة، فقلت لهما ما تقولان في من قال : القرآن مخلوق ؟ قالا : كافر. قال : ثم أتيتُ الكوفة ؛ فلقيت أبا بكر بن عياش، فسألته ؟ فقال : كافِرٌ، وكلُّ من لم يقل: إنَّه كافر؛ فهو كافر. ثم قال أبو بكر : أيُشكُ في اليهودي والنصراني أنهما كافران ؟! فمَن شك في هؤلاء أنَّهم كفار؛ فهو كافر. والذي يقولُ: القرآن مخلوق مثلهما. قال : ثم لقيت حفص بن غياث ويحيى بن زكريا بن أبي زائدة، وحسين الجُعفي، وعبد السَّلام الملائي، ووكيع، وابن إدريس فقلت لهم : ما قال الرَّجلُ لمالك ؟ فقالوا كُلُّهم : كافر. قال : ثم لقيت ،هشيم وعلي بن عاصم، ويزيد بن هارون فسألتهم؟ فقالوا : كافر. ثم قدمت المصيصة ؛ فلقيت عبد الله بن المبارك، وأبا إسحاق الفزاري، ومخلد بن حسين وعلي بن بكار، فسألتهم ؟ فقالوا : كافر. قال : ثم أتيتُ الشَّام؛ فلقيت الوليد بن مسلم فسألته ؟ فقال : كافر."
    },
    {
        "id": 376,
        "text": "أخبرني محمد بن أبي غياث قال : سمعت الفريابي يقول: مَن قال : القرآن مخلوق ؛ فهو كافر. وسألت ابن أبي أويس وأبا مُصعب الزهري، وإبراهيم بن حمزة بن مصعب بن الزبير بن العوام عمن قال: القرآنُ مخلوق ؟ فقالوا : كافر."
    },
    {
        "id": 377,
        "text": "حدثنا أبو بكر محمد بن يزيد قال : أخبرنا الهيثم بن جميل ، قال : القرآن كلام الله ليس بمخلوق."
    },
    {
        "id": 378,
        "text": "وقال أبو الوليد: من لم يعقد قلبه أن القرآن ليس بمخلوق؛ فهو خارج مِن مِلَّةِ الإسلام."
    },
    {
        "id": 379,
        "text": "وقال أبو عُبيد : مَن قال : القرآن مخلوق؛ فهو كافر. قلت : لا يُصلَّى عليه ؟ قال : لا . قلت : ولا تجوز الصَّلاة خلفَهُ ؟ قال : لا . قلت : فإن صلى خلفه يُعيد الصَّلاة ؟ قال : نعم."
    },
    {
        "id": 380,
        "text": "قال أبو نُعيم مَن قال القرآن مخلوق؛ فهي الزندقة الصَّلعاء."
    },
    {
        "id": 381,
        "text": "وقال أحمد بن يونس : هذا الكفر، ثم قال: خليفة يدعو النَّاسَ إلى الكفر ! إِنَّ هذا لهو البلاء العظيم."
    },
    {
        "id": 382,
        "text": "وقال النفيلي : مَن قال القرآن مخلوق؛ فقد كفر بالله، وكذَّبَ بالقرآن."
    },
    {
        "id": 383,
        "text": "وقال سليمان بن داود الهاشمي: من قال : القرآن مخلوقٌ؛ فقد كفر، لا يُصلَّى خلفه، ولا يُصلى عليه."
    },
    {
        "id": 384,
        "text": "وقال عبد الله بن داود مَن زعم أن القرآن مخلوق؛ ينبغي أن يُنزع لسانه من قفاه."
    },
    {
        "id": 385,
        "text": "وقال محمد بن عيسى : مَن قال القرآن مخلوق؛ فقد كفر."
    },
    {
        "id": 386,
        "text": "حدثنا عباس بن عبد العظيم قال أخبرنا محمد بن يحيى ابن سعيد قال سمعت مُعاذ بن مُعاذ، قال: مَن قال : القرآن مخلوق ؛ فهو كافر بالله."
    },
    {
        "id": 387,
        "text": "حدثنا الحسن بن الصَّباح عن إبراهيم بن نصر، قال: سمعت أبا النَّضر يقول : مَن زعم أن القرآن مخلوق ؛ فهو كافر بالله."
    },
    {
        "id": 388,
        "text": "حدثنا إسحاق بن إبراهيم عن سُفيان بن عيينة، عن عمرو بن دینار، قال : أدركتُ النَّاسَ مُنذُ سبعين سَنةً، أدركت أصحابَ النبي فمن دونهم يقولون: الله الخالق، وما سواه مخلوق، إلَّا القرآن فإنَّه كلام الله ، منه خرج، وإليه يعود."
    },
    {
        "id": 389,
        "text": "حدثنا أحمد بن حنبل، وعمرو بن العباس، قالا : حدثنا عبد الرحمن بن مهدي قال: ثنا معاوية بن صالح، عن العلاء بن الحارث، عن زيد بن أرطأة، عن جبير بن نفير قال: قال رسول الله صلى الله عليه وسلم : «إنَّكم لن ترجعوا إلى الله بشيء أفضلَ مِمَّا خرج منه». - يعني : القرآن."
    },
    {
        "id": 390,
        "text": "حدثنا سعيد بن نوح، نا أبو النضر هاشم بن القاسم، نا بكر ابن خنيس، عن ليث بن أبي سليم عن زيد بن أرطأة، عن أبي أمامة قال : قال رسول الله صلى الله عليه وسلم : «مَا تقرَّبَ المُتقرِّبونَ إلى الله بشيءٍ أفضلَ مِمَّا خرجَ مِنْهُ». - يعني : القرآن."
    },
    {
        "id": 391,
        "text": "حدثنا الحسن بن الصَّباح قال : ثنا حاجب، عن بقيَّة بن الوليد، عن أبي بكر بن أبي مريم عن عطية بن قيس الكلابي قال: ما تقرَّبَ العباد إلى الله بشيءٍ أحب إليه من ، کلامهِ، ولا رَدُّوا إليه كلامًا أحبَّ إليه مما خرجَ منه."
    },
    {
        "id": 392,
        "text": "سمعت أبا الرَّبيع الزهراني وأبا ،ثور، والعباس العنبري، ويحيى الحماني، وإبراهيم بن بشار، يقولون: القرآن كلام الله تكلم به."
    },
    {
        "id": 393,
        "text": "قال إبراهيم وسمعتُ سُفيان بن عيينة يقول : القرآنُ كلام الله ، من قال غير ذلك فهو مُبتدع."
    },
    {
        "id": 394,
        "text": "سألتُ محمد بن بشار قلتُ أيام يحيى بن سعيد، ومُعتمر ابن سليمان، وأصحابك تكلَّمَ النَّاسُ في القرآن ؟ قال: نعم؛ ولكن هارون أمير المؤمنين، كان لا يؤتى بأحدٍ زعم أن القرآن مخلوقٌ إِلَّا قتله. قال أبو بكر: وأنا أقول : القرآنُ كلام الله تكلم به."
    },
    {
        "id": 395,
        "text": "وسمعته يقول : مَن زعم أنَّ اللهَ لا لم يُكلِّم مُوسى ؛ فهو كافر. قلتُ : فالصَّلاة خلفَ مَن زعم أن القرآن مخلوق ؟ قال : لا يُصلَّى خلفه."
    },
    {
        "id": 396,
        "text": "حدثنا أحمد بن حنبل قال : ثنا أسود بن عامر، قال: ثنا إسرائيل، عن عثمان بن المغيرة عن سالم بن أبي الجعد، عن جابر بن عبد الله قال : كان رسول الله صلى الله عليه وسلم يعرض نفسه على النَّاسِ بالموقف، فيقول: «هل من رجل يحملني إلى قومه، فإنَّ قريشا قد منعوني أن أُبلّغ كلام ربِّي."
    },
    {
        "id": 397,
        "text": "حدثنا محمد بن مُصفّى قال : ثنا بقيَّة بن الوليد، قال: حدثنا عيسى بن إبراهيم، عن موسى بن أبي ،، عن الحكم بن عمير الثَّمالي قال : قال رسول الله صلى الله عليه وسلم: ينزل القرآن، وهو كلام الله»."
    },
    {
        "id": 398,
        "text": "حدثنا إسحاق، قال : أخبرنا جرير، عن ليث بن أبي سليم عن سلمة بن كهيل، عن أبي الزَّعراء، قال: قال عُمر: إِنَّ هذا القرآن كلامُ الله فلا أعرفنَّكم ما عطفتموه على أهوائكم."
    },
    {
        "id": 399,
        "text": "حدثنا علي بن عبد الله قال حدثنا سفيان بن عيينة، قال: قال عثمان بن عفَّان: لو أن قلوبنا طهرت ما شبعت من کلام الله."
    },
    {
        "id": 400,
        "text": "حدثنا محمد بن مُصفّى، قال: حدثنا عبد الله بن محمد، عن عمرو بن جميع عن ميمون بن مهران، عن ابن عباس، قال : لما حكَمَ على الحكمين قالت له الخوارج : حكمت رجلين ؟ قال : ما حكمتُ ،مخلوقا، وإنَّما حكمتُ القرآن."
    },
    {
        "id": 401,
        "text": "حدثنا عمرو بن زرارة قال حدثنا محمد بن يزيد الواسطي، عن نافع بن عمر عن ابن أبي مليكة، قال: كانت أسماء بنت أبي بكر إذا سمعت القرآن قالت : كلام ربي كلام ربي."
    },
    {
        "id": 402,
        "text": "حدثنا العلاء بن عمرو الحنفي، قال: حدثنا يحيى بن زكريا ابن أبي زائدة قال حدثنا مُجالد، عن الشعبي، عن مسروق، عن عبد الله بن مسعود قال : القرآن كلام الله، فمن ردَّ منه شيئًا ؛ فإنَّما يردُّه على الله."
    },
    {
        "id": 403,
        "text": "حدثنا بشر بن حجر قال حدثنا صالح المُرِّي، قال: قال الحسن: القرآنُ كلامُ الله إلى القوَّةِ والصَّفاءِ، والأعمال: أعمال بني آدم إلى الضَّعفِ والتَّقصير فاعمل وأبشر."
    },
    {
        "id": 404,
        "text": "حدثنا عبيد الله بن معاذ قال : ثنا أبي، عن السري بن يحيى، عن محمد بن سیرین قال قال الحجاج بن يوسف - وهو يخطبُ -: إنّ ابن الزبير كان يُبدِّلُ كلام الله. فقال له عبد الله بن عُمر كذبت، لا تستطيع، ولا ابن الزبير أن تبدلوا كلام الله."
    },
    {
        "id": 405,
        "text": "حدثنا إبراهيم بن الحارث قال : ثنا الحسن بن بشر، قال: ثنا سعدان بن الوليد عن عطاء عن ابن عباس قال: دخل رسول الله صلى الله عليه وسلم على أُمّ هانئ بنت أبي طالب، فقالت له: يا رسول الله، إن لي أصهارًا قد لجأوا إليَّ، وإن عليَّ بن أبي طالب لا تأخذه في الله لومة لائم، وإني أخاف أن يعلم بهم؛ فيقتلهم، فاجعل من دخل داري آمنا ؛ حتَّى يسمع كلام الله. فأمنهم رسول الله."
    },
    {
        "id": 406,
        "text": "سمعت إسحاق بن إبراهيم وسُئل عن الرَّجل قال : القرآن ليس بمخلوق ؛ ولكن قراءتي أنا له مخلوقة، لأني أحكيه، وكلامنا مخلوق ؟ فقال إسحاق هذا بدعةٌ ولا يُقارُّ على هذا حتَّى يرجع، ويدع قوله هذا."
    },
    {
        "id": 407,
        "text": "حدثنا سُليمان بن الأشعث قال: ثنا يعقوب بن إبراهيم، ، أن أحمد بن حنبل قال : اللفظية إنَّما يدورون على كلام جهم؛ يزعمون أن جبريل ،مخلوق، وأنَّه إنَّما جاء بشيء مخلوق إلى محمد، وهو مخلوق."
    },
    {
        "id": 408,
        "text": "حدثنا إسحاق بن إبراهيم، قال: حدثنا محمد بن أعين، أنَّه شهد ابن المُبارك وقيل له : إِنَّ النّضر بن محمد يقول: من قال : إِنَّنِي أَنَا اللهُ لَا إِلَهَ إِلَّا أَنَا فَاعْبُدْنِي، مخلوق؛ فهو كافر. فقال ابن المبارك : صدق النضر."
    },
    {
        "id": 409,
        "text": "حدثنا أبو إسحاق إبراهيم بن الحارث، قال: حدثنا موسى ابن إبراهيم، قال حدثنا شريك، عن مجالد، عن الشعبي، عن عامر بن شهر قال وحدثني محمد بن هاشم، عن أبيه، عن أبي عقيل عن مجالد عن الشعبي، عن عامر بن شهر، ـ وكان من الوفد الذين وفدوا على النجاشي مِن همدان - قال : كُنَّا عند النجاشي، وجاء ابن له من فقرأ سورة مِن الزَّبور ، قال : فضحكت. فقال لي النجاشي: أتضحك من كلام الرحمن ؟!"
    },
    {
        "id": 410,
        "text": "حدثنا سعيد بن منصور قال حدثنا خلف بن خليفة، عن حميد الأعرج، عن عبد الله بن الحارث، عن ابن مسعود، عن النبي صلى الله عليه وسلم قال : «يوم كلَّمَ الله موسى كان عليه جُبَّة صوف، وكساء صُوف، وسراويل صُوفٍ، وكُمّه صوف، ونعلين من جلدِ حمارٍ غير ذكي."
    },
    {
        "id": 411,
        "text": "حدثنا الحسن بن الصَّباح وعبد الرحمن بن محمد بن ،سلام قالا ثنا علي بن ،عاصم قال : حدثنا الفضل بن عيسى الرقاشي قال : ثنا محمد بن المنكدر، قال: سمعت جابر بن عبد الله قال: قال رسول الله صلى الله عليه وسلم: «لما كلَّمَ اللهُ موسى يوم الطور ؛ كلَّمَهُ بغير الكلام الذي كلَّمَهُ به يوم ،ناجاه فقال له موسى هذا كلامُكَ الذي كلمتني به ؟ قال : يا موسى، لقد كلمتك بقوَّةِ عشرة آلاف لسانٍ، ولي قُوَّة الألسنة كُلّها، وأنا أقوى من ذلك. فلما رجع موسى إلى بني إسرائيل قالوا يا موسى صف لنا كلامَ الرَّحمن قال : لا أستطيعُ قالوا بينه لله :قال ألم تروا إلى أصواتِ الصَّواعِقِ التي تُقبِلُ بأحلى حلاوة سمعتُموه، فإنَّه قريب منه، وليس به)."
    },
    {
        "id": 412,
        "text": "حدثنا عباس بن عبد العظيم قال: ثنا علي بن عبد الله، وزيد بن مُبارك، قالا : حدثنا محمد بن عمرو بن مقسم، عن عطاء بن مسلم، عن وهب بن منبه، قال : كلَّمَ الله موسى في ألف مقام، كُلما كلَّمَه رُؤي النُّورُ على وجهه ثلاثة أيام، وما قرب موسى امرأة منذُ كلمه ربه."
    },
    {
        "id": 413,
        "text": "حدثنا عيسى بن محمد، قال: ثنا يزيد بن هارون، عن الحسين الجُريري ، عن أبي عطّاف، قال: كتب الله التَّوراة لموسى بيدِهِ وهو مُسند ظهره إلى الصَّخرةِ، سَمِعَ صريف القلم في ألواح مِن دُر، ليس بينه وبينه إلَّا الحِجاب."
    },
    {
        "id": 414,
        "text": "حدثنا عمرو بن العباس الأهوازي ، قال : سمعت عبد الرحمن ابن مهدي، وقيل له : إن أصحابَ جهم يقولون: القرآن مخلوق. فقال عبد الرحمن: إنّما أرادوا أن ينفوا أن يكون القرآن كلام الله . وأرادوا أن ينفوا أن يكون الرحمن على العرش استوى. وأرادوا أن ينفوا أن يكون الله كلّم موسى . ولقد ذكرها الله في كتابه، فقال: ﴿وَكَلَّمَ اللَّهُ مُوسَى تَكْلِيمًا ﴾. أرى أن يُستتابوا فإن تابوا وإلا ضُربت أعناقهم. قال : وسمعت عبد الرحمن يقول : أرى أن يُعرضَ أصحابُ جهم على السَّيف."
    },
    {
        "id": 415,
        "text": "حدثنا أبو علي الحسن بن الصَّباح قال : ثنا قاسم المعمري، قال : ثنا عبد الرحمن بن محمد بن حبيب بن أبي حبيب، قال : حدثني أبي، عن جدي حبيب، قال: شَهِدتُ خالد بن عبد الله القسري، وخطب النَّاسَ بواسط يوم النحر، فقال: أيها النَّاسُ ؛ ارجعوا فضحُوا  َتقبَّلَ الله منكم، فإني مُضح بالجعد بن درهم ؛ فإنَّه زعم أنَّ الله تبارك وتعالى لم يتخذ إبراهيم خليلا، ولم يُكلِّم الله موسى تكليما، سُبحانه وتعالى عما يقول الجعد بن درهم. ثم نزل إليه فذبحه."
    },
    {
        "id": 416,
        "text": "حدثنا أبو بكر محمد بن يزيد قال : ثنا أبو بكر بن أبي الأسود، قال : سمعت عبد الرحمن بن مهدي يقول: لو كان لي قرابة أنا وارثه، ثم مات لم أرثه، إذا كان ممن يقول: القرآن مخلوق."
    },
    {
        "id": 417,
        "text": "حدثنا أبو القاسم عبد الرحمن بن محمد بن سلام، قال: سمعت رجلا سأل يزيد بن هارون فقال: يا أبا خالد ما تقول في الجهمية ؟ قال یزید زنادقة زنادقة زنادقة. ومَدَّ بها صوته في الثالثة."
    },
    {
        "id": 418,
        "text": "حدثنا محمد بن مُصفّى عن يزيد بن هارون قال لقد أُخبرتُ من كلام المريسي بشيءٍ وجدتُ وجعه في صلبي بعد ثلاث."
    },
    {
        "id": 419,
        "text": "وسأله رجلٌ مِن أهل بغداد فقال يا أبا خالد، سمعت بشر المريسي يقول في سجوده: سُبحان ربي الأسفل ؟ فقال يزيد : لإن كنتَ صادِقًا ؛ إنَّ بشر المريسي كافر بالله العظيم. وقال : لقد حرَّضت ببغداد على قتل بشر المريسي بجهدي."
    },
    {
        "id": 420,
        "text": "حدثنا محمد بن مُصفّى عن الفريابي، قال: ألا تستطيعون أن تقتلوا بشرًا المريسي."
    },
    {
        "id": 421,
        "text": "حدثنا إبراهيم بن الحارث قال: سمعت سعيد بن الصباح، قال: جاء رجل إلى سُفيان بن عيينة فذكر له كلام المريسي. فقال سفيان : لقد شرع في هذا الدين ما لم يأذن به الله. ثُمّ قال : مَن زعم أن القرآن مخلوق، فهو كافر."
    },
    {
        "id": 422,
        "text": "حدثنا أحمد بن الحباب قال : سمعت أبا الصلت يقول : قال لي علي بن موسى الرضى : إِنَّ هذا - يعني: المأمون - يدعوكم لتقولوا : القرآن مخلوق، فلا تقله؛ فإنَّه الكفر."
    },
    {
        "id": 423,
        "text": "حدثنا العباس بن عبد العظيم، قال: حدثني أحمد بن يونس، قال : قال أبو حنيفة عند عيسى بن موسى القرآن مخلوق. فقال عيسى لابن أبي ليلى استتبه، فإن تاب وإلا فاضرب عنقه."
    },
    {
        "id": 424,
        "text": "حدثنا أحمد بن الأزهر قال حدثني عبد الله بن عون، عن سُفيان الثوري، قال: قال لي حماد بن أبي سُليمان قل لذاك الكافر - أبي حنيفة - : إن كنت تقول: القرآن مخلوق؛ فلا تقربن مجلسي."
    },
    {
        "id": 425,
        "text": "حدثنا سليمان بن الأشعث وإبراهيم بن الحارث، قالا: حدثنا أحمد بن إبراهيم قال حدثني زُهير بن نُعيم، أنه سأل سلام بن أبي مطيع عن الجهمية ؟ فقال : كفَّار، فلا يُصلى خلفهم. قال : وقال زُهير بن نُعيم أمَّا أنا فإذا تيقنت أنه جهمي؛ أعدت الصَّلاة خلفه، الجمعة وغيرها."
    },
    {
        "id": 426,
        "text": "حدثنا محمد بن مُصفّى عن أبي ضمرة أنس بن عياض في الصَّلاة خلف الجهمية. قال : لا يُصلَّى ،خلفهم، ﴿وَمَن يَبْتَغِ غَيْرَ الْإِسْلَامِ دِينًا فَلَن يُقْبَلَ مِنْهُ وَهُوَ فِي الْآخِرَةِ مِنَ الْخَسِرِينَ ﴾."
    },
    {
        "id": 427,
        "text": "حدثنا سُليمان بن الأشعث قال : قلتُ لأحمد: الجمعة ؟ قال: أنا أُعيد، ومتى ما صليتُ خلف أحدٍ ممن يقول : القرآن مخلوق ؛ فأعد."
    },
    {
        "id": 428,
        "text": "حدثنا أبو إسحاق العبادي، عن يحيى بن معين، أنه كان يُعيد صلاة الجمعة مُنذُ أظهر عبد الله بن هارون ما أظهر."
    },
    {
        "id": 429,
        "text": "سمعت علي بن عبد الله قال : بلغني عن ابن المبارك أنَّه قال : أستجيز أن أحكي عن اليهود والنصارى، ولا أستجيزُ أن أحكي كلام أصحاب جهم."
    },
    {
        "id": 430,
        "text": "قال أبو محمد : وذكرتُ عند عليّ بعض كلامهم؛ قلت: قوم يقولون : كذا ثم كذا أترى هؤلاء مسلمين ؟ فقال : لو ذكر هذا رجل عند حماد وغيره من المشايخ لطردوه، وما حدثوه بشيء، يكره أن يحكي كلامهم أشد الكراهية. قلت لعليّ : ويُكره أن يذكر رجل كلام أهل البدع ؟ قال: نعم؛ لأني أخاف أن يذكره عند رجل ضعيف القلب فيقع في قلبه."
    },
    {
        "id": 431,
        "text": "حدثنا محمد بن مُصفّى عن نُعيم بن حماد، قال: مَن قال: القرآن مخلوق فهو كافِرُ ،بالله أرى أن جهادهم عندي أفضل من جهادِ الرُّوم، وأرى أن أقتلهم بلا استتابة."
    },
    {
        "id": 432,
        "text": "حدثني محمد بن مُصفّى قال حدثنا بقيَّة بن الوليد، عن عبد العزيز الماجشون قال : جهم وشيعته الجاحدون."
    },
    {
        "id": 433,
        "text": "حدثنا محمد عن أبي يحيى الحِمَّاني، قال: جهم كافر بالله العظيم."
    },
    {
        "id": 434,
        "text": "وقال إسحاق: لا يجوز التّفكر في الخالق، ويجوز للعِبادِ أن يتفكروا في المخلوقين بما سمعوا فيهم، ولا يزيدون على ذلك؛ لأنهم إن فعلوا تاهوا. حدثنا أحمد بن الأزهر، قال حدثنا محمد بن عُبيد، عن الأعمش، عن عمرو بن مُرَّة ، قال : مرَّ النبي صلى الله عليه وسلم على قوم يتفكرون ، قال : «تفكَّروا في الخلقِ ، ولا تفكَّرُوا في الخالقِ."
    },
    {
        "id": 435,
        "text": "حدثنا محمد بن جعفر الوركاني قال: حدثنا عبد الله بن المبارك، عن عيسى بن عُبيد عن عكرمة أنه قال : لا يعيبن أحدكم دابَّته، وثوبه؛ فإنَّ كُلَّ شيءٍ يُسبحُ بحمدِهِ."
    },
    {
        "id": 436,
        "text": "حدثنا أبو معن قال حدثنا عبد الكبير قال : ثنا سفيان، عن منصور، عن إبراهيم في قوله: ﴿وَإِن مِّن شَيْءٍ إِلَّا يُسَبِّحُ بِحَدِهِ قال : الطَّعام يُسبِّح."
    },
    {
        "id": 437,
        "text": "حدثنا العلاء بن عَمرو قال : ثنا الأشجعي عُبيدالله، عن مسعر، عن الأعمش عن ،ذكوان قال: سمع صرير باب، فقال : هذا تَسيحه."
    },
    {
        "id": 438,
        "text": "سألتُ إسحاق : قلت : قول الله : خَلِدِينَ فِيهَا مَا دَامَتِ السَّمَوَاتُ وَالْأَرْضُ إِلَّا مَا شَاءَ رَبُّكَ ﴾؟ قال: أتت هذه الآية على كُلِّ وعيد في القرآن."
    },
    {
        "id": 439,
        "text": "حدثنا عُبيد الله بن معاذ قال : حدثنا مُعتمر بن سليمان، قال: قال أبي : ثنا أبو نضرة عن جابر - أو أبي سعيد، أو بعض أصحاب النبي صلى الله عليه وسلم - قال : أتت هذه الآية على القرآن كُلِّهِ : إِلَّا مَا شَاءَ رَبُّكَ إِنَّ رَبَّكَ فَعَالُ لِمَا يُرِيدُ ﴾. قال المُعتمرُ : قال أبي : أتى على كُلِّ وعيد في القرآن."
    },
    {
        "id": 440,
        "text": "قال أبو محمد : ومعناه عندي - إن شاء الله، والله أعلم إنَّها تأتي على كُلِّ وعيد في القرآن لأهل التوحيد. وكذلك قوله: ﴿ إِلَّا مَا شَاءَ رَبُّكَ ﴾؛ إِلَّا مَن استثنى من أهل القبلة الذين يخرجون مِن النَّار، والله أعلم باستثنائه."
    },
    {
        "id": 441,
        "text": "حدثنا عُبيد الله بن معاذ قال: حدثنا أبي، قال: حدثنا شعبة، عن أبي بلج، سَمِع عمرو بن ميمون يُحدِّثُ عن عبد الله بن عمرو قال ليأتين على جهنَّمَ يوم تصطفق فيه أبوابها، ليس فيها أحد، وذلك بعد ما يلبثون فيها أحقابًا."
    },
    {
        "id": 442,
        "text": "حدثنا عبيد الله ، قال : ثنا أبي، قال: ثنا شعبة، عن يحيى بن أيوب، عن أبي زرعة عن أبي هريرة، قال: ما أنا بالذي لا أقول : إنَّه سيأتي على جهنَّمَ يوم لا يبقى فيها أحد. وقرأ : فَأَمَّا الَّذِينَ شَقُوا فَفِي النَّارِ هُمْ فِيهَا زَفِيرٌ وَشَهِيقُ ﴾ الآية. قال عبيد الله كان أصحابنا :يقولون: يعني به : المُوحِدِينَ."
    },
    {
        "id": 443,
        "text": "وسمعت أبا عبد الله محمد بن نصر الفراء، قال: نازلتُ سليمان بن حرب، وعبيد الله بن محمد التيمي، وأبا عبيد دخل كلام بعضهم في بعض والمعنى واحد - قالوا : إن للنَّار جواني وبراني فلا يدخل أهل التوحيد مدخل أهل الكفر والنفاق ؛ لأن مَن أُدخل مدخل أهل الكفر والنفاق لا يخرج منه أبدًا، أما تستمع إلى قوله: ﴿وَلَا يَصْلَنَهَا إِلَّا الْأَشْقَى الَّذِي كَذَّبَ وَتَوَلَّى ﴾، والعرب لا تُسمِّي الشَّاة المصليَّة إلا ما تشوى في وسط الجمر، يحفرون في الأرض حفيرةً، فيجمعون فيها جمرًا كثيرًا، ثم يعمدون إلى المسلوخة فيُدخِلونها وسط ذلك الجمر حتّى تغيب فيها، فتشتوي فيها، فذاك المصلي عندهم، فأما الذي يُشوى على ظهر الجمر، أو المقلي أو في التَّنورِ؛ فلا يسمونها مصليا. قالوا فمعنى الحديث : أنَّه لا يدخل أهل التوحيد مدخل أهل الكفر والنفاق، وهو جوف النَّارِ وأسفله، يقول الله : و إِنَّ الْمُنَفِقِينَ فِي الدَّرْكِ الْأَسْفَلِ مِنَ النَّارِ﴾، وتلك النَّارُ أعدت للكافرين. وأمَّا معنى حديث الشَّفاعة: أنَّه يخرجُ مِن النَّارِ مَن كان في قلبه مثقال حبَّةِ خردل من إيمان»، إنَّما معناه: أن يخرج من براني النَّار. قال أبو عبد الله : فنرى أن حديث عبد الله بن عمرو - إن كان له أصل - أنه يأتي على جهنم أحايين ليس فيها أحد؛ إنَّما هو موضع أهل التوحيد. وقال الله : وخَلِدِينَ فِيهَا مَا دَامَتِ السَّمَوَاتُ وَالْأَرْضُ إِلَّا مَا شَاءَ ربك ﴾ فإنَّما يقع الاستثناء عندنا على أهل التَّوحيدِ في الآيتين جميعًا؛ لما جاء عن النبي صلى الله عليه وسلم أنَّ له شفاعة لأهل الذنوب؛ فهذا ما أوَّلنا ، والله أعلم."
    },
    {
        "id": 444,
        "text": "حدثنا أبو معن قال حدثنا ،موسى قال : حدثنا سفيان ، عن رَجُلٍ، عن الضَّحاك في قوله : خَلِدِينَ فِيهَا مَا دَامَتِ السَّمَوَاتُ وَالْأَرْضُ إِلَّا مَا شَاءَ رَبُّكَ ﴾، قال: إلَّا من استثنى من أهل القبلةِ الذين أُخرجوا مِن النَّارِ، وَأَمَّا الَّذِينَ سعِدُوا فَفِي الجَنَّةِ خَلِدِينَ فِيهَا مَا دَامَتِ السَّمَوَاتُ وَالْأَرْضُ إِلَّا مَا شَاءَ رَبُّكَ ﴾. إلَّا مَن استثنى مِن أهل القبلة الذين أُخرِجُوا مِن النَّار."
    },
    {
        "id": 445,
        "text": "حدثنا أبو معن قال حدثنا وهب بن جرير، قال: حدثنا شعبة، عن سليمان التَّيمي، عن أبي نضرة، عن جابر بن عبد الله ، - أو بعض أصحابه - في قوله: ﴿ خَلِدِينَ فِيهَا مَا دَامَتِ السَّمَوَاتُ وَالْأَرْضُ إِلَّا مَا شَاءَ رَبُّكَ ﴾ قال : هذه الآية أتت على القرآن كُلِّه."
    },
    {
        "id": 446,
        "text": "قلت لإسحاق حديث ميسرة الفجر، قال: قلت: يا رسول الله ؛ متى كُتبت نبيا ؟ قال: «وآدم بين الروح والجسد». ما معناه ؟ قال : قبل أن يَنفُخَ فيه الرُّوحَ وقد خُلِقَ."
    },
    {
        "id": 447,
        "text": "حدثنا عمرو بن العباس قال حدثنا عبد الرحمن بن مهدي، عن منصور بن سعد، عن بُدَيْل العُقيلي، عن عبد الله ابن شقيق عن ميسرة الفجر قال: قلت: يا رسول الله ؛ متى كُتبتَ نبيًّا ؟ قال: «وآدم بين الروح والجسد»."
    },
    {
        "id": 448,
        "text": "حدثنا علي بن عُثمان قال حدثنا حماد، قال: أخبرنا خالد، عن عبد الله بن شقيق عن أبي الجدعاء، قال: قلتُ : يا رسول الله ؛ متى جُعِلتَ نبيًّا ؟ قال وآدم بينَ الرُّوحِ والجَسَدِ»."
    },
    {
        "id": 449,
        "text": "حدثنا عَمرو بن عُثمان بن سعيد بن كثير بن دينار، قال: حدثنا أبي، قال حدثنا محمد بن مهاجر، عن جنيد بن ميمون، عن حمزة بن الزبير عن عبادة بن الصامت، أن النبي صلى الله عليه وسلم قال: «رُؤيا المُؤمِنِ كَلامٌ يُكَلِّمُ بِهِ العَبدُ رَبَّهُ فِي المنام»."
    },
    {
        "id": 450,
        "text": "حدثنا عُبيد الله بن معاذ قال : ثنا أبي، قال: ثنا شعبة، عن قتادة عن أنس بن مالك عن عُبادة بن الصامت، عن النبي عليه الصَّلاة والسَّلام قال: «رُؤيا المؤمِنِ جُزءٌ مِن سِتَّةٍ وأربَعِينَ جُزْءًا مِن النُّبوة»."
    },
    {
        "id": 451,
        "text": "حدثنا يحيى بن عبد الحميد قال : حدثنا سليمان بن بلال، عن سهيل، عن أبيه، عن أبي هريرة، عن النبي صلى الله عليه وسلم قال: الرُّؤيا الصَّالِحَةُ مِن العبدِ الصَّالح جُزءٌ مِن سِتةٍ وأربعين جزءًا مِن النُّبوَّة."
    },
    {
        "id": 452,
        "text": "حدثنا يحيى، قال حدثنا هشيم قال: أخبرنا يعلى بن عطاء، عن وكيع بن عدس، عن عمِّهِ أَبي رَزِين، قال النبي صلى الله عليه وسلم : «الرُّؤيا برجل طائر، ما لم تُعبَّر، فإذا عُبِّرت؛ وقعت . والرُّؤيا جزءٌ مِن خَمسة وعشرين جزءًا مِن النُّبوّة». وحسبته قال: «لا تقُصَّهَا إِلَّا على واد، أو ذي رأي."
    },
    {
        "id": 453,
        "text": "حدثنا عبيد الله بن معاذ قال : ثنا أبي، قال: ثنا شعبة، عن يعلى بن عطاء، قال: سمعت وكيع بن عُدس يُحدِّثُ عن عمهِ أبي رزين، قال : سمعت رسول الله صلى الله عليه وسلم يقول: «رؤيا المسلم جزء من أربعين جزءًا مِن النُّبوة، وهي على رجل طائر ما لم تُحدّث بها، فإذا حدثت بها ؛ وقعت». قال يعلى وأحسبه قال: لا تُحدّث بها إلا حبيبا، أو لبيبا»."
    },
    {
        "id": 454,
        "text": "حدثنا الحميدي، قال: ثنا ،سُفيان قال: حدثنا عبدربه بن سعيد، قال: سمعت أبا سلمة بن عبد الرحمن يُحدِّث عن أبي قتادة، أن رسول الله عليه الصَّلاة والسَّلام قال: الرؤيا مِن الله ، والحُلُمُ مِن الشَّيطان، فإذا حَلَمَ أحدُكم حُلما يكرَهُهُ ؛ فلينفث عن يساره ثلاثا، وليستعذ بالله من شر ما رأى، فإنَّها لن تضُرَّه»."
    },
    {
        "id": 455,
        "text": "حدثنا أبو بكر الحميدي، قال: حدثنا سفيان، قال: حدثنا يحيى بن سعيد، عن أبي سلمة بن عبد الرحمن عن أبي قتادة، قال : قال رسول الله صلى الله عليه وسلم : الرُّؤيا مِن الله، والحُلُمُ مِن الشَّيطان، فإذا حَلَمَ أحدكم حُلمًا يكرهه؛ فلينفث عن يساره ثلاثا، وليستعذ بالله من شر ما رأى، فإنَّها لن تضُرَّهُ."
    },
    {
        "id": 456,
        "text": "حدثنا أبو عبد الله أحمد بن بشر قال: حدثنا يزيد بن زريع، عن سعيد، عن قتادة، عن محمد بن سيرين، عن أبي هريرة قال: قال رسول الله صلى الله عليه وسلم : الرُّؤْيا ثلاث: فرؤيا حقٌّ، ورُؤيا يُحدِّثُ بها الرّجلُ نفسَهُ، ورؤيا تحزين من الشَّيطان، فمَن رأى ما يكره ؛ فليقُم فليُصَلِّ». وكان يقول : يُعجبني القيد، وأكرَهُ الغُلَّ، والقيد : ثبات في الدين». وكان يقول : مَن رآني فإنّي أنا هو، فإنَّه ليس للشَّيطان أن يتمثل بي». وكان يقول: «لا تقُصَّنَّ، - أو لا تَقُصَّ - الرُّؤْيا إِلَّا على: عالم، أو ناصح."
    },
    {
        "id": 457,
        "text": "حدثنا محمد بن مُصفّى قال : ثنا بقيَّة بن الوليد، قال: حدثني نصر بن علقمة عن عبد الرحمن بن عائد الأزدي، عن رجل من أصحاب النبي صلى الله عليه وسلم قال: قال رسول الله صلى الله عليه وسلم : مَن لم يُومِن بالرُّؤيا الصَّالِحَةِ؛ فإِنَّه لن يُؤمن بالله ورسوله»."
    },
    {
        "id": 458,
        "text": "حدثنا أبو علي الحسن بن الصَّباح البزار، قال: حدثنا حسين ابن ،محمد قال حدثنا الفرات عن ميمون بن مهران، عن ابن عباس، عن النبي صلى الله عليه وسلم أنَّه قال: «سيكونُ في آخرِ الزَّمانِ قوم ينتحلون مُودَّةَ أهل بيتي ؛ هم الرَّوافِضة، فمن أدركهم منكم فليقاتِلْهم، فإنَّهم مشرِكون."
    },
    {
        "id": 459,
        "text": "حدثنا محمد بن نصر بن سعيد قال : حدثنا يحيى بن أبي بكير، عن الفضيل بن مرزوق، عن أبي جناب، عن أبي سليمان، عن علي بن أبي طالب قال: قال رسول الله صلى الله عليه وسلم : إنه سيكون قومٌ يكون لهم نَبز يقال لهم: الرَّافِضةُ، فإن أدركتهم فاقتلهم، فإنَّهم مُشرِكون». قال : وقال علي : يكونُ قومُ يتولون حُبَّنا؛ يكذبون علينا، وآية ذلك : أنَّهم يَسُبُّون أبا بكر، وعُمر."
    },
    {
        "id": 460,
        "text": "حدثنا أبو جعفر محمد بن عوف قال حدثنا بكر بن خنيس، قال: حدثنا سوَّار بن مُصعب، عن داود بن أبي عوف، عن فاطمة بنت عليّ عن فاطمة الكبرى، عن أسماء بنت عُميس عن أُمّ سلمة قالت : قال رسول الله صلى الله عليه وسلم: «یا علي، ألا إنَّ ممن يزعُم أَنَّه يُحبُّك قومٌ يضفزون الإسلام، ثم يلفظونَهُ ، يقال لهم : الرَّافِضةُ، فإن أدركتهم فاقتلهم، فإنَّهم مشركون». قال: قلت: يا رسول الله؛ فما العلامة فيهم ؟ قال: «لا يحضرون جمعةً، ولا جماعةً، ويطعنون على السلف."
    },
    {
        "id": 461,
        "text": "حدثنا يحيى بن عبد الحميد قال حدثنا إبراهيم بن سعد، عن عبيدة بن أبي رائطة عن عبد الله بن عبد الرحمن، عن عبد الله بن مُغفَّل، قال: قال النبي عليه الصَّلاة والسَّلام: الله الله في أصحابي لا تتخذوهم غَرضًا ، فمن أحبَّهُم فبحبي أحبَّهم، ومن أبغضَهُم فببغضي أبغضَهُم، ومَن آذاهُم فقد آذاني، ومَن آذاني فقد آذى الله ، ومَن آذى الله فيُوشِكُ أَن يأخذه»."
    },
    {
        "id": 462,
        "text": "حدثنا محمد بن نصر قال : ثنا حسّان بن إبراهيم، عن محمد بن الفضل عن عَمرو بن دينار عن جابر بن عبد الله، قال : سمعت النَّبيصلى الله عليه وسلم يقول: «إنَّ النَّاسَ يكثرون، وأصحابي يقلون، لا تسبوهم، لعنَ اللهُ مَن سَبَّهُم."
    },
    {
        "id": 463,
        "text": "حدثنا سعيد بن منصور قال : حدثنا أبو معاوية، عن محمد ابن خالد الضبي، عن عطاء قال : قال رسول الله صلى الله عليه وسلم: «مَن حفظني في أصحابي كُنتُ له شفيعًا وشهيدًا يومَ القيامةِ، ومَن سبهم؛ فعليه لعنة الله»."
    },
    {
        "id": 464,
        "text": "حدثنا حمزة بن عُبيد الله، قال: حدثنا حميد بن أبي حميد الدمشقي، عن خالد بن معدان عن عُمر بن الخطاب، قال: قال رسول الله صلى الله عليه وسلم : أحِبَّ آل محمد ؛ ولا تكُن رافضيا. وأرجئ الأمور إلى الله؛ ولا تكن مرجيًّا. واعلم أن ما أصابك فمن الله ؛ ولا تكن قدرِيًّا. واسمع وأطِعْ - ولو عبدًا حبشيًّا - ؛ ولا تكن خارجيا."
    },
    {
        "id": 465,
        "text": "حدثنا أحمد بن سعيد قال سمعت غياث بن واقد، يقول: قال سفيان : أرج ما لم تعلم إلى الله؛ ولا تكُن مُرجنّا. وأحبَّ صَالحِي عبد المطلب؛ ولا تكُن سَبيا. وأجبه - وإن كان عبدا حبشيا - ؛ ولا تكُن خارجيًّا."
    },
    {
        "id": 466,
        "text": "حدثنا سعيد بن منصور، قال حدثنا أبو الأحوص، قال: ثنا أبو عبد الرحمن، عن جعفر بن برقان، عن ميمون بن ،مهران قال: قال ابن عباس يا میمون، لا تسُبَّ السَّلفَ وادْخُل الجنَّةَ بسلام."
    },
    {
        "id": 467,
        "text": "حدثنا سعيد قال : حدثنا شهاب بن خراش، عن عمه العوام ابن حوشب قال : أدركتُ مَن أدركتُ مَن صدر هذه الأمة وهم يقولون : اذكروا محاسن أصحاب رسول الله؛ تأتلف عليهم القلوب، ولا تذكروا الذي شجر بينهم؛ فتُحرّشوا النَّاسَ عليهم."
    },
    {
        "id": 468,
        "text": "حدثنا أبو خالد الحباني قال : ثنا عثمان بن زفر، عن أبي خالد البصري، عن علي بن زيد بن جدعان، عن سعيد بن المسيب قال : مَن شتم أصحابَ النَّبي صلى الله عليه وسلم سلط الله عليهِ في قبره حيَّتان واحدة مِن قِبَل رأسِهِ وأخرى مِن قِبَلِ رجليه ؛ تقرضانِهِ حتّى تنتهيا إلى وسطه ثم يُعاد ويُعادانِ إلى يوم القيامة."
    },
    {
        "id": 469,
        "text": "حدثنا سعيد بن منصور قال حدثنا أبو معاوية، عن الأعمش، عن أبي صالح عن أبي سعيد الخدري، قال: قال رسول الله عليه الصَّلاة والسَّلام: «لا تسبوا أصحابي فلو أنَّ أحدَكُم أنفقَ مثلَ أُحِدٍ ذهبًا؛ ما أدرَكَ مُدَّ أَحدِهِمْ، ولا نصيفه»."
    },
    {
        "id": 470,
        "text": "حدثنا أبو معن الرَّقاشي قال : حدثنا يحيى بن سعيد، قال: ثنا صدقة بن المثنى قال : حدثني جدي: رياح بن الحارث، سمع سعيد بن زيد يقول: والله لمشهدٌ شَهِدَهُ أحدهم مع رسول الله صلى الله عليه وسلم اغبر فيه وجهه، أفضلُ مِن عمل أحدِكم، ولو عمر عمر نوح."
    },
    {
        "id": 471,
        "text": "حدثنا سعيد بن منصور قال حدثنا أبو معاوية، عن محمد ابن سوقة، عن حبيب بن أبي ثابت، قال: قال علي: تفترِقُ هذه الأمة على بضع وسبعين فرقة، سُرُّهم: قوم ينتحلون حُبَّنا أهل البيت."
    },
    {
        "id": 472,
        "text": "حدثنا سعيد، قال: ثنا أبو معاوية، عن مجالد، عن الشعبي، عن زياد بن النضر - وكان على مجنبة علي ـ قال: قلت له : يا أبا النضر ما ردَّك عن رأي هذه الشيعة، وكنت فيهم رأسا ؟! قال : رأيتهم يتعلقون بأعجاز ليس لها صدور."
    },
    {
        "id": 473,
        "text": "حدثنا أحمد بن يونس قال ثنا زهير، قال: حدثنا أبو إسحاق، عن عمرو بن الأصم قال: قلت للحسن بن علي: إنَّ هذه الشَّيعة يزعُمون أنَّ عليا مبعوث قبل يوم القيامة ؟ قال : كذبوا والله ما هؤلاء بشيعةٍ، لو علمنا أنَّه مبعوث؛ ما زوجنا نساءه، ولا اقتسمنا ماله."
    },
    {
        "id": 474,
        "text": "حدثنا يحيى بن عبد الحميد قال حدثنا إدريس، عن حصين ، عن عمار بن الحارث قال : قيل لابن عباس : إن ناسا يزعمون أن عليًّا سيرجع بعد الموت؟ قال : لو علمنا ذلك؛ ما اقتسمنا ،ميراثه، ولا نكحنا نساءه."
    },
    {
        "id": 475,
        "text": "حدثنا يحيى بن عبد الحميد قال حدثنا شريك، عن أبي اليقظان، عن زاذان عن عليّ قال مثلي فيكم كمثل عيسى ابن مريم؛ أحبَّتَه طائفة فأفرطوا في حُبِّهِ؛ فهلكوا، وأبغضته طائفة، فأفرطوا في بُغضه؛ فهلكوا، واقتصدت فيه طائفة؛ فنجت، فالنَّاجي منكم في المُقتصد."
    },
    {
        "id": 476,
        "text": "حدثنا أحمد بن يونس قال حدثنا ابن أبي ذئب، عن الزهري، قال: ما رأيتُ قوما أشبه بالنَّصارى من السبائية. قال أحمد : هم الرافضة."
    },
    {
        "id": 477,
        "text": "حدثنا يحيى بن عبد الحميد قال حدثنا الحكم بن ظهير، عن السدي ، عن أبي مالك، عن ابن عباس: ﴿وَسَلَم على عباده الذين أَصْطَفَى ﴾. قال : أصحابُ محمد."
    },
    {
        "id": 478,
        "text": "حدثنا يحيى، قال: ثنا يعقوب عن زيد أبي أسامة، عن نافع، عن ابن عمر في قوله تعالى: تَأَيُّهَا الَّذِينَ ءَامَنُوا اتَّقُوا اللهَ وَكُونُوا مَعَ الصَّدِقِينَ. قال: مع محمد وأصحابه."
    },
    {
        "id": 479,
        "text": "حدثنا يحيى قال : ثنا جعفر بن سليمان، عن عبد الصمد بن معقل، قال: سمعت عمِّي وهب بن منبه يقول في قوله : بِأَيْدِي سَفَرَةٍ كَرَام بَرَرَةِ قال: أصحاب النبي."
    },
    {
        "id": 480,
        "text": "حدثنا العلاء بن عمرو قال : ثنا ابن عُليَّة، عن ابن أبي نجيح، عن مجاهد في قوله : ﴿يَأَيُّهَا الَّذِينَ ءَامَنُوا أَطِيعُوا اللَّهَ وَأَطِيعُوا الرَّسُولَ وأولى الأمر منكرين قال : أصحاب محمد."
    },
    {
        "id": 481,
        "text": "حدثنا أبو محمد عبد الله بن حُبَيق الأنطاكي، قال: سمعت يوسف بن أسباط يقول : أما الشيعة فهم أصناف؛ فمنهم: (المنصوريَّة) : وهم الذين يقولون من قتل أربعين نفسًا ممن خالف هواهم دخل الجنَّة، وهم الذين يخيفون النَّاسَ، ويستحلون أموالنا وهم الذين يقولون : أخطأ جبريل بالرسالة. وأفضل الشّيعة : (الزَّيدية) وهُم (الخشبيَّة): وهم الذين يتبرون من عُثمان بن عفان وطلحة والزبير، وعائشة، ويرون القتال مع من خرجَ مِن ولد علي برا كان أو فاجِرًا، حتّى يغلب أو يُغلب. ومنهم: (الرافضة) الذين يتبرون من جميع أصحاب النبي عليه الصَّلاة السَّلام، ويُكفِّرون الأُمَّة إلا أربعة عليَّ، وعمار، والمقداد، وسلمان."
    },
    {
        "id": 482,
        "text": "حدثنا أبو بكر حماد بن مبارك قال : ثنا محمد بن هيصم، قال : ثنا الوليد بن مسلم عن ثور بن يزيد عن خالد بن معدان، عن مُعاذ بن جبل قال: قال رسول الله صلى الله عليه وسلم: «إذا ظهرت البدع، وسُبَّ أصحابي ؛ فعلى العالم أن يُظهِرَ عِلمَهُ، فإن لم يفعل ؛ فعليه لعنة الله والملائكة، والنَّاس أجمعين». قال : قلتُ للوليد: ما إظهار علمه ؟ قال : السُّنَّة."
    },
    {
        "id": 483,
        "text": "حدثنا عمرو بن عثمان قال حدثنا بقيَّة بن الوليد، عن هشام بن عُبيد الله، عن ابن جريج عن عطاء، عن ابن عباس قال : كلام الشيعة هلكة."
    },
    {
        "id": 484,
        "text": "حدثنا سعيد بن عون قال حدثنا إسماعيل بن عياش، قال: حدثني حميد بن مالك اللخمي عن مكحول، عن معاذ بن جبل، قال: قال رسول الله صلى الله عليه وسلم : يا معاذ، أطعْ كُلَّ أميرٍ، ولا تسُبنَّ أحدًا مِن أصحابي."
    },
    {
        "id": 485,
        "text": "حدثنا محمد بن عبد الرحمن الجعفي، قال: حدثنا حسين بن علي، عن هانئ بن أيوب قال: سألتُ مُحارب بن دثارٍ عن غيبة الرافضة ؟ فقال : إنَّهم إذا لقوم صدقٍ. قال حُسين: أي لم ير بغيبتهم بأسا."
    },
    {
        "id": 486,
        "text": "حدثنا محمد بن عبد الرحمن قال حدثنا أبو أسامة، عن زائدة، قال: قلتُ لمنصور يا أبا عَتّاب، يصوم أحدنا، وينتقص الذين يبغضون أبا بكر، وعُمر؟ قال : نعم."
    },
    {
        "id": 487,
        "text": "حدثنا محمد بن قدامة، قال : ثنا ابن عُليَّة، عن ابن عون قال : سمعت إبراهيم يقول : احذروا هؤلاء الكذَّابين."
    },
    {
        "id": 488,
        "text": "سألت أحمد بن حنبل عن أصحاب النبي عليه الصَّلاة والسلام. فقال : خيرُ الأُمَّةِ بعد النبي : أبو بكر، وعُمر، ثم عثمان على حديث ابن عُمر . قال أحمد : وعلي في الخلفاء. قلت: أليس تقول: علي خيرُ مِن بقي بعد الثلاثة في الخلافة ؟ قال : هو خليفة. قلت : ولا يدخل في ذلك على طلحة، والزبير ؟ قال : لا ، أيش على طلحةَ والزُّبير ؟! ألا ترى أن عليا كان يقيم الحدود، ويقسم الفيء، ويُجمع بالنَّاس. فإن قلت : ليس خليفة ؛ ففيه شناعة شديدة."
    },
    {
        "id": 489,
        "text": "وسألتُ إسحاق عن أصحاب النبي صلى الله عليه وسلم ؟ فقال : خيرُ هذه الأمة بعد نبيها : أبو بكر، ثم عمر، ثم عثمان، ثم علي. وقال : هو أفضلُ الأُمَّةِ يومئذ، وهو خليفة عدل، يعني: بعد عثمان."
    },
    {
        "id": 490,
        "text": "وسألت علي بن عبد الله. فقال : أبو بكر وعمر وعثمان."
    },
    {
        "id": 491,
        "text": "وسألت أبا ثور قلت كيف تقول في أصحاب النبي عليه الصَّلاة والسلام ؟ قال: خيرُ هذه الأُمِّةِ بعد النبيّ : أبو بكر، ثم عمر، ثم عثمان، ثم الخمسة ؛ وهم عليّ، وطلحة والزبير، وسعد، وعبد الرحمن، ورحم الله أبا عبد الرحمن. - يعني : معاوية -."
    },
    {
        "id": 492,
        "text": "وسمعت هدبة بن خالد يقول : خيرُ هذه الأُمة بعد نبيها : أبو بكر، وعُمر، وعثمان، وعلي."
    },
    {
        "id": 493,
        "text": "وسمعتُ أبا الرَّبيع الزهراني يقول : خيرُ هذه الأُمة بعد نبيها : أبو بكر، ثم عُمر، ثم عثمان، ثم نسكت."
    },
    {
        "id": 494,
        "text": "حدثنا عبيد الله بن معاذ عن أبيه عن بشر بن المُفضَّل : عثمان أفضل من عليّ. قلتُ لعبيد الله بن مُعاذ: ما كان مذهب أبيك في هذا ؟ قال : كان مذهب أبي: أن عثمان أفضلُ مِن عليّ؛ كان يقول: أبو بكر ثم عمر ثم عثمان."
    },
    {
        "id": 495,
        "text": "حدثنا محمد بن عبد الأعلي قال: حدثنا مُعتمر بن سليمان، قال : كان أبي يقول : خيرُ الأمَّةِ : أبو بكر، ثم عمر ثم عثمان."
    },
    {
        "id": 496,
        "text": "حدثنا محمد بن عبد الأعلى قال : حدثنا يزيد بن زريع، قال: حدثني أيوب عن أبي قلابة، وكان عثمانيا. وحدثنا خالد بن الحارث عن عبد الله بن شقيق وكان عثمانيا."
    },
    {
        "id": 497,
        "text": "حدثنا أحمد بن حنبل، قال حدثنا بشر بن شعيب بن أبي حمزة، قال: حدثني أبي، عن الزهري، قال: أخبرني سالم ابن عبد الله أن عبد الله بن عُمر قال : كنا نقول ورَسول الله حي : أفضل أُمَّتِهِ : أبو بكر، ثم عمر، ثم عثمان."
    },
    {
        "id": 498,
        "text": "حدثنا أحمد بن يونس قال : حدثنا إسماعيل بن عياش، قال : حدثنا يحيى بن سعيد الأنصاري عن نافع عن عبد الله ا ابن عمر قال: كُنَّا نتحدَّثُ على عهدِ رسول الله صلى الله عليه وسلم أن خير الأمة بعد نبينا : أبو بكر، ثم عمر، ثم عثمان."
    },
    {
        "id": 499,
        "text": "حدثنا أحمد بن حنبل قال حدثنا أبو معاوية، قال: ثنا سهيل بن أبي صالح عن أبيه، عن ابن عمر، قال: كُنَّا نعد ورسول الله صلى الله عليه وسلم حي، وأصحابه متوافرون: أبو بكر، وعمر، وعثمان، ثم نسكت."
    },
    {
        "id": 500,
        "text": "حدثنا يزيد بن عمرو بن البراء، قال: حدثني عبد الله بن يزيد المقرئ قال : حدثني عمر بن عُبيد القرني ، عن سهيل بن أبي صالح عن أبيه عن أبي هريرة، قال: كُنَّا أصحاب رسول الله الله ،مُتوافِرون ونحن نقول : خيرُ هذه الأُمَّةِ بعد نبيها : أبو بكر الصديق، وعمر بن الخطاب، وعثمان بن عفان، ثم نسكت."
    },
    {
        "id": 501,
        "text": "حدثنا عمرو بن عثمان قال : ثنا سَلم بن عبد الرحمن، قال: حدثني جعفر الواسطي، قال حدثنا عبد الله بن داود، قال حدثني سويد بن عمرو بن حريث، قال: سمعت عمرو بن حريث يقول : سمعتُ عليًّا يقول : ألا إِنَّ خير هذه الأمة بعد نبيها : أبو بكر، ثم عمر، ثم عثمان."
    },
    {
        "id": 502,
        "text": "حدثنا عبد الرحمن بن محمد :قال حدثنا عبد الحميد بن عبد الرحمن قال : حدثني صالح بن موسى الطلحي، قال: حدثني عاصم بن أبي النجود قال: قلت لزر بن حبيش : مَن عنى عليّ بالثَّالث ؟ فقال زِرٌّ: كان علي خيرًا من ذلك، وأقرأُ لكتاب الله من ذلك، وأعلمُ مِن ذلك، أن يقوم على منبر رسول الله ويعني نفسه؛ ولكن عنى بالثالث عثمان."
    },
    {
        "id": 503,
        "text": "سمعتُ إسحاق بن إبراهيم يقول : مَن قدَّمَ عليًّا على عثمان فهو مخطئ."
    },
    {
        "id": 504,
        "text": "حدثنا أحمد بن سعيد قال : سمعت النضر بن شميل ، يقول : من قال في بيعةِ عثمان ؛ فقد أزرى على عشرة آلافٍ مِن أصحاب رسولِ الله عليه الصَّلاة والسَّلام اجتمعوا فقدموا عثمان."
    },
    {
        "id": 505,
        "text": "حدثنا نُصير بن الفرج، قال حدثنا أبو داود الحَفَرِي، قال: حدثنا مسعر، عن عبد الملك بن ميسرة، عن النَّزَّال بن سبرة، قال: سمعت عبد الله بن مسعود يقول - حين استُخلِفَ عثمان -: أمرنا خير من بقي ولم نألُ."
    },
    {
        "id": 506,
        "text": "قلتُ لإسحاق : قول النبي الله لعليّ : «أنتَ عون لي على عُقرِ حَوضِي؟». قال : هو في الدنيا يذود عنه، ويدعو إليه، ويُبيَّن لهم، ونحو ذلك من الكلام، إلَّا أنَّه في الدُّنيا."
    },
    {
        "id": 507,
        "text": "حدثنا أحمد بن سعيد قال حدثنا الطنافسي، قال: ثنا أبي، قال: أدركتُ النَّاسَ وإنَّما يختلفون في عليّ وعثمان، فأما أبو بكر وعمر فليس فيهما اختلاف. قال أحمد بن سعيد وكان الفقهاء مختلفين : منهُم مَن يقول : أبو بكر وعمر ويقف ؛ منهم: الشعبي، وإبراهيم، وأنا العجلي، والكوفيون، وسعيد بن جبير، وأبو البختري، وغيرهم، وعُبيد بن عُمير وقومٌ مِن أهل البصرة وقفوا. وكان قوم يقولون: أبو بكر، وعُمر، وعثمان، وعلي. وكان قوم يُقال لهم : الشَّيعة ، - وليسوا بخارجين، ولا منسوبين إلى البدعة - يقولون : أبو بكر، وعُمر، وعلي. وكان قوم يقال لهم : عُثمانية، يقولون: أبو بكر ، ، وعمر، وعثمان، ويسكتون؛ منهم : سعيد بن أبي عروبة، وحماد بن زيد، وهشام بن أبي عبد الله، وغيرهم. وكان قوم من أهل البصرة يقفون في عليّ وعُثمان؛ منهم : يحيى بن سعيد وسليمان التيمي، ومُعتمر بن سليمان، وخالد ابن الحارث."
    },
    {
        "id": 508,
        "text": "حدثنا أبو حفص، قال : ثنا عباس بن طالب، قال: ثنا حماد ابن زيد، عن أيوب قال قدِمتُ المدينة والنَّاسُ بها متوافرون : القاسم بن محمد وسُليمان بن يسار، وغيرهم، فما اختُلِفَ على أحدٍ منهم في تقدمة أبي بكر، ثم عمر ثم عثمان. قال حماد بن زيد وذاك رأي أيوب، وهو رأينا."
    },
    {
        "id": 509,
        "text": "وسمعت عبد الله بن سوار العنبري، قال: السُّنَّةُ عِندنا وما أدركنا عليه حمادًا، وحمادًا، والناس الذين يقتدى بهم : تقديم أبي بكر، ثم عمر ثم عثمان. والحبُّ لأصحاب رسول الله صلى الله عليه وسلم جميعًا. والكف عن ذكر مساوئهم، وعظيم الرَّجاء لهم بصُحْبةِ رسول الله. والإيمان قول وعمل."
    },
    {
        "id": 510,
        "text": "حدثنا يحيى بن عبد الحميد قال : ثنا حصين بن عمر الأحمسي، قال حدثنا مُخارق عن طارق، عن عثمان، قال: سمعت النبي صلى الله عليه وسلم يقول : (مَن أحبَّ العرب فبحبي أحبهم، ومن أبغض العرب فييُغضي أبغضَهُم)."
    },
    {
        "id": 511,
        "text": "حدثنا أبو الرَّبيع الزهراني قال : ثنا شجاع بن الوليد، عن قابوس بن أبي ظبيان عن أبيه، عن سلمان، قال: قال لي رسول الله صلى الله عليه وسلم: «یا سلمان؛ لا تُبغِضُنِي فتُفارق دينك». قلت : يا رسول الله ؛ كيف أُبغضُك وبك اهتديت ؟ قال: «تبغضُ العرب فتُبغِضُني»."
    },
    {
        "id": 512,
        "text": "حدثنا أبو عبد الرحمن النيسابوري قال : حدثنا عبد الرحمن ابن قيس، عن محمد بن عمرو، عن أبي سلمة، عن أبي هريرة قال قال رسول الله صلى الله عليه وسلم مَن أحب العرب فقد أحبَّني، ومَن أحبَّني فقد أحبَّ الله ، ومَن أبغض العرب فقد أبغضني، ومن أبغضني فقد أبغض الله»."
    },
    {
        "id": 513,
        "text": "حدثنا العلاء بن عَمرو الحنفي قال : حدثنا يحيى بن يزيد الأشعري، عن ابن جُريج عن عطاء، عن ابن عباس، قال: قال رسول الله عليه الصَّلاة السَّلام : «أُحِبُّ العرب لثلاث : لأني عربي، والقرآن عربي ، وكلامُ أهلِ الجنَّةِ عربي."
    },
    {
        "id": 514,
        "text": "حدثنا أبو معن الرقاشي قال حدثنا عبد الله بن بكير السهمي، ، عن محمد بن ذكوان ، عن عمرو بن دينار، عن ابن عمر، أن رسول الله صلى الله عليه وسلم قال: «إنَّ الله اختار من السَّماواتِ فاختارَ العُليا فسكنها، وأختار من الأرضين العليا، فأسكنها مَن شاءَ مِن خلقِهِ، ثم اختار من بني آدم، فاختار العرب، ثم اختارَ قُريشًا، فمن أحب العرب فبحبي أحبَّهُم، ومن أبغض العربَ، فببغضي أبغَضَهُم»."
    },
    {
        "id": 515,
        "text": "حدثنا يحيى بن عبد الحميد قال حدثنا قيس، عن ثابت أبي المقدام عن حَبَّةَ العُرني، قال: سمعت عليا قال: قال النبي : يا علي؛ أُوصيك بالعرب خيرا، يا علي؛ أُوصِيك بالعرب خيرًا، يا علي ؛ أُوصيك بالعرب خيرًا»."
    },
    {
        "id": 516,
        "text": "حدثنا يحيى بن عبد الحميد قال حدثنا سليمان - يعني : ابن بلال - عن عمرو بن أبي عمرو، عن عكرمة، عن ابن عباس قال: شهد بدرًا مع النبي عليه الصَّلاة والسلام عشرون رجلًا من الموالي."
    },
    {
        "id": 517,
        "text": "حدثنا عبد الرحمن بن عبد الوهاب قال: ثنا منصور بن زيد أبو عبد الرحمن الموصلي قال : ثنا محمد بن فضيل بن غزوان عن أبيه، عن الرَّحال بن سالم، عن عطا بن أبي رباح قال قال رسول الله صلى الله عليه وسلم: «لا يُبغِضُ الموالي إلا مُنافِقٌ، ولا يكون الأبدالُ إِلَّا مِن الموالي))."
    },
    {
        "id": 518,
        "text": "حدثنا الحسن بن قزعة، قال: ثنا مسلمة بن علقمة ، قال : حدثنا داود بن أبي هند قال لما أمر ابن الزبير ببناء البيت، قال : استعينوا بأهل فارِس ؛ فإنَّهم من ولد إبراهيم)."
    },
    {
        "id": 519,
        "text": "حدثنا علي بن ،عثمان قال : ثنا هشيم قال : أخبرنا العوام ابن حوشب قال : أخبرني القاسم بن عوف، قال: قال كعب: أما إدريس فإنَّه كان رجُلا صالحًا، وكان خياطا يتعبَّدُ لله ، ويُصلِّي، ويتصدق بكسبه ما فضل عن قوته. ويصوم."
    },
    {
        "id": 520,
        "text": "حدثنا علي قال : ثنا حماد بن سلمة، قال: أخبرنا ثابت البناني، عن أبي رافع عن أبي هريرة، أن رسول الله صلى الله عليه وسلم قال : «إِنَّ زَكَرِيَّا كان نجارًا»."
    },
    {
        "id": 521,
        "text": "حدثنا أحمد قال حدثنا هارون قال حدثنا ضمرة، عن ابن عطاء عن أبيه قال كان سُليمان يعمل الخُوصَ بيديه، ويأكل خبز الشعير."
    },
    {
        "id": 522,
        "text": "حدثنا محمد بن عبد الرحمن قال حدثنا أبو أسامة عن هشام بن عُروة، عن أبيه قال: كان داود يخطب النَّاس على المنبر، وإنّه ليعمل الخُوصَ بيده، فيعمل منه القُفَّة، أو الشيء، ثم يبعث به مع من يبيعه، ويأكل مِن ثمنِهِ."
    },
    {
        "id": 523,
        "text": "حدثنا بشار بن موسی، ، قال : ثنا ،عباد قال : حدثنا يحيى ابن سعيد عن سعيد بن المُسيّب قال : لا خير فيمن لا يطلب المال فيقي به دینه، ويصون به عرضه، ويقضي به ذمامه، وإن مات تركه ميراثاً لمن بعده."
    },
    {
        "id": 524,
        "text": "حدثنا سعيد بن منصور قال حدثنا خالد بن عبد الله، عن بیان قال سمعت عبد الرحمن بن هلال يقول : أوصى أبو الدَّرداء رجُلًا مِنَّا فقال له صلِّ ونَم، وصم وأفطر، واعط وامنع، واجمع المال، ولا تأثم."
    },
    {
        "id": 525,
        "text": "حدثنا أبو معن قال حدثنا ابن سنان، قال: حدثنا إسماعيل بن عياش عن يعقوب بن محمد، قال: كنا نعالج البز ، فكان يمُرُّ بنا إسحاق بن بشار ، فيقول لنا : الزموا تجارتكم، فإن أباكم إبراهيم كان بزازا."
    },
    {
        "id": 526,
        "text": "حدثنا أبو محمد عبد الله بن محمد بن يحيى، قال: حدثنا سفيان بن عيينة، عن عياض ، عن أبي وائل، عن جرير بن عبد الله ، عن النبي صلى الله عليه وسلم قال: «مَن سنَّ سُنَّةٌ حسنةً فعَمِلَ بها مَن بعده، كان له مِثلُ أَجْرِ مَن عَمِلَ بها، ولا يَنقُصُ ذلك مِن أجرِهِ شيئًا ، ومَن سنَّ سُنَةٌ سيئةً فعمِلَ بها من بعدَهُ، كان عليهِ مِثلُ وِزرِ من عمل بها، ولا ينقُصُ ذلك مِن أوزارهم شيئًا»."
    },
    {
        "id": 527,
        "text": "حدثنا عبد الله بن محمد، قال حدثنا أبو يعقوب الحنفي، عن كثير بن عبد الله، عن أبيه عن جده، قال: قال رسول الله صلى الله عليه وسلم: «إنَّ هذا الدِّين بدأ غريبًا، وسيعود كما بدأ، فطوبى للغرباء». قيل : يا رسول الله ؛ ومَن الغُرباء ؟ قال: «الذي يُحيون سُنَّتِي مِن بعدي، ويعلمونها النَّاس."
    },
    {
        "id": 528,
        "text": "حدثنا عباس بن الوليد قال : ثنا عبد الجبار بن مظاهر الجشمي، قال: حدثني معمر بن راشد، قال: سمعت ابن شهاب الزهري يقول : تعليم سُنَّة أفضل من عبادة مائتي سَنَة. قال عباس : سمعتُ مروان يسأله عن هذا الحديث ؛ فحدّثه."
    },
    {
        "id": 529,
        "text": "حدثنا محمد بن حفص القطان، قال حدثنا عبد الرحمن ابن مهدي قال سمعت مالك بن أنس، قال: قال عمر بن عبد العزيز : سَنَّ رسول الله صلى الله عليه وسلم وولاة الأمر بعده سُننا، الأخذ بها : تصديق بكتاب الله واستكمال لطاعته، وقوة على دین الله من عمل بها ،مُهتد ومن استنصر بها منصور، ومن خالفها ؛ اتبع غير سبيل المؤمنين، وولاه الله ما تولَّى."
    },
    {
        "id": 530,
        "text": "قيل لأحمد رجل نزلت به مسألة، فلم يجد من يسأله، أيسأل أهل الرأي ؟ قال : لا يسأل أهل الرأي عن شيءٍ البيَّة."
    },
    {
        "id": 531,
        "text": "حدثنا الأزهر ، قال : سمعت حبيبًا كاتب مالك، يقول: قال مالك : كانت فتنةُ أبي حنيفة أضرَّ على هذه الأُمَّة من فتنة إبليس في الوجهين جميعًا : في الإرجاء ، وما وضع مِن نقضِ السُّنن."
    },
    {
        "id": 532,
        "text": "حدثنا عبدة بن عبد الرحيم بن حسّان، قال: ثنا معروف بن حسان السمرقندي، قال: كنت عند الأعمش وهو مريض، فأتاه أبو حنيفة يعوده، فقال له أبو حنيفة: لولا أني أثقل عليك لعدتك كل يوم. فقال الأعمش : من هذا ؟ قال : أبو حنيفة. قال : والله إنَّك لتثقل عليَّ وأنت في منزلِكَ، فكيف إذا عدتني."
    },
    {
        "id": 533,
        "text": "حدثنا محمد بن يحيى بن عبد الكريم، قال: حدثنا عبد الله ابن داود، قال حدثني أشعث - صاحب لي -، قال: سمعت الأعمش يقول : إنَّما مثل أبي حنيفة مثل رجل خرج بالليل فرأى سوادًا فظنَّ أنَّها ،تمرة فإن أخطأه أن يكون غير ذلك كان جرو كلب."
    },
    {
        "id": 534,
        "text": "حدثنا عبد العزيز بن أبي سهل، قال: حدثنا منصور بن أبي مزاحم، قال: سمعت شريك بن عبد الله يقول: لأن يكون في كلِّ رَبع مِن أرباع الكوفةِ حَمَّارٌ يبيعُ الخَمْرَ، خير مِن أن يكون فيه من يقول بقول أبي حنيفة."
    },
    {
        "id": 535,
        "text": "حدثنا محمد بن يحيى قال حدثنا نعيم بن حماد، قال: سمعت ابن عيينة يقول : لما قدمتُ الكوفة حدثتهم، فكان فيما حدثتهم من حديث عَمرو، عن جابر بن زيد. فقالوا : إنَّ أبا حنيفة يرويه عن عمرو، ويقول : جابر بن عبد الله. قال قلتُ : لا ، إنَّما هو جابر بن زيد. قال: فأتوه فأخبروه، فقال أبو حنيفة: لا تُبالوا، إن شئتم فاجعلوه جابر بن عبد الله وإن شئتم جابر بن زيد."
    },
    {
        "id": 536,
        "text": "حدثنا عبدة بن عبد الرحيم قال أخبرنا سلمة بن سليمان، قال : قال ابنُ المُبارك : كنتُ آتيه - يعني : أبا حنيفة - سِرًّا من سفيان وأصحابنا."
    },
    {
        "id": 537,
        "text": "حدثنا محمد بن يحيى ، قال : سمعت إسحاق بن إبراهيم يقول : قيل لأبي حنيفة حديث علي بن أبي طالب : «الوضوء نصفُ الإيمان» . فقال : فليتوضأ مرتين حتى يستكمل الإيمان. فقال أبو حنيفة : (...) حسن من هذا. قلت لإسحاق : من يحكيه عن أبي حنيفة ؟ قال : الشَّيباني."
    },
    {
        "id": 538,
        "text": "حدثنا أبو الأزهر ، قال : حدثنا منصور بن أبي مزاحم، عن صالح الفراء، قال: سمعت أبا إسحاق الفزاري يقول : حدثنا أبا حنيفة بحديث عن النبي عليه الصَّلاة السَّلام في رَبِّ السَّيفِ. فقال : هذا حديث خُرافة."
    },
    {
        "id": 539,
        "text": "قال حرب الكرماني : ثنا إسحاق - يعني : بن راهويه - قال : ثنا مؤمل بن إسماعيل، قال : ثنا سفيان الثوري، قال: ثنا عباد، قال: قلت لأبي حنيفة يا أبا حنيفة؛ رجل قال : أنا أعلم أن الكعبة حق، ولكن لا أدري هي التي بمكة أو هي التي بخراسان أمؤمن هو ؟ قال : نعم. قال مؤمل : قال سفيان أنا أشهد أنه عند الله من الكافرين حتى يستبين أنها الكعبة المنصوبة في الحرم. قال: قلت: رجل قال أنا أعلم أن محمدا نبي، وهو رسول، ولكن لا أدري هو محمد الذي كان بالمدينة من قريش أو محمد آخر. مؤمن هو ؟ قال: نعم، هو مؤمن. قال مؤمل : قال سفيان : هو عند الله من الكافرين."
    },
    {
        "id": 540,
        "text": "قال الخلال: أخبرني حرب بن إسماعيل، قال: سمعت أحمد يقول - في التسليم على أهل القبور أنَّه قال: «وإنا إن شاء الله بكم لاحقون» - قال : هذا حُجَّة في الاستثناء في الإيمان؛ لأنه لا بدَّ من لحوقهم، ليس فيه شَكٍّ. وقال الله : لَتَدْخُلُنَّ الْمَسْجِدَ الْحَرَامَ إِن شَاءَ اللَّهُ ، وهذه حُجَّة أيضًا ؛ لأنَّه لا بُدَّ داخلوه."
    },
    {
        "id": 541,
        "text": "قال الخلال أخبرني حرب قال: سئل أحمد: ما تقول في الاستثناء في الإيمان ؟ قال : نحن نذهب إليه. قيل : الرجل يقول : أنا مؤمن إن شاء الله ؟ قال : نعم."
    },
    {
        "id": 542,
        "text": "قال الخلال: أخبرني حرب الكرماني، وسليمان بن الأشعث السجستاني - المعنى قريب ـ قال حرب: ثنا أحمد، قال : سمعت سُفيان. وقال سُليمان سمعت أحمد قال : سمعت سفيان يقول : إذا سئل مؤمن أنت ؟ إن شاء لم يُجبه وسؤالك إيَّاي بدعة، ولا أشكُ في إيماني. قال : إن شاء الله ليس يكره، ولا يداخل الشَّكّ."
    },
    {
        "id": 543,
        "text": "قيل لأحمد: ما معنى حديث النبي صلى الله عليه وسلم : «من غشنا فليس منا»؟ فلم يجب فيه. قيل : فإن قومًا قالوا :تفسيره من غشنا فليس مثلنا ؟ فأنكره، وقال: هذا تفسير مسعر، وعبد الكريم بن أبي أمية، كلام المرجئة. قال أحمد : وبلغ عبد الرحمن بن مهدي فأنكره، وقال: ولو أن رجلًا عمل بكُلِّ حسنة أكان يكون مثل النبي صلى الله عليه وسلم ؟"
    },
    {
        "id": 544,
        "text": "حدثنا محمد بن جامع :قال حدثنا عبد العزيز بن محمد قال: حدثنا ثور بن يزيد عن عكرمة عن ابن عباس قال: قال رسول الله صلى الله عليه وسلم: «من رمانا بالنَّبلِ فليس مِنَّا ، ومن غشنا فليسَ مِنَّا."
    },
    {
        "id": 545,
        "text": "قال الخلال: قال حرب ثنا أحمد بن حنبل، وبشار بن موسی قالا : ثنا جرير، عن منصور، عن هلال بن يساف، عن فروة بن نوفل الأشجعي قال كنتُ جَارًا لخبَّاب، فقال: يا هناه، تقرب إلى الله ما استطعتُ، فإنَّكَ لن تقرَّبَ إلى الله بشيء أحب إليه من کلامه."
    },
    {
        "id": 546,
        "text": "قال الخلال: أخبرني حرب قال : ثنا إسحاق بن إبراهيم، قال : ثنا أكثم بن ،محمد قال : ثنا موسى بن عبيدة الرَّبذي، عن محمد بن كعب القرظي قال : كأن النَّاس لم يسمعوا القرآن إلَّا حين يستمعون مِن فِي الرحمن يتلوه عليهم."
    },
    {
        "id": 547,
        "text": "قال الخلال: أخبرني حرب بن إسماعيل الكرماني، ثنا يحيى بن عثمان قال : ثنا ابن ،حمیر قال: حدثني شعيب ابن أبي الأشعث، عن هشام بن عروة، عن أبيه، عن أبي سلمة، عن أبي هريرة عن رسول الله صلى الله عليه وسلم قال: «مراء في القُرآن كُفر."
    },
    {
        "id": 548,
        "text": "قال الخلال أخبرني حرب قال: ثنا المسيب بن واضح، قال : ثنا عبد الله بن المبارك عن حماد بن زيد، عن أيوب، عن عبد الله ابن أبي مليكة، عن عكرمة بن أبي جهل، أنه كان يقرأ في المصحف ويبكي، ويضعه على وجهه، ويقول كلام ربي كلام ربي."
    },
    {
        "id": 549,
        "text": "قال الخلال: أخبرني حرب، قال: ثنا أحمد بن حنبل، قال: ثنا يحيى بن سعيد عن مالك بن أنس، قال: حدثني نافع قال كان ابن عمر لا يقرأ القرآن إلا وهو طاهر."
    },
    {
        "id": 550,
        "text": "قال الخلال: أخبرني حرب، قال: حدثنا أحمد بن يونس، قال: ثنا ليث بن سعد عن نافع عن ابن عمر، أنه كان لا يقرأ القرآن إلَّا وهو طاهر."
    },
    {
        "id": 551,
        "text": "قال الخلال: أخبرني حرب بن إسماعيل، قال: ثنا أبو تقي هشام بن عبد الملك قال : ثنا عثمان بن سعيد، قال: حدثني سلم بن سالم عن نوح بن أبي مريم، عن أبي شيبة، عن مكحول، عن ابن عباس أنه رأى رجلًا يمحو لوحًا برجله فنهاه وقال ابن عباس: لا تمح القرآن برجلك."
    },
    {
        "id": 552,
        "text": "قال الخلال: أخبرني حرب، قال: ثنا أحمد بن سعيد قال : ثنا إسماعيل بن أبان، قال: ثنا عثمان بن عبد الرحمن وقال ثنا عمر بن موسى، عن عمرو بن شعيب، عن أبيه عن جده قال نهى رسول الله صلى الله عليه وسلم أن يكتب القرآن في الأرض."
    },
    {
        "id": 553,
        "text": "قال الخلال: أخبرني حرب، قال: ثنا أبو معن الرقاشي، قال: ثنا أبو أحمد قال : ثنا سفيان الثوري، عن محمد بن الزبير، أن عمر بن عبد العزيز رأى رجلا يكتب في الحائط من القرآن، فنهاه وضربه."
    },
    {
        "id": 554,
        "text": "قال الخلال: أخبرني حرب بن إسماعيل، قال: قلت لإسحاق، يعني: ابن راهويه - الصَّبي يكتب القرآن على اللوح، يمحوه بالبزاق ؟ قال: يمحوه بالماء، ولا يعجبني أن يبزق عليه، وكره أن يمحوه بالبزاق."
    },
    {
        "id": 555,
        "text": "قال :حرب وسُئل إسحاق - مَرَّة أُخرى - عن اللفظية ؟ فقال : هي مبتدعة."
    },
    {
        "id": 556,
        "text": "قال حرب : قلت لأحمد : فالقراءة في الماء للتعويذ ؟ فكأنَّه سهل."
    },
    {
        "id": 557,
        "text": "حدثنا يحيى، حدثنا شريك عن ليث، عن مجاهد، قال: لا بأس أن يكتب القرآن في إناءٍ ، ثم يُغسلُ ، ويُستشفى به."
    },
    {
        "id": 558,
        "text": "قال :حرب : قلت لأحمد فتعليق التعاويذ فيه القرآن، أو غيره ؟ قال : كان ابن مسعود يكرهه كراهية شديدة جدا. وذكر أحمد عن عائشة وغيرها أنهم سهلوا في ذلك، ولم يشدد فيه أحمد."
    },
    {
        "id": 559,
        "text": "حدثنا زيد بن يزيد قال حدثنا عبد الرحمن بن مهدي قال: حدثنا عبد الله بن المبارك، عن طلحة بن أبي سعيد، عن بكير بن عبد الله عن القاسم بن محمد، عن عائشة قالت: التّميمة ليست مما تعلق بعد البلاء، إنما التّميمة ما عُلِّقَ قبل البلاء لدفع المقادير."
    },
    {
        "id": 560,
        "text": "حدثنا سعيد بن منصور قال حدثنا عيسى بن يونس، عن الأعمش، عن أبي ظبيان قال دخل حذيفة على مريض يعوده، فلمس بيده فرآى تعويذا على عضده، فقام غضبانًا، وقال : لو مُتٌ وهذه عليك ؛ ما صليت عليك."
    },
    {
        "id": 561,
        "text": "حدثنا سعيد قال : حدثنا أبو عوانة، عن مغيرة، قال: قلت لإبراهيم: أعلق على عضدي هذه الآية، وقُلْنَا يَنَارُ كوني بردا وسلاما عَلَى إِبْرَاهِيمَ ﴾؟ فكأنه كرهه."
    },
    {
        "id": 562,
        "text": "حدثنا سعيد قال : حدثنا عبد العزيز بن محمد، عن علقمة بن أبي علقمة قال سألت سعيد بن المسيب عن القرآن تلبسه الحائض والجنب ؟ قال : إذا كان في حزفرة فلا بأس."
    },
    {
        "id": 563,
        "text": "سألت أحمد عن رقية العقرب ؟ فلم ير به بأسًا ؛ إذا كان يعرف، أو من القرآن."
    },
    {
        "id": 564,
        "text": "قال الخلال: أخبرني حرب قال: سمعت إسحاق بن راهويه يقول : قد صح عن النبي صلى الله عليه وسلم أنه قال : «إِنَّ آدمَ خُلِقَ على صُورةِ الرَّحمن». وحدثنا إسحاق : ثنا جرير عن الأعمش، عن حبيب بن أبي ثابت عن عطاء عن ابن عمر عن رسول الله صلى الله عليه وسلم قال: لا تُقبحوا الوجه ؛ فإنَّ اللهَ خَلَقَ آدم على صُورةِ الرَّحمن». قال إسحاق : وإِنَّما عليه أن ينطق بما صح عن رسول الله أنه نطق به."
    },
    {
        "id": 565,
        "text": "قال حرب في «مسائله»: حدثنا يحيى بن أبي حزم، حدثنا يحيى بن محمد أبو عاصم العباداني، عن فضل بن عيسى الرقاشي، عن محمد بن المنكدر عن جابر بن عبد الله قال: قال رسول الله صلى الله عليه وسلم : بينا أهل الجنَّة في نعيمهم إذ سطع لهم نور فرفعوا رؤوسهم فإذا الرَّبُ قد أشرف عليهم من فوقهم فقال : السَّلامُ عليكم أهل الجنَّة، وهو قول الله : وَسَلَامُ قَوْلًا مِّن رَّبِّ رَّحِيمِ ﴾، فلا يلتفتون إلى شيءٍ مما هم فيهِ مِن النَّعيم ما داموا ينظرونَ إليه، حتَّى يَحتجب عنهم، وتبقى فيهم بركته ونوره»."
    },
    {
        "id": 566,
        "text": "روى حرب عن إسحاق عن آدم بن أبي إياس، عن حماد بن سلمة، عن عطاء بن السائب، عن الشعبي، عن ابن مسعود قال: إنَّ الله ملأ العرش حتى إن للعرش أطيطا كأطيط الرحل."
    },
    {
        "id": 567,
        "text": "قال الخلال: أخبرنا حرب قال: ثنا محمد بن إدريس، قال: ثنا علي بن ميسرة قال : ثنا علي بن الحسن ابن شقيق قال سمعت خارجة بن مصعب يقول : كفرت الجهمية بآيات من كتاب الله ، قال الله تبارك وتعالى : أكُلُهَا دَابِرُ وَظِلُّهَا ﴾، وقالوا: ينقطع، وقال الله : وُجُوهٌ يَوْمَذٍ نَاضِرَةُ إِلَى رَبِّهَا نَاظِرَةٌ ﴾ فقالوا : تنظر."
    },
    {
        "id": 568,
        "text": "قال :حرب : سمعتُ إسحاق يقول في حديث النبي صلى الله عليه وسلم: مَن تقرب إلى الله شبرا تقرَّبَ الله إليه باعا». قال : يعني : مَن تقرَّب إلى الله شبرًا بالعمل، تقرَّبَ اللهُ إليه بالثواب باعا."
    },
    {
        "id": 569,
        "text": "حدثني علي بن عثمان قال حدثنا عبد الواحد بن زياد، قال حدثنا سليمان قال حدثنا أبو صالح، قال: سمعت أبا هريرة الله يقول : قال النبي صلى الله عليه وسلم : «قال الله : أنا عند ظن عبدي بي، وأنا معه حيثُ يذكرني، إن ذكرني في نفسه ؛ ذكرته في نفسي، وإن ذَكرَني في مَلا ذُكرتُهُ في مَلا خير منهم، ومن تقرَّبَ إليَّ شبرا تقربتُ إليهِ ذِراعًا، ومَن تقرب إليَّ ذِرَاعًا تقربتُ إليهِ باعًا، ومَن جاءني يمشي ، جِئته هَرولةً»."
    },
    {
        "id": 570,
        "text": "قال الخلال: أخبرني حرب حدثنا محمد بن مهدي ابن مالك، ثنا إسماعيل بن عبد الكريم، ثنا عبد الصمد بن معقل، قال: سمعت وهبًا فذكر من عظمة الله تعالى، قال: إن السَّماوات السبع والأرضين السَّبع والبحار لفي الهيكل، وإن الهيكل لفي الكرسي، وإنَّ قدميه على الكرسى."
    },
    {
        "id": 571,
        "text": "حدثنا أبو معن قال حدثنا إبراهيم بن المنذر الحزامي، قال: حدثني محمد بن طلحة بن عبد الرحمن بن طلحة بن عثمان التيمي قال حدثني عبد الرحمن بن ، سالم عن أبيه عن جده قال قال رسول الله صلى الله عليه وسلم: «إِنَّ الله اختارني واختار لي ،أصحابي، فجعل لي منهم وزراء وأنصارًا ، فمَن سَبَّهم ؛ فعليه لعنة الله والملائكةِ والنَّاسِ أجمعين، لا يقبل الله منهم صَرفًا ولا عدلا »."
    },
    {
        "id": 572,
        "text": "قال الخلال: أخبرني ،حرب، قال: ثنا أحمد بن یونس ، ، قال : ثنا زائدة عن الأعمش عن عمرو بن مرة، عن أبي البختري قال: قال علي ه: يهلك في اثنان: مُحِبّ مُفرِط، ومبغض مُفتر."
    },
    {
        "id": 573,
        "text": "قال الخلال: أخبرني حرب الكرماني، قال: ثنا موسى ابن هارون بن زياد قال سمعت الفريابي ورجل يسأله عمن شتم أبا بكر ؟ قال : کافر. قال : فيُصلى عليه ؟ قال : لا . وسألته : كيف يصنع به وهو يقول: لا إله إلا الله ؟ قال: لا تمسوه بأيديكم ارفعوه بالخشب حتّى تواروه في حفرته."
    },
    {
        "id": 574,
        "text": "حدثنا شاذ بن ،فیاض قال: حدثنا حماد بن سلمة، عن أبي غالب عن أبي أمامة قال : أتى رجل رسول الله صلى الله عليه وسلم فقال : يا رسول الله ؛ أيُّ الجهاد أفضل ؟ قال: «أفضلُ الجهادِ : كَلِمَةُ حقٌّ عِندَ سُلطان جائر."
    },
    {
        "id": 575,
        "text": "حدثنا أبو عمر الحوضي عن عبيدة بن أبي رائطة قال: أخبرني معاوية بن إسحاق قال: جاء رجل إلى ابن عباس فقال : يا أبا عباس؛ آمر أميري بتقوى الله ؟ قال : إن خِفتَ أن يقتلك فلا ، فإن كنت لا بُدَّ فاعلا ؛ فبينك وبينه."
    },
    {
        "id": 576,
        "text": "قال الخلال: أخبرني حرب الكرماني: أن أبا عبد الله قال الخوارج قوم سُوء، لا أعلم في الأرض قوما شرا منهم. وقال : صح الحديث فيهم عن النبي صلى الله عليه وسلم من عشرة وجوه."
    },
    {
        "id": 577,
        "text": "قال الخلال: أخبرني حرب الكرماني، قال: قلتُ لأحمد بن حنبل: الرجل يبيع غلامه من الخوارج. قال : لا . قلت فيبيع منهم الطعام والثياب ؟ قال : لا . قلت : فإن أكرهوه ؟ فكره ذلك كله. قلت : فيشتري منهم ؟ قال : لا يشتري، ولا يبيع."
    },
    {
        "id": 578,
        "text": "قال الخلال: أخبرني حرب بن إسماعيل أنه قال لأبي عبد الله : فإن بلدنا بلد يأتيه الخوارج في كل سنة، وإنَّ النَّاس يختلفون علينا في المقام في تلك البلدة ؟ فذهب إلى التسهيل في ذلك المقام."
    },
    {
        "id": 579,
        "text": "قال الخلال: أخبرني حرب، قال: أنا سعيد بن منصور، قال: ثنا حماد بن زيد عن أيوب، قال: دفع إليَّ محمد خرجا أبيعه في فتنة ابن الأشعث، - أو ابن المهلب ـ، قال: فقلت أبيعه منهم ؟ قال : أما إنه ليس بسلاح ثم قال لي بعد لا تبعه منهم."
    },
    {
        "id": 580,
        "text": "قال الخلال أخبرني حرب قال : ثنا عبد الرحمن بن عمرو النصري، قال: سمعت سوار بن عمارة يُحدث عن أبي يحيى السري بن يحيى قال حدثني عبد الكريم بن رشيد، قال: لما كانت الأزارقة بفارس قال : جعل أهل الأهواز يُسيرون الخيل، فيحملونها إليهم. فقال الأحنف بن قيس ما أعلم أهل الأهواز إلا قد حل سباهم."
    },
    {
        "id": 581,
        "text": "قال الخلال: أخبرني حرب الكرماني، قال: سألت أبا عبد الله قلت إن عندنا حصونًا على طرف المفازة، يرابط فيها المسلمون العدو، وهم الأكراد، وهم من أهل التوحيد، يصلون؛ ولكنهم يقطعون الطريق، فما ترى في الرباط في هذا الموضع ؟ فاستحسنه. وقال : ما أحسن هذا! قلت: إنهم من أهل القبلة. قال : وإن كانوا من أهل القبلة أليس يرد عن المسلمين."
    },
    {
        "id": 582,
        "text": "قال حرب وسألت أحمد ـ مرّة أُخرى ـ قلت : موضع رباط، يقال له: بابنيذ في المفازة يكون فيه المطوعة، يبذرقون القوافل والعدوّ ، وهم الأكراد، وهم مسلمون ؟ فاستحبّ ذلك، وحسّنه وقال : أليس يدفعون عن المسلمين ؟ إلا أنَّه قال: ما لم يكن قتال. قلت : إنهم ربما بذرقوا القوافل فوقع عليهم الأكراد. قال : إذا أرادوهم وأموالهم؛ قاتلوهم."
    },
    {
        "id": 583,
        "text": "قال الخلال: أخبرني حرب الكرماني، قال: قلت لأحمد كنت في سفر، وأمامي رجل فوقع عليه العدو، فناداني واستغاث بي. قال: ما أدري لو كان مالك لم يكن في قلبي شيء، فأما مال غيرك فما أدري."
    },
    {
        "id": 584,
        "text": "قال الخلال: أخبرني حرب الكرماني، قال : قيل لأحمد بن حنبل رجل دخل دار قوم بسلاح، فقتلوه، فلم يُجب فيه، فأخبرني زكريا بن يحيى أن أبا طالب حدثهم، قال : سئل أبو عبد الله عن لصوص دخلوا على رجل مكابرة، يقاتلهم، أو يناشدهم ؟ قال : قد دخلوا علی ،حرمته ما يناشدهم يقاتلهم، يدفعهم عن نفسه ؛ ولكن لا ينوي القتل. قال : فيضربهم بالسيف ؟ قال : يدفعهم عن نفسه بكُلّما يقدر؛ بالسيف وغيره، ولا ينوي قتله، قال : فإن ضربه فقتله، فليس عليه شيء. قلت له : السلطان لا يُلزمه فيه شيء ؟ قال : إذا علم النَّاس، وقتله في داره ما عليه ليس عليه شيء، إنما يقاتل دون ماله ودون نفسه وحرمته، قال: فإن ولى فليدعه، ولا يتبعه. قلت له : فإن أخذ مالا وذهب؛ أتبعه ؟ قال : إن أخذ مالك فاتبعه. قال النبي صلى الله عليه وسلم: «من قتل دون ماله، فهو شهيد». أنت تطلب مالك، فإن ألقاه إليك فلا تتبعه، ولا تضربه، دعه يذهب وإن لم يلقه إليك ثم ضربته وأنت لا تنوي قتله إنَّما تريد أن تأخذ شيئك وتدفعه عن نفسك، فإن مات فليس عليك شيء؛ لأنك إنّما تقاتل دون مالك، حديث عمران بن حصين في اللصّ. - يعني : لم ير بأسًا على قاتله - قد ذكره. قال : وابن عمر قد دخل لص؛ فخرج يعدو بالسيف صلتا."
    },
    {
        "id": 585,
        "text": "قال الخلال: أخبرني حرب الكرماني، قال: ثنا عباس - يعني : العنبري - قال : قال ابن داود كان الحسن بن صالح إذا ذكر عثمان سكت، - يعني : لم يترحم عليه .. وترك الحسن بن صالح الجمعة سبع سنين، فأخبرنا أبو بكر المروذي أن أبا عبد الله ذكر الحسن بن صالح فقال: كان يرى السيف، ولا يرضى ،مذهبه وسفيان أحبُّ إلينا منه، وقد كان ابن حي ترك الجمعة بآخره، وقد كان أفتن النَّاس بسكوته وورعه. وذكر أيضًا الحسن بن صالح - يعني : مرَّة أُخرى ـ فقال : قد كان أبو فلان - سماه من أهل الكوفة ـ قد خرج مع أبي السرايا، وأصحابه، وحكى أمرًا قذرًا. قلت: كيف احتملوه ؟ فسكت."
    },
    {
        "id": 586,
        "text": "قال حرب بن إسماعيل : حدثنا عباس بن عبد العظيم، قال : حدثنا روح، حدثنا الأوزاعي، عن يحيى بن أبي كثير، قال : السُّنة قاضية على الكتاب وليس الكتاب بقاض على السنة."
    },
    {
        "id": 587,
        "text": "قال حرب بن إسماعيل : حدثنا روح، قال : حدثنا الأوزاعي قال قال مكحول القرآن إلى السنة أحوج من السنة إلى القرآن."
    },
    {
        "id": 588,
        "text": "قال حرب بن إسماعيل : حدثنا محمد بن إسماعيل، حدثنا محمد بن مصعب حدثنا الأوزاعي، عن حسان بن عطية قال: كان جبريل ينزل بالقرآن والسنة، ويعلمه إياها كما يُعلمه القرآن."
    },
    {
        "id": 589,
        "text": "قال حرب بن إسماعيل : حدثنا أبو بكر، حدثنا عبد الغفار بن الوليد، عن أبي جعفر الرازي، عن العلاء بن المسيب، عن أبيه قال: إنا نتبع ولا نبتدع، ونقتدي ولا نبتدئ، ولن نَضِلَّ ما تمسكنا بالآثار."
    },
    {
        "id": 590,
        "text": "قال حرب بن إسماعيل : حدثنا أبو بكر، حدثنا الفريابي، عن سفيان عن الأعمش، عن مالك بن الحارث عن عبد الرحمن بن يزيد عن ابن مسعود أنه قال : قصد في سنة خير من اجتهاد في بدعة."
    },
    {
        "id": 591,
        "text": "قال حرب بن إسماعيل : حدثنا أبو معن، حدثنا أبو عامر، حدثنا شعبة، عن عاصم الأحول قال : كان أبو العالية يقول لنا : تعلموا الإسلام، فإذا تعلمتم الإسلام فتعلموا القرآن، فإذا تعلمتم القرآن فتعلموا السُّنة، فإن سُنة نبيكم صراط مستقيم، وإياكم أن تحرفوا الصراط يمينا وشمالا، وإياكم وهذه الأهواء المؤذية التي تلقي بين الناس العداوة."
    },
    {
        "id": 592,
        "text": "حدثنا أبو الأزهر، قال: حدثنا محمد بن يوسف، عن إبراهيم بن الأدهم، قال: سألت ابن شبرمة عن شيء، فأشرع الجواب. قال : وكانت عندي مسألة شديدة، فقلت له : انظر فيها، تأنَّ. قال : إذا وجدت الأثر، ووضح الطريق، لم أحبِسُك ؟!"
    },
    {
        "id": 593,
        "text": "قال حرب بن إسماعيل : سُئِلَ أحمد بن حنبل عن النظر في الرأي ؟ فكَرِهَهُ، ونهى عنه."
    },
    {
        "id": 594,
        "text": "قال حرب بن إسماعيل : قيل لأحمد بن حنبل : رجل نزلت به مسألة، فلم يجد من يسأله، أيسأل أهل الرأي ؟ قال : لا يسأل أهل الرّأي عن شيء البتّة."
    },
    {
        "id": 595,
        "text": "روى حرب عن الشعبي قال : قال ابن مسعود : إياكم وأرأيت أرأيت فإنَّما هلك من كان قبلكم بأرأيت أرأيت، ولا تقيسوا شيئًا بشيءٍ فتزل قدم بعد ثبوتها."
    },
    {
        "id": 596,
        "text": "قال حرب بن إسماعيل : حدثنا أبو معن، حدثنا محمد ابن موسى، حدثنا كثير بن هشام حدثنا عيسى بن إبراهيم، عن عبد الغفور بن عبد العزيز عن أبيه، عن جده، قال: قال رسول الله : «لكُلِّ أُمَّةٍ آفةٌ، وآفَةٌ أُمَّتِي الأهواء»."
    },
    {
        "id": 597,
        "text": "حدثنا أبو الربيع الزهراني، قال: حدثنا إسماعيل يعني: ابن زكريا ، عن عاصم الأحول، عن محمد بن سيرين قال لقد أتى على النَّاس زمان، وما يسأل عن إسناد الحديث، حتى وقعت الفتنة فسئل عن إسناد الحديث؛ لينظر من كان من أهل السُّنة ليأخذ حديثه، ومن كان من أهل البدعة ترك حديثه."
    },
    {
        "id": 598,
        "text": "قال :حرب قال :أحمد لا تجوز شهادة القدرية والرافضة، وكُلُّ مَن دعا إلى بدعة، ويخاصم عليها."
    },
    {
        "id": 599,
        "text": "قال :حرب ثنا أبو بكر ثنا يعلى عن طلحة بن عمرو، قال : لا تجالسوا أهل الأهواء، فإن لهم عرة كعرة الجرب."
    },
    {
        "id": 600,
        "text": "قال حرب حدثنا عبد الله بن محمد بن يحيى، حدثنا معاوية بن عمرو، حدثنا ،زائدة حدثنا هشام، قال: كان الحسن ومحمد يقولان لا تُجالِسوا أصحاب الأهواء، ولا تسمعوا منهم."
    },
    {
        "id": 601,
        "text": "قال حرب : سألت إسحاق عن لعن أهل البدع ؟ قال : يستوجبون اللعنة."
    },
    {
        "id": 602,
        "text": "قال حرب بن إسماعيل : سألت إسحاق بن راهويه، قلت: رجل سرق كتابًا مِن رَجُلٍ فيه رأي جهم، أو رأي القدر؟ قال : يرمي به. قلت: إنّه أخذ قبل أن يحرقه أو يرمي به ؛ هل عليه قطع؟ قال : لا قطع عليه. قلت لإسحاق رجل عنده كتاب فيه رأي الإرجاء، أو القدر، أو بدعة، فاستعرته منه فلما صار في يدي أحرقته، أو مزقته ؟ قال : ليس عليك شي."
    },
    {
        "id": 603,
        "text": "حدثنا أحمد بن سعيد عن سعيد بن عامر، قال: حدثنا حرب عن ،خويل قال دخلنا على يونس بن عُبيد، قال : فجاء رجل فقال : يا أبا عبد الله، تنهانا عن حلقة عمرو بن عُبيد وابنك قد دخل عليه قبل! قال: ابني؟! قال: نعم. فتغيظ يونس فبينا نحن كذلك إذ جاء ابن يونس قال : يا بني؛ قد عرفت رأيي في عمرو بن عبيد، وأنت تدخل عليه ؟! قال : يا أبة إنما كنت مع فلان، فاعتذر إليه. فقال يونس : أنهاك عن الزّنا ، والسَّرقة وشرب الخمر؛ والله لأن تلقى الله بهذا أحب إليَّ من أن تلقاه برأي عمرو بن عبيد وأصحاب عمرو."
    },
    {
        "id": 604,
        "text": "قال :حرب : سمعت أحمد - وذكر شعيب بن سهل، قاضي بغداد - فقال : أخزاه الله، وهو يرى رأي جهم."
    },
    {
        "id": 605,
        "text": "حدثنا أحمد بن سليمان قال : ثنا سفيان، عن عمرو بن دينار، قال: قال لنا طاووس : اخزوا معبدا."
    },
    {
        "id": 606,
        "text": "قال :حرب : سمعت أبا عبد الله يقول : كان عبد الوارث التنوري صالحًا في الحديث، وكان رأيه رأي سوء، يريد: كان مفتونًا بعمرو بن عُبيد."
    },
    {
        "id": 607,
        "text": "قال أبو محمد وحدثني أبو معن، قال: سمعت حجاج بن المنهال قال كان حماد بن زيد، ويزيد بن زريع، وبشر بن المفضل وعدة من أصحاب الحديث في جنازة، فقالوا لحماد: امض بنا نسأل عبد الوارث عما بلغنا عنه. فقال حماد: لا أجيء. قال : فذهب عدة من هؤلاء، فدخلوا عليه ، فقالوا : يا أبا عبيد بلغنا أنك قلت : إن عَمرو بن عُبيد أفقه من علقمة والأسود ؟ قال : لو كنت قلت : إنه أفقه من صاحبهما الصدقت."
    },
    {
        "id": 608,
        "text": "قال أبو معن: وسمعت النَّاس يقولون : كان عبد الوارث لا يُجَمِّع."
    },
    {
        "id": 609,
        "text": "قال : قال أبو معن وحدثني من سمع عبد الصمد بن عبد الوارث يقول : أتيت هشام الدستوائي، فقال: ابن من أنت ؟ قال ابن عبد الوارث. قال : أنت معتزلي صغير."
    },
    {
        "id": 610,
        "text": "قال :حرب سمعت محمد بن أبي بكر يقول: كان سفيان بن حبيب يحب المعتزلة قال : وكان عبد الوارث أشد وأشد. قلت : فعبد الصمد ؟ قال : كان ينافق ؛ كان يُظهر لأهل السُّنَّة أنَّه منهم، ولهؤلاء أنه منهم."
    },
    {
        "id": 611,
        "text": "سمعت أبا معن يقول : كان عبد الوراث التنوري، وأبو علي الأسوري وعباد بن صهيب الكلبي، وبشر بن إبراهيم الأنصاري، وعبد الواحد بن زيد وحمزة بن نجيح، وسُفيان ابن حبيب ومهدي بن هلال وصالح بن عمرو، وعثمان البري وخليل بن مرة، وعمر .. كل هؤلاء يرون القدر ويتهمون، نسأل الله العافية."
    },
    {
        "id": 612,
        "text": "حدثنا أحمد قال حدثنا هشام بن القاسم، قال: حدثنا محمد طلحة، عن سلمة بن كهيل، قال : وصف ذرّ الإرجاء، - وهو أوّل من تكلَّمَ فيه - ثم قال: إني أخاف أن يُتخذ هذا دِينًا. فلما أتته الكتب من الآفاقِ قال : سمعته يقول بعد: وهل أمر غير هذا."
    },
    {
        "id": 613,
        "text": "سمعت أحمد يقول : كان أبو لبيد يرى القدر، وكان صالح الحديث."
    },
    {
        "id": 614,
        "text": "حدثنا أحمد قال: حدثنا يحيى قال : حدثنا شعبة بن الحكم قال : كان يحيى بن الجزار يغلو. يعني : في التشيع."
    },
    {
        "id": 615,
        "text": "قال أبو محمد : وسمعت إسحاق يقول : كان ولد عبيد ثلاثة كلهم مختلفون كان محمد بن عبيد صاحب سُنَّة، وكان يعلى شيعيا بحثا وكان عمر بن عبيد أكبرهم."
    },
    {
        "id": 616,
        "text": "قال أبو عبد الله : إبراهيم بن طهمان صالح الحديث - وأثنى عليه ؛ ولكنَّه كان يتكلم في الإرجاء."
    },
    {
        "id": 617,
        "text": "وقال : بشير بن مهاجر :يقولون: كان مُرجنّا، ولكنه صالح الحديث."
    },
    {
        "id": 618,
        "text": "قال أبو محمد وحدثنا أحمد بن سعيد الدارمي: قال يقولون كان حماد، وذر، وعمر بن ذر، يقولون بالإرجاء، ويغلون فيه. وكان أبو حنيفة يقول به ويغلو. وكان مسعر يقول به، وليس بذاك الغالي. وكان علقمة بن مرثد وقيس بن مسلم، وعمرو بن مرة يقولون بالإرجاء ولا يفرطون. وكان عبد العزيز بن أبي روّاد يقول به بمكة ويفرط. وكان سالم الأفطس يقول بالإرجاء. وإبراهيم التيمي كان يرى الإرجاء بالكوفة. وطلق بن حبيب بصري كان يرى الإرجاء."
    },
    {
        "id": 619,
        "text": "سئل أبو عبد الله عن علي بن زيد ؟ قال : قد روى الناس عنه. قلت: يا أبا عبد الله ؛ أليس كان يتشيع ؟ قال: نعم، شديدًا، كان يغلي وكذلك عمار الدهني كان يغلي، ويونس بن شباب كان أشدهم."
    },
    {
        "id": 620,
        "text": "قال :حرب : سمعت إسحاق يقول: وسمعت أبا وهب عن ابن المبارك أنه ذكر يومًا أبا حنيفة، فقال : لقد كان يتيما في الحديث."
    },
    {
        "id": 621,
        "text": "حدثنا محمد بن يحيى قال: ثنا أبو قدامة، قال: سمعت سلمة بن سليمان قال : قال رجل لابن المبارك : كان أبو حنيفة عالما بالحديث ؟ قال: ما كان خليقا لذلك؛ ترك نافعًا، وروى عن أبي العطوف."
    },
    {
        "id": 622,
        "text": "قال أحمد عمرو بن مُرَّة تكلم في الإرجاء في آخر أمره."
    },
    {
        "id": 623,
        "text": "قلت لأحمد الحسن بن صالح، كيف حديثه ؟ قال : ماله ! ما أحسن حديثه. ووثقه. قلت : يقال إنَّه يتشيّع ؟ قال : قد كان."
    },
    {
        "id": 624,
        "text": "وسمعت أبا ،معن قال كان سفيان بن حبيب قدريًّا."
    },
    {
        "id": 625,
        "text": "حدثنا أبو الربيع قال : حماد بن زيد، عن أيوب، قال : رآني سعيد بن جُبير مع طلق بن حبيب، فقال: ألم أرك مع طلق ؟ لا تجالسنه وقال ما أدركت بالبصرة رجلًا كان أبر بوالديه منه، ولا أعبد منه."
    },
    {
        "id": 626,
        "text": "قال حرب : قلت لأحمد بن سعيد: مالِكٌ، لم ترك حديث عكرمة ؟ قال: لرأيه قلت وما رأيه ؟ قال شبه كلام الخوراج. فأما الكذب فمعاذ الله."
    },
    {
        "id": 627,
        "text": "قال حرب سألت أحمد عن عثمان أبي اليقظان ؟ قال : هو عثمان بن عمير. روى عنه شريك وسفيان، وروى أحاديث منكرة. وكان فيه تشيع."
    },
    {
        "id": 628,
        "text": "قال :حرب : سئل أحمد عن قتادة ؟ فلم يصرح، ولكنه يذهب إلى أنه كان يرى القدر. قال : وعامة أصحاب الحسن وهمام وهشام كل هؤلاء يضعفون في القدر."
    },
    {
        "id": 629,
        "text": "حدثنا عباس قال: سمعت أبا عاصم، قال: نعيت زفر بن الهذيل إلى سفيان، فقال: الحمد لله عافانا مما ابتلي ناسا كثيرًا به."
    },
    {
        "id": 630,
        "text": "سألت إسحاق عن الصلاة خلف القدرية؟ قال: لا تصل خلفه عمدًا وأنت تعلم أنه قدري، فإن صلیت؛ جاز ذلك، ولا إعادة عليك. يعني : إذا لم تعلم."
    },
    {
        "id": 631,
        "text": "حدثنا أحمد بن يونس قال: سمعت رجلًا قال لسفيان الثوري : رجل يكذب بالقدر، أُصلي وراءه؟ قال : لا تقدموه. قال : هو إمام القرية، ليس لهم إمام غيره. قال : لا تقدموه، لا تقدموه."
    },
    {
        "id": 632,
        "text": "حدثنا سهل بن ،محمد قال : ثنا الأصمعي، قال: حدثني عمر بن الهيثم قال : قيل للثوري: ما تقول في رجل صلى خلف قدري؟ فقال : أعدها ولو أربع سنين."
    },
    {
        "id": 633,
        "text": "حدثنا محمد بن الوزير قال : ثنا مروان، قال: قال الأوزاعي : لا يُصلى خلف القدري إلا أن يضطر."
    },
    {
        "id": 634,
        "text": "حدثنا أبو حفص عمرو بن عثمان، قال: ثنا بقية قال : سألت الزبيدي: هل يُصلّى خلف صاحب بدعة، أو مُكذِّب؟ فقال : إن كان واليا؛ فليس لك من الأمر شيء، وأنت في عذر، وإن لم يكن واليا ؛ فلا تصل خلفه."
    },
    {
        "id": 635,
        "text": "حدثنا عبدة بن عبد الرحيم قال بقية بن الوليد قال حبيب بن عمر الأنصاري عن أبيه قال: سمعت واثلة بن الأسقع يقول : لو صليت خلف قدري لأعدت صلاتي."
    },
    {
        "id": 636,
        "text": "حدثنا أبو معن قال : ثنا الحسن بن حبيب، ثنا نوح ابن جعونة، قال : ثنا عبد الكريم قال : قال ابن عباس : لأن أُصلِّي خلف جيفة حمار ؛ أحبُّ إليَّ من أن أُصلِّي خلف قدري."
    },
    {
        "id": 637,
        "text": "حدثنا أبو تقي هشام بن عبد الملك، قال يحيى بن سعيد العطار قال : ثنا عيسى بن صالح، عن حرب بن سریج، قال: قلت لمحمد بن علي : إن لنا إمامًا قدريًا، ونحن نُصلّي خلفه؟ قال : مذ كم تُصلِّي خلفه؟ قلت : مذ ثلاث سنين. قال : أعد صلاتك ولو صليت مذ ثلاثين سنة."
    },
    {
        "id": 638,
        "text": "وسمعت إسحاق يقول : من قال : أنا مؤمن فهو مرجئ. قلت : أيُصلى خلفه؟ قال : لا ."
    },
    {
        "id": 639,
        "text": "حدثنا إبراهيم بن عبد الله الأنصاري، عن أبي عبيد، قال : أمَّا الصَّلاة خلف القدري والخارجي والمرجئ، فلا أُحِبُّها ولا أراها فإن صلى رجل لم أفسد صلاته، ولم آمره بالإعادة."
    },
    {
        "id": 640,
        "text": "حدثنا أحمد بن حنبل، قال: ثنا معتمر بن سليمان، عن ليث، عن نعيم بن أبي هند، قال: قال عمر بن الخطاب له : من قال : هو مؤمن ؛ فهو كافر، ومن قال: هو عالم؛ فهو جاهل ومن قال هو في الجنة؛ فهو في النار."
    },
    {
        "id": 641,
        "text": "قيل لأحمد بن حنبل : الصَّلاة خلف رجلٍ يُقدِّم عليًّا على أبي بكر وعمر؟ قال : لا يُصلَّى خلف هذا."
    },
    {
        "id": 642,
        "text": "حدثنا أحمد بن يونس قال سمعت زائدة يقول : لو كان رافضيا ما صليت وراءه."
    },
    {
        "id": 643,
        "text": "حدثنا إبراهيم بن عبد الله الأنصاري، قال: حدثني أبو العباس، قال : سمعت أبا عبيد يقول : ما أُبالي صليتُ خلف الجهمي والرَّافضي ، أم صليتُ خلف اليهودي والنصراني. قال : وسمعت أبا عُبيد يقول : ولا يُصلَّى خلف من لا يُقدِّم أبا بكر على الخلق أجمعين بعد رسول الله صلى الله عليه وسلم."
    },
    {
        "id": 644,
        "text": "قال :حرب قلت لأحمد فتكره الصلاة خلف أهل البدع كلهم؟ فقال : إنهم لا يستوون."
    },
    {
        "id": 645,
        "text": "حدثنا سعيد بن منصور، ثنا عبد الله بن المبارك، عن هشام بن حسان عن الحَسَن، أنه سُئل عن صاحب البدعة؛ الصَّلاة خلفه؟ قال : صَلِّ خلفه، وعليه بدعته صاغرًا صَدِئًا."
    },
    {
        "id": 646,
        "text": "حدثنا أبو أُمية محمد بن إبراهيم، قال كثير بن هشام، عن جعفر بن ،برقان قال سألت میمون بن مهران فقلت: كيف ترى في الصَّلاة خلف رجلٍ يُذكر أنه من الخوارج؟ فقال : إِنَّك لا تُصلِّي له إنما تُصلّي الله، قَدْ كُنَّا نُصَلِّي خلف الحجاج وَهُوَ حروري أزرقي. فنظرت إليه، فقال: أتدري ما الحروري الأزرقي؟ هو الذي إذا خالفت آيةً سماك كافرا، واستحل دمك، وكان الحجاج كذلك."
    },
    {
        "id": 647,
        "text": "حدثنا أبو أمية ثنا ،قبيصة قال: ثنا سفيان، عن عقبة الأسدي، عن يزيد بن أبي سليمان، قال: كان أبو وائل يُصلِّي مع المختار، يُجمع معه."
    },
    {
        "id": 648,
        "text": "وسئل إسحاق عن الصلاة خلف أصحاب الرأي؟ قال : إذا كان صالحًا فلا بأس."
    },
    {
        "id": 649,
        "text": "حدثنا إسحاق قال سمعت يحيى بن آدم يقول: صليت خلف محمد بن الحسن، فأعدت صلاتي من سوء صلاته."
    },
    {
        "id": 650,
        "text": "قلت لأحمد الصلاة خلف من يجهر بـ (بسم الله الرحمن الرحيم)؟ قال : لا بأس إذا لم يكن صاحب بدعة."
    },
    {
        "id": 651,
        "text": "قال حرب : سمعت أحمد يقول: الرجل إذا كان صاحب بدعة يظهر ذلك، أو مُعلنا بفسقه؛ فليست له غيبة."
    },
    {
        "id": 652,
        "text": "سألت إسحاق عن غيبة أهل البدع ؟ قال: ليست لهم حرمة. وذكر عن ابن المبارك قال : ليس لهم غيبة؛ ولكن أكره أن يعود الرجل لسانه. وكذلك أهل الشرك. وذكر عن ابن سيرين الكراهية."
    },
    {
        "id": 653,
        "text": "وسألت محمد بن بشار قلت : الرجل يغتاب أهل البدع ؟ قال : ليست لهم غيبة ولا يعجبني، وأما قولك: إن فلانا صاحب بدعة، فليس هذه غيبة. وكذلك قولك في الحديث كان فلان يغلط، وفلان كان أثبت من فلان ونحو هذا فليس هذا غيبة؛ ولكنه شيء تبينه للنَّاس. قلت: فإن قال رجل : كان عمرو بن عُبيد رجل سوء، وكان عباد بن صهيب رجل سوء، فكأنه رخص فيه."
    },
    {
        "id": 654,
        "text": "حدثنا يحيى بن عثمان قال أخبرنا بقيَّة قال سألت الأوزاعي :قلت من الذي ينبغي لي أن أكفَّ عنه ؟ أرى الرجل يسكر ويزني، ويعمل عملا لا يحل له ؟ قال : إن أسرها ؛ فليس لك أن تذكرها. وإن كان صاحبها لا يبالي من رآه، ولا يستتر ؛ فلا غيبة له."
    },
    {
        "id": 655,
        "text": "حدثنا أحمد بن نصر قال حدثنا عبدالله بن غالب، وعمر بن هارون عن الربيع بن صبيح، عن الحسن قال: ليس لأهل البدع غيبة."
    },
    {
        "id": 656,
        "text": "حدثنا عبد الله بن عبدالوهاب قال: حدثنا زياد بن ، عن عبد الرحمن بن أذينة قال حدثنا أشياخنا قال: ثلاثة لا حرمة لهم ولا غيبة الوالي الظالم الجائر، والفاسق المُعلن بفسقه، وصاحب البدعة."
    },
    {
        "id": 657,
        "text": "حدثنا عبد الله قال : ثنا أبو عوانة عن قتادة عن الحسن قال : ليس بينك وبين الفاسق حُرمة."
    },
    {
        "id": 658,
        "text": "حدثنا أبو معن قال حدثنا معاذ بن هشام، قال: حدثني أبي، عن قتادة عن الحسن أنه كان يقول : لا حُرمة للفاجر. قال قتادة : فكأنه يرى إذا اغتيب المصلي الفاجر أنه لا بأس به."
    },
    {
        "id": 659,
        "text": "حدثنا محمد بن رافع قال : ثنا الجارود بن يزيد، قال: حدثنا بهز بن حكيم، عن أبيه، عن جده، قال: قال رسول الله صلى الله عليه وسلم : «أترعوون عن ذكر الفاجر ؟ متى يعرفه النَّاس ؟ اذكروه بما فيه يحذره النَّاس»."
    },
    {
        "id": 660,
        "text": "سألت إسحاق : عن غيبة السلطان الجائر ؟ قال : لا تكون فيهم، إلا ما يكره للإنسان أن يعود لسانه."
    },
    {
        "id": 661,
        "text": "حدثنا الأخضر، قال حدثنا عارم، قال: حدثنا وهيب بن خالد، قال: سمعت عبیدالله يقول في غيبة الخوارج والسُّلطان الذي قد أعلن لم ير لهم غيبة، فأما من يعلم أنه مذنب، وهو يحب أن يستتر، رأى ذلك منهم غيبة."
    },
    {
        "id": 662,
        "text": "سألت إسحاق عن غيبة أهل الشرك ؟ قال ليس ،أكرهه ولكن أكره أن يعود لسانه."
    },
    {
        "id": 663,
        "text": "حدثنا أبو معن قال حدثنا معاذ بن هشام، قال: حدثني أبي، عن قتادة عن محمد بن سيرين أنه كان يكره أن يغتاب النصراني."
    },
    {
        "id": 664,
        "text": "قال :حرب : وسئل أحمد عن مُناكحة الفاسق والذي يشرب المسكر، وأصحاب الأهواء، فكره ذلك شديدًا، وسمعته يقول : إذا كان يتكلم بهذا الكلام الذي هو كفر؛ فإنه لا ينكح."
    },
    {
        "id": 665,
        "text": "حدثنا أحمد بن العباس الأهوازي، قال: أخبرني عبد الله بن أبي الأسود، قال: سمعت عبد الرحمن بن مهدي يقول : لو خطب إليَّ رجل من الجهمية أَمَةً لم أزوجه."
    },
    {
        "id": 666,
        "text": "قلت لأبي بكر محمد بن بشار: أزوج القدرية، وأتزوج إليهم ؟ قال : معاذ الله."
    },
    {
        "id": 667,
        "text": "حدثنا علي بن ،عثمان قال حدثنا عون، عن موسى قال : كان معاوية بن قُرَّة ينهانا أن نمشي من الخاطب إذا لم يكن مرضيا."
    },
    {
        "id": 668,
        "text": "روى حرب في «مسائله عن ليث بن أبي سليم، عن مجاهد قال : أتي عمر برجل سب النبي صلى الله عليه وسلم فقتله، ثم قال عمر من سب الله، أو سبّ أحد من الأنبياء؛ فاقتلوه. قال ليث: وحدثني مجاهد عن ابن عباس قال: أيما مسلم ست الله، أو أحدا من الأنبياء، فقد كذب رسول الله صلى الله عليه وسلم وهي ردة يستتاب، فإن رجع وإلا قتل، وأيما معاهد عاند فسبّ الله، أو أحدًا من الأنبياء، أو جهر به؛ فقد نقض العهد فاقتلوه."
    },
    {
        "id": 669,
        "text": "وعن خليد أن رجلًا سبّ عمر بن عبد العزيز، فكتب عمر : إنَّه لا يُقتل إلَّا من سبّ رسول الله صلى الله عليه وسلم؛ ولكن اجلده على رأسه أسواطًا، ولولا أني أعلم أن ذلك خير له لم أفعل."
    },
    {
        "id": 670,
        "text": "قال حرب قلت لأحمد امرأة أبوها نصراني وأخوها مسلم، من يزوجها ؟ قال: الأخ. قلت : فهل للمشرك من الولاية شيء ؟ قال : لا ، بتة."
    },
    {
        "id": 671,
        "text": "قال حرب وسألت إسحاق قلت: رجل مجوسي له بنت مسلمة، هل يزوجها الأب ؟ قال : لا يزوجها الأب؛ ولكن يزوّجها بعض قرابتها المسلمين، بنو العم وغيرهم."
    },
    {
        "id": 672,
        "text": "حدثنا أبو هشام ثنا حسان بن إبراهيم، قال: قال سفيان في رجل مشرك زوج بنته وهي صغيرة برضى منها، وأبى أولياؤها من أن يجيزوا النكاح ؟ قال : إذا زوجها أبوها وقد بلغت برضى منها كفوا كان النكاح جائزاً، ولم يكن لأوليائها أن يردوا ذلك، وإن زوجها وهي صغيرة جاز ذلك."
    },
    {
        "id": 673,
        "text": "حدثنا محمد ثنا حسان قال : قال سفيان في مشرك زوج بنته وهي مسلمة برضا منها، وأبى أولياؤها من المسلمين أن يجيزوا النكاح. قال : إذا زوجها أبوها وقد بلغت برضا منها كفوا، كان النكاح جائزا ، ولم يكن للأولياء أن يردوا ذلك."
    },
    {
        "id": 674,
        "text": "حدثنا أبو معن قال : ثنا أبو بكر الحنفي، قال: حدثنا سعيد عن قتادة قال المسلم أحقُّ، ونكاحه أجوز، وإن كان النصراني زوجها قبله."
    },
    {
        "id": 675,
        "text": "سألت إسحاق : عن مشرك أراد أن يزوج ابنته فجلس رجل مسلم، فخطب لهم زوج ؟ قال : لا ينبغي أن يعانوا على شهادة، ولا على شيء."
    },
    {
        "id": 676,
        "text": "سألت إسحاق عن طلاق أهل الشرك ؟ فقال : جائز."
    },
    {
        "id": 677,
        "text": "حدثنا المسيب بن ،واضح قال: ثنا ابن مبارك، عن سعيد، عن الحكم وحماد في المشرك يطلق امرأته في شركه ؟ قال : جائز."
    },
    {
        "id": 678,
        "text": "سألت إسحاق عن أطفال الكافرين ؟ فقال : خل أمرهم إلى الله، الله أعلم بما كانوا عاملين. قال : وأطفال المسلمين هم في الجنَّةِ. قال إسحاق : ولا يشهد أحدكم لصبي يموت : إني أشهد أن هذا في الجنة. قال : وسئل ابن عباس عن الولدان : أفي الجنَّة هُم ؟ قال : حسبك ما اختصم فيه موسى والخضر."
    },
    {
        "id": 679,
        "text": "حدثنا إسحاق قال : أخبرنا بقيَّة بن الوليد قال : حدثني محمد بن زياد قال حدثني عبد الله بن أبي قيس قال: حدثتني عائشة زوج النبي صلى الله عليه وسلم - وسألتها عن ذراري المشركين والمؤمنين - فقالت سألت رسول الله صلى الله عليه وسلم عنهم ؟ فقال: «مع آبائهم». قالت : قلت: يا رسول الله ؛ بلا عمل ؟ قال: «الله أعلم بما كانوا عاملين."
    },
    {
        "id": 680,
        "text": "حدثني إسحاق قال أخبرنا جرير، قال: حدثنا العلاء ابن المسيب عن الفضيل بن عمرو الفقيمي، عن عائشة بنت طلحة عن عائشة أم المؤمنين قالت : توفى صبي من الأنصار، فقلت: طوبى له عُصفورٌ مِن عَصَافِيرِ الجَنَّةِ. فقال رسول الله صلى الله عليه وسلم : يا عائشةُ أَوَلَا تدرِينَ أَنَّ اللَّهَ خَلَقَ الجنَّةَ وخَلَقَ النَّارَ ، فَخَلَقَ للجَنَّةِ أهلًا، وخَلَقَ للنَّارِ أهلا»."
    },
    {
        "id": 681,
        "text": "سمعت إسحاق يقول في حديث النبي صلى الله عليه وسلم وأصحابه والتابعين في الوسوسة : إنَّه محض الإيمان، - أو صريح الإيمان . قال إسحاق : إذا نفى الوسوسة عن نفسه، فنفيه محض الإيمان، ليس الوسوسة محض الإيمان؛ ولكن نفيه، فأما الوسوسة إذا وقع في القلب فلم ينفه فهو الهلاك. قال : وأما ما رُوي عن أصحاب النبي صلى الله عليه وسلم : أنهم كانوا إذا فقدوا الوسوسة عدّوه نقصًا، فليس أن يكونوا عدوا فقد الوسوسة نقصا؛ ولكن كانوا إذا أصابهم ذلك نفوها عن أنفسهم، فإذا لم يصبهم ذلك عدوه نقصا؛ لأن نفي ذلك عندهم فضيلة أو كما قال."
    },
    {
        "id": 682,
        "text": "حدثنا أبو سهل بشر بن معاذ قال: حدثنا يوسف ابن عطية قال: حدثنا ثابت البناني عن أنس بن مالك، أن بعض أصحاب النبي شكوا إليه ما يجدون من هذا الوسواس في صدورهم، قال: فقال النبي صلى الله عليه وسلم : «الله أكبر، الله أكبر، ذاك مـحـض الإيمان»."
    },
    {
        "id": 683,
        "text": "قال أبو سهل : قلت للعتبي : إن عبد الرحمن وأثنى عليه خيرًا - ما عنى بقوله : (ذاك محض الإيمان» ؟ فقال: عنى به : الخوف الذي شكوه إلى النبي صلى الله عليه وسلم الذي وجدوه في صدورهم، ذاك محض الإيمان."
    },
    {
        "id": 684,
        "text": "حدثنا المسيب بن واضح، قال: حدثنا عبد الله بن المبارك، عن سفيان، عن منصور، عن عبد الله بن شداد، عن ابن عباس، أنه سُئل عن الوسوسة ؟ قال : الحمد لله الذي لم يقدر إلا على الوسوسة."
    },
    {
        "id": 685,
        "text": "قال حرب بن إسماعيل الكرماني : حدثنا سعيد بن منصور، حدثنا سفيان، عن منصور، عن عبد الله بن شداد، عن ابن عباس قال : جاء رجل إلى النبي صلى الله عليه وسلم فقال : يا رسول الله، إني أجد في صدري كلامًا لأن أكون حُمَمَة أحب إلي من أن أتكلم به. قال : فقال : «الحمد لله الذي رد كيده إلى الوسوسة»."
    },
    {
        "id": 686,
        "text": "قال حرب بن إسماعيل الكرماني : قلت لإسحاق . يعني: ابن راهويه - ما معنى قوله : (لا يكون أحدكم إمعة) ؟ قال : يقول : إن َضلَّ النَّاسُ ،ضللت وإن اهتدوا اهتديت."
    },
    {
        "id": 687,
        "text": "قال حرب : قلت لإسحاق : الرجل يقول للمشرك : إنّه رجل عاقل. قال: لا ينبغي أن يقال لهم؛ لأنهم ليست لهم عقول."
    }
]